Repository: Sprezzatech/main-menu-udeb
Catalog: packages/apt-setup/debian/po/*.po
Languages: cy, fr, sl

source: Configure the package manager
cy: Cyflunio'r rheolydd pecynnau
fr: Configurer l'outil de gestion des paquets
sl: Nastavli upravljalnik paketov

source: Configuring apt
cy: Yn cyflunio apt
fr: Configuration de l'outil de gestion des paquets (APT)
sl: Nastavljam apt

source: Running ${SCRIPT}...
cy: Yn rhedeg ${SCRIPT}...
fr: Exécution du script ${SCRIPT}...
sl: Poganjam ${SCRIPT}...

source: Scanning local repositories...
cy: Sganio ystorfeydd lleol...
fr: Examen des dépôts locaux...
sl: Pregledujem lokalna skladišča...

source: Scanning the security updates repository...
cy: Sganio ystorfeydd diweddarau diogelwch...
fr: Examen du dépôt des mises à jour de sécurité...
sl: Pregledujem skladišče z varnostnimi posodobitvami...

source: Scanning the volatile updates repository...
cy: Sganio ystorfeydd diweddarau hedegog...
fr: Examen du dépôt des paquets mis à jour fréquemment...
sl: Pregledujem skladišče z varnostnimi posodobitvami...

source: Cannot access repository
cy: Methu cael mynediad i'r ystorfa
fr: Impossible d'accéder au dépôt
sl: Ne morem dostopati do skladišča programskih paketov

source: The repository on ${HOST} couldn't be accessed, so its updates will not be made available to you at this time. You should investigate this later.
cy: Ni ellir cael mynediad i'r ystorfa ar ${HOST}, felly ni bydd yr uwchraddiad ar gael i chi ar hyn o bryd. Ymchwiliwch i hwn nes ymlaen.
fr: Il a été impossible d'accéder au dépôt de mises à jour sur le site ${HOST}, si bien que ces mises à jour ne seront pas disponibles pour cette fois. Vous devriez chercher la raison de cette erreur ultérieurement.
sl: Do varnostnih posodobitev na ${HOST} ni bilo mogoče dostopati, tako da vam te posodobitve sedaj ne bodo na voljo. Kasneje podrobneje raziščite vzroke.

source: Commented out entries for ${HOST} have been added to the /etc/apt/sources.list file.
cy: Sylwadau ar cofnodion allan ar ${HOST} wedi'u ychwanegu i'r ffeil rhestr /etc/apt/sources.
fr: Des entrées désactivées pour le serveur ${HOST} ont été ajoutées à la fin du fichier de configuration de l'outil de gestion des paquets APT (/etc/apt/sources.list).
sl: Zakomentirani vnosi za ${HOST} so bili dodani v /etc/apt/sources.list datoteko.

source: security updates (from ${SEC_HOST})
cy: uwchraddiadau diogelwch (o ${SEC_HOST})
fr: mises à jour de sécurité (${SEC_HOST})
sl: varnostne posodobitve (iz ${SEC_HOST})

source: volatile updates (from ${VOL_HOST})
cy: Uwchraddiadau hedegog (o ${VOL_HOST})
fr: paquets « volatils » (${VOL_HOST})
sl: spremenljive posodobitve (iz ${VOL_HOST})

source: Services to use:
cy: Gwasanaethau i'w defnyddio
fr: Services à utiliser :
sl: Storitve, ki naj jih uporabim:

source: Debian has two services that provide updates to releases: security and volatile.
cy: Mae gan Debian ddau wasanaeth sy'n rhoi uwchraddiadau: diogelwch a hedegog
fr: Deux services existent pour fournir des mises à jour de la distribution :
sl: Debian omogoča dvoje storitev, ki prinašajo posodobitve k izdajam: varnostne in spremenljive.

source: Security updates help to keep your system secured against attacks. Enabling this service is strongly recommended.
cy: Mae uwchraddiadau diogelwch yn helpu cynnal eich system yn erbyn bygythiadau. Mae gweithredu'r gwasanaeth yma yn cael ei hargymell yn gryf.
fr: Les mises à jour de sécurité permettent de conserver un système protégé contre les attaques. Il est fortement recommandé de l'activer.
sl: Varnostne posodobitve pomagajo varovati vaš sistem pred napadi. Omogočanje te storitve je močno priporočljivo.

source: Volatile updates provide more current versions for software that changes relatively frequently and where not having the lastest version could reduce the usability of the software. An example is the virus signatures for a virus scanner. This service is only available for stable and oldstable releases.
fr: Le service de mise à jour des paquets « volatils » fournit des versions récentes pour les logiciels qui sont fréquemment modifiés et dont l'intérêt devient faible lorsqu'on n'utilise pas la version la plus récente : par exemple, les signatures pour un outil antivirus. Ce service n'est disponible que pour les branches « stable » et « oldstable ».

source: Scanning the CD-ROM...
cy: Yn sganio CD-ROM...
fr: Examen du CD...
sl: Pregledovanje CD-ROM-a...

source: apt configuration problem
cy: Cyfluniad APT
fr: Échec de la configuration de l'outil de gestion des paquets'(APT)
sl: težave pri nastavitvi apt-ja

source: An attempt to configure apt to install additional packages from the CD failed.
cy: Mae cais i newid neu i gosod pecynnau ychwanegol o'r CD wedi methu.
fr: Une tentative de configuration d'APT pour installer de nouveaux paquets depuis le CD a échoué.
sl: Poizkus nastavitve apt za namestitev dodatnih paketov iz CD-ja ni uspel.

source: Your installation CD or DVD has been scanned; its label is:
cy: Mae eich CD neu DVD sefydlu wedi gael ei sganio; ei label yw:
fr: Le support d'installation (CD ou DVD) a été analysé. Son étiquette est :
sl: Vaš namestitveni CD ali DVD je bil pregledan; njegova oznaka je:

source: You now have the option to scan additional CDs or DVDs for use by the package manager (apt). Normally these should be from the same set as the installation CD/DVD. If you do not have any additional CDs or DVDs available, this step can just be skipped.
cy: Mae nawr ganddych yr optiwn i sganio CDs neu DVDs ychwanegol ar gyfer defnydd gan y rheolwr pecynnau(apt). Fel arfer dylai rhain bod o'r un set Ã¢'r CD/DVD sefydlu. Os nad oes gennych unrhyw CDs neu DVDs ychwanegol ar gael gall y cam yma gael ei hepgor
fr: Vous pouvez soit analyser des CD ou DVD supplémentaires qui seront utilisés par l'outil de gestion des paquets (APT). En principe, ils devraient faire partie du même jeu de support que le CD ou le DVD d'installation. Si vous n'avez pas d'autres CD ou DVD disponibles, vous pouvez passer cette étape.
sl: Sedaj imate možnost preiskati dodatne CD-je ali DVD-je, ki jih uporablja upravitelj programskih paketov (apt). Običajno jih dobite skupaj z namestitvenimi CD-ji ali DVD-ji. Če nimate nobenih dodatnih CD-jev ali DVD-jev, ta korak lahko preskočite.

source: The CD or DVD with the following label has been scanned:
cy: Mae'r CD neu DVD gyda'r label canlynol wedi gael ei sganio:
fr: Le CD ou DVD avec l'étiquette suivante va être analysé :
sl: Preiskan je bil CD ali DVD z naslednjo oznako:

source: If you wish to scan another CD or DVD, please insert it now.
cy: Os ydych yn dymuno sganio CD neu DVD arall, mewnbynnwch nawr os gwelwch yn dda.
fr: Si vous souhaitez analyser un autre CD ou DVD, veuillez le mettre en place maintenant.
sl: Če želite preiskati dodaten CD ali DVD, ga prosim vstavite.

source: The CD or DVD with the following label has already been scanned:
cy: Mae'r CD neu DVD gyda'r label canlynol wedi gael ei sganio yn barod:
fr: Le CD ou le DVD avec l'étiquette suivante a déjà été analysé :
sl: CD ali DVD za naslednjo oznako je že bil preiskan:

source: Please replace it now if you wish to scan another CD or DVD.
cy: Amnewidwch e nawr, os gwelwch yn dda, os dymunwch sganio CD neu DVD arall.
fr: Veuillez le remplacer maintenant si vous souhaitez analyser un autre CD ou DVD.
sl: Prosim, če ga zamenjate, če želite preiskati drug CD ali DVD.

source: Scan another CD or DVD?
cy: Sganio CD neu DVD arall?
fr: Faut-il analyser un autre CD ou DVD ?
sl: Preiščem še en CD ali DVD?

source: An attempt to configure apt to install additional packages from the CD/DVD failed.
cy: Roedd cynnig i ffurddweddi apt i sefydlu pecynnau ychwanegol o'r CD/DVD wedi methu.
fr: Une tentative de configuration d'APT pour installer de nouveaux paquets depuis le CD ou le DVD a échoué.
sl: Poizkus nastavitve apt za namestitev dodatnih paketov iz CD/DVD-ja ni uspel.

source: Please check that the CD/DVD has been inserted correctly.
cy: Gwiriwch fod y CD/DVD wedi gael ei mewnbynnu yn gywir, os gwelwch yn dda.
fr: Veuillez vérifier que le CD ou le DVD a été placé correctement.
sl: Prepričajte se prosim, da je CD/DVD pravilno vstavljen.

source: Media change
cy: Newid cyfrwng
fr: Changement de support
sl: Sprememba medija

source: /cdrom/:Please insert the disc labeled: '${LABEL}' in the drive '/cdrom/' and press enter.
cy: /cdrom/:Mewnbynnwch y disg wedi labeli: '${LABEL}' mewn i'r gyrrwr '/cdrom/' a gwthiwch enter, os gwelwch yn dda.
fr: /cdrom/ : veuillez placer le disque portant l'étiquette « ${LABEL} » dans le lecteur puis appuyez sur la touche Entrée.
sl: /cdrom/:Prosimo vstavite disk z oznako: '${LABEL}' v enoto '/cdrom/' in pritisnite enter.

source: Disabling netinst CD in sources.list...
cy: Yn analluogi CD netinst mewn sources.list...
fr: Désactivation du CD « netinst »dans le fichier sources.list...
sl: Onemogočanje netinst CD-ja v sources.list...

source: If you are installing from a netinst CD and choose not to use a mirror, you will end up with only a very minimal base system.
cy: Os ydych yn sefydlu o CD netinst a dewisoch ddim i defnyddio drych, mi fyddech yn diweddi lan gyda ond y system lleiafswm sail.
fr: Si vous effectuez l'installation depuis un CD « netinst » et que vous choisissez de ne pas utiliser de miroir sur le réseau, l'installation se limitera à un système de base très minimaliste.
sl: V kolikor nameščate iz netinst CD-ja in ne izberete uporabe mrežnega zrcalnega strežnika, boste namestili samo minimalen osnovni sistem.

source: You are installing from a netinst CD, which by itself only allows installation of a very minimal base system. Use a mirror to install a more complete system.
cy: Os ydych yn sefydlu o CD netinst, sydd ar ei hunan ond yn alluogi sefydliad o system lleiafswm sail. Defnyddiwch drych i sefydlu sytem fwy cyflawn.
fr: Vous effectuez une installation depuis un CD « netinst » qui, seul, ne permet que l'installation d'un système très minimal. Vous devriez utiliser un miroir réseau de la distribution pour installer un système complet.
sl: Sistem nameščate iz netinst CD-ja, ki sam po sebi omogoča namestitev zgolj minimalnega osnovnega sistema. Uporabite zrcalni omrežni strežnik za namestitev bolj popolnega sistema.

source: You are installing from a CD, which contains a limited selection of packages.
cy: Rydych yn sefydlu o CD sydd ond yn cynnwys dewis cyfwng o pecynnau.
fr: Vous effectuez actuellement une installation depuis un CD qui fournit un choix limité de paquets.
sl: Nameščate iz CD-ja, ki vsebuje omejeno število programskih paketov.

source: You have scanned %i CDs. Even though these contain a fair selection of packages, some may be missing (notably some packages needed to support languages other than English).
cy: Rydych wedi sgannio %i CD. Hyd yn oed bod rhain yn cynnwys dewis hael o pecynnau, mae'n posib bod rhai ar goll (yn enwedig rhai pecynnau sy'n angen i cynorthwyo ieithoedd ond am Saesneg).
fr: Vous avez analysé %i CD. Bien que de nombreux paquets y soient fournis, certains peuvent être manquants (particulièrement certains paquets permettant la gestion de langues autres que l'anglais).
sl: Število CD-jev, ki ste jih preiskali je %i. Čeprav preiskani CD-ji vsebujejo precejšnjo zbirko programskih paketov, nekaterih programskih paketov, ki jih boste potrebovali morda ni med njimi (npr. nekaterih paketov za podporo drugim jezikom kot je angleščina).

source: You have scanned %i CDs. Even though these contain a large selection of packages, some may be missing.
cy: Rydych wedi sgannio %i CD. Hyd yn oed bod rhain yn cynnwys dewis hael o pecynnau, mae'n posib bod rhai ar goll.
fr: Vous avez analysé %i CD. Bien que de nombreux paquets y soient fournis, certains peuvent être manquants.
sl: Število CD-jev, ki ste jih preiskali je %i. Čeprav preiskani CD-ji vsebujejo veliko zbirko programskih paketov, nekaterih programskih paketov morda ni med njimi.

source: Note that using a mirror can result in a large amount of data being downloaded during the next step of the installation.
cy: Nodwch fod defnyddio drych yn gallu deilio mewn niferoedd fawr o data yn gael ei lawrllwytho yn ystod y cam nesaf o'r sefydliad.
fr: Veuillez noter que l'utilisation d'un miroir peut provoquer le téléchargement d'une grande quantité de données durant la prochaine étape de l'installation.
sl: Vedite, da uporaba zrcalnega strežnika lahko pomeni prenos velikega števila podatkov v koraku nameščanja sistema.

source: You are installing from a DVD. Even though the DVD contains a large selection of packages, some may be missing.
cy: Rydych yn sefydlu Ã´ DVD. Er bod y DVD yn cynnwys dewis fawr o pecynnau, mae'n posib bod rhai ar goll.
fr: Vous effectuez actuellement une installation depuis un DVD. Bien que de nombreux paquets y soient fournis, certains peuvent être manquants.
sl: Sistem nameščate iz DVD-ja. Čeprav DVD vsebuje veliko zbirko programskih paketov, nekaterih programskih paketov morda ni med njimi.

source: Unless you don't have a good Internet connection, use of a mirror is recommended, especially if you plan to install a graphical desktop environment.
cy: Onid nad oes gennych cysylltiad dda i'r rhyngrwyd, mae'r defnydd Ã´ ddrych wedi argymell, yn enwedig os ydych yn cynllunio i sefydlu amgylchedd bwrdd gwaith graffigol.
fr: Si vous disposez d'une connexion à l'Internet de bonne qualité, vous devriez utiliser un miroir réseau de la distribution, particulièrement si vous souhaitez installer un environnement graphique de bureau.
sl: Priporočljivo je uporabiti omrežni zrcalni strežnik (še posebej, če nameravate namestiti grafično namizno okolje), razen, če nimate dobre internetne povezave.

source: If you have a reasonably good Internet connection, use of a mirror is suggested if you plan to install a graphical desktop environment.
cy: Os oes gennych cysylltiad dda i'r rhyngrwyd, mae'r defnydd Ã´ ddrych wedi argymell, os ydych yn cynllunio i sefydlu amgylchedd bwrdd gwaith graffigol.
fr: Si vous disposez d'une connexion à l'Internet de bonne qualité, vous devriez utiliser un miroir réseau de la distribution si vous souhaitez installer un environnement graphique de bureau, .
sl: Če imate razmeroma dobro internetno povezavo je pri nameščanju grafičnega namiznega okolja priporočljivo uporabiti omrežni zrcalni strežnik.

source: Scanning the mirror...
cy: Sganio'r drych...
fr: Examen du miroir...
sl: Pregledovanje zrcalnega strežnika...

source: Use non-free software?
cy: Defnyddio meddalwedd nad yw'n rhydd?
fr: Souhaitez-vous utiliser des logiciels non libres ?
sl: Uporabim ne-prosto (non-free) programsko opremo?

source: Some non-free software has been made to work with Debian. Though this software is not at all a part of Debian, standard Debian tools can be used to install it. This software has varying licenses which may prevent you from using, modifying, or sharing it.
cy: Mae peth meddalwedd nad yw'n rhydd wedi ei addasu i weithio efo Debian. Er nad yw'r meddalwedd hwn yn rhan o Debian o gwbl, gellir defnyddio offer safonol Debian i'w sefydlu. Mae gan y meddalwedd hwn drwyddedau gwahanol a all eich rhwystro rhag ei ddefnyddio, ei newid neu ei rhannu ef.
fr: Certains logiciels non libres peuvent fonctionner avec Debian. Bien qu'ils ne fassent pas partie de Debian, les outils habituels peuvent être utilisés pour les installer. Ces logiciels comportent des restrictions en ce qui concerne leur distribution, leur modification ou leur utilisation.
sl: Nekatera ne-prosta (non-free) programska oprema je bila prilagojena, da deluje v Debianu. Čeprav ta programska oprema ni del Debiana jo standardna Debian orodja lahko namestijo. Ta programska oprema ima različne licence, ki vam lahko preprečujejo uporabo, spreminjanje ali souporabo.

source: Please choose whether you want to have it available anyway.
cy: Os gwelwch yn dda, dewiswch a ddylai fod ar gael fodd bynnag.
fr: Veuillez indiquer si vous souhaitez y avoir accès malgré tout.
sl: Prosim izberite, če jo želite vseeno imeti na voljo.

source: Use contrib software?
cy: Defnyddio meddalwedd "contrib"?
fr: Souhaitez-vous utiliser les logiciels de la section « contrib » ?
sl: Uporabim prispevano (contrib) programsko opremo?

source: Some additional software has been made to work with Debian. Though this software is free, it depends on non-free software for its operation. This software is not a part of Debian, but standard Debian tools can be used to install it.
cy: Mae peth meddalwedd ychwanegol wedi ei addasu i weithio gyda Debian. Er fod y meddalwedd yma'n rhydd, mae'n dibynnu ar feddalwedd nad yw'n rhyd er mwyn gweithredu. Nid yw'r meddalwedd hwn yn rhan o Debian, ond gellir defnyddio offer safonol Debian i'w sefydlu.
fr: Certains logiciels supplémentaires sont prévus pour fonctionner avec Debian. Bien que libres, ils ne fonctionnent pas sans certains logiciels non libres. Ces programmes ne font pas partie de Debian, mais les outils habituels peuvent être utilisés pour les installer.
sl: Nekatera dodatna programska oprema je bila prilagojena, da deluje v Debianu. Čeprav je programska oprema prosto dostopna za delovanje potrebuje ne-prosto (non-free) programsko opremo. Ta programska oprema ni del Debiana vendar jo lahko standardna Debian orodja prenesejo in namestijo.

source: Please choose whether you want this software to be made available to you.
cy: Os gwelwch yn dda, dewiswch a ddylai'r meddalwedd hwn fod ar gael i chi.
fr: Veuillez indiquer si vous souhaitez avoir accès à ces logiciels.
sl: Izberite, ali želite imeti to programsko opremo na voljo.

source: Retry
cy: Ailgeisio
fr: Réessayer
sl: Poskusi ponovno

source: Change mirror
cy: Newid drych
fr: Changer de miroir
sl: Zamenjaj zrcalo

source: Ignore
cy: dim
fr: Ignorer
sl: Spreglej

source: Downloading a file failed:
cy: Lawrlwytho ffeil wedi methu:
fr: Échec du téléchargement d'un fichier :
sl: Neuspel prenos datoteke:

source: The installer failed to access the mirror. This may be a problem with your network, or with the mirror. You can choose to retry the download, select a different mirror, or ignore the problem and continue without all the packages from this mirror.
cy: Methodd y sefydlydd cyrchu y drych. Fe all hyn fod oherwydd problem gyda'ch rhwydwaith, neu gyda'r drych. Fe allwch ddewis i ailgeisio'r lawrlwythiad, ddewis drych arall, neu anwybyddu'r problem a parhau heb y pecynnau o'r drych yma.
fr: Le programme d'installation n'a pas pu accéder au miroir. Cela peut être dû à un problème lié au réseau ou à un problème sur le miroir. Vous pouvez réessayer le téléchargement, changer de miroir ou ignorer le problème et continuer avec les paquets récupérés sur ce miroir.
sl: Namestitvenem programu ni uspelo dostopati do zrcalnega strežnika. Lahko gre za problem v vašem omrežju ali pa z zrcalnim strežnikom. Lahko poskusite ponovno prenesti datoteko, izberete drugi zrcalni strežnik ali pa nadaljujete brez paketov iz tega zrcala.

source: Use a network mirror?
cy: Defnyddio drych rhwydwaeth?
fr: Faut-il utiliser un miroir sur le réseau ?
sl: Uporabim mrežni zrcalni strežnik?

source: A network mirror can be used to supplement the software that is included on the CD-ROM. This may also make newer versions of software available.
cy: Gaell drych rhwydwaeth gael ei defnyddio i atodi y meddalwedd sydd wedi cynnwys ar y CD-ROM. Gall versiynnau fwy diweddar o'r meddalwedd bod argael.
fr: L'utilisation d'un miroir sur le réseau peut permettre de compléter les logiciels présents sur le CD. Il peut également donner accès à des versions plus récentes.
sl: Mrežni zrcalni strežnik se lahko uporabi kot dopolnilo za programsko opremo, ki je na voljo na CD-ROM-u. Ravno tako lahko omogoči dostop do novejših različic programske opreme.

source: Continue without a network mirror?
cy: Parhau heb drych rhwydwaith?
fr: Faut-il continuer sans miroir sur le réseau ?
sl: Nadaljujem brez omrežnega zrcalnega strežnika?

source: No network mirror was selected.
cy: Ni ddewiswyd unrhyw ddrych rhwydwaith.
fr: Aucun miroir réseau n'a été détecté.
sl: Noben omrežni zrcalni strežnik ni bil izbran.

source: Use restricted software?
cy: Defnyddio meddalwedd cyfyngedig?
fr: Faut-il utiliser les logiciels à diffusion restreinte ?
sl: Želite uporabljati omejeno (restricted) programsko opremo?

source: Some non-free software is available in packaged form. Though this software is not a part of the main distribution, standard package management tools can be used to install it. This software has varying licenses which may prevent you from using, modifying, or sharing it.
cy: Mae peth meddalwedd nad sy'n rhad ar gael mewn ffurf pecyn. Er nad yw'r feddalwedd hyn yn rhan o'r brif ddosbarthiad, gellir defnyddio pecyn offer safonol rheolwyr i'w osod. Mae gan y meddalwedd hyn gwahanol trwyddedau a all eich rhwystro rhag ei ddefnyddio, newid neu'i rannu.
fr: Certains logiciels non libres sont disponibles sous forme de paquets. Bien que ces logiciels ne fassent pas partie de la distribution principale, il est possible d'utiliser les outils standards de gestion des paquets pour les installer. Veuillez noter que ces logiciels peuvent être soumis à des licences qui vous interdisent de les modifier, partager ou même de les utiliser.
sl: Del ne-proste programske opreme je na voljo v obliki paketov. Čeprav ta programska oprema ni del glavnega dela distribucije, lahko vseeno uporabite standardna orodja za delo s paketi za njeno namestitev. Ta programska oprema ima različne licence, ki vam lahko preprečujejo njeno uporabo, spreminjanje ali razširjanje.

source: Use software from the "universe" component?
cy: Defnyddiwch meddalwedd o'r "universe"
fr: Faut-il utiliser les logiciels de la composante « universe » ?
sl: Uporabim programsko opremo iz "universe" komponente?

source: Some additional software is available in packaged form. This software is free and, though it is not a part of the main distribution, standard package management tools can be used to install it.
cy: Mae peth meddalwedd ychwanegol ar gael mewn ffurf pecyn. Mae'r meddalwedd hyn yn rhad ac am ddim, er nad yw'n rhan o'r brif ddosbarthiad, gellir defnyddio pecyn offer safonol rheolwyr i'w osod.
fr: Certains logiciels supplémentaires sont disponibles sous forme de paquets. Ces logiciels sont libres et, bien qu'ils ne fassent pas partie de la distribution principale, les outils standards de gestion des paquets peuvent être utilisés pour les installer.
sl: Del dodatne programske opreme je na voljo v obliki paketov. Ta programska oprema je prosta čeprav ni del glavne distribucije. Za njeno namestitev lahko uporabite standardna orodja za delo s paketi.

source: Use software from the "multiverse" component?
cy: Defnyddiwch meddalwedd o'r "multiverse"
fr: Faut-il utiliser les logiciels de la composante « multiverse » ?
sl: Uporabim programsko opremo iz "multiverse" komponente?
