Repository: Sprezzatech/main-menu-udeb
Catalog: packages/apt-setup/debian/po/*.po
Languages: cy, fr, sl

source: Some non-free software is available in packaged form. Though this software is not a part of the main distribution, standard package management tools can be used to install it. This software has varying licenses and (in some cases) patent restrictions which may prevent you from using, modifying, or sharing it.
cy: Mae peth meddalwedd nad yw'n rhydd wedi ei addasu i weithio efo Debian. Er nad yw'r meddalwedd hwn yn rhan o Debian o gwbl, gellir defnyddio offer safonol Debian i'w sefydlu. Mae gan y meddalwedd hwn drwyddedau gwahanol a all eich rhwystro rhag ei ddefnyddio, ei newid neu ei rhannu ef.
fr: Certains logiciels non libres sont disponibles sous forme de paquets. Bien que ces logiciels ne fassent pas partie de la distribution principale, il est possible d'utiliser les outils standards de gestion des paquets pour les installer. Veuillez noter que ces logiciels peuvent être soumis à des licences diverses et parfois à des brevets qui peuvent vous interdire de les modifier, partager ou même de les utiliser.
sl: Del ne-proste programske opreme je na voljo v obliki paketov. Čeprav ta programska oprema ni del glavnega dela distribucije, lahko vseeno uporabite standardna orodja za delo s paketi za njeno namestitev. Ta programska oprema ima različne licence (in v določenih primerih) patentne omejitve, ki vam lahko preprečujejo njeno uporabo, spreminjanje ali razširjanje.

source: Use backported software?
cy: Defnyddiwch meddalwedd ol-porth
fr: Faut-il utiliser les logiciels rétroportés ?
sl: Želite uporabljati prirejeno ("backported") programsko opremo?

source: Some software has been backported from the development tree to work with this release. Although this software has not gone through such complete testing as that contained in the release, it includes newer versions of some applications which may provide useful features.
fr: Certains logiciels ont été portés depuis les branches de développement pour pouvoir fonctionner avec cette version de la distribution. Bien que ces logiciels n'aient pas été essayés aussi soigneusement que ceux de la distribution, ils peuvent inclure de nouvelles versions de certaines applications comportant des fonctionnalités utiles.
sl: Nekatera programska oprema iz razvojne veje je bila prirejena ("backported") za delovanje s to različico. Čeprav ta programska oprema ni šla skozi tako popolno preizkušanje kot tista, ki je vsebovana v tej izdaji, vseeno vsebuje novejše različice nekaterih programov, ki lahko nudijo uporabne zmožnosti.

source: Volatile updates provide more current versions for software that changes relatively frequently and where not having the latest version could reduce the usability of the software. An example is the virus signatures for a virus scanner. This service is only available for stable and oldstable releases.
cy: Mae uwchraddiadau hedegog yn rhoi fersiynau cymwys o feddalwedd sy'n newid yn weddol aml a lle byddai cael hen fersiwn o'r feddalwedd yn lleihau defnyddioldeb y meddalwedd. Esiampl yw'r feirws arwyddo ar gyfer sganiwr feirws. Mae'r gwasanaeth hyn ond ar gael ar fyer fersiynau sefydlog a hensefydlog.
sl: Spremenljive posodobitve prinašajo novejše različice programja, ki se spreminja relativno pogosto in kjer starejše različice programa lahko pomenijo manjšo uporabnost za končnega uporabnika. Primer za to so virusni podpisi za protivirusni program. Ta storitev je na voljo le za stabilne (stable) in prejšnje stabilne (oldstable) izdaje.
