Repository: Sprezzatech/main-menu-udeb
Catalog: retriever/choose-mirror/debian/po/*.po
Languages: bs, sk

source: Protocol for files download:
sk: Protokol pre s»ahovanie súborov:

source: Please select the file download protocol. If unsure, select "http"; it is less prone to problems involving firewalls.
sk: Vyberte protokol pre s»ahovanie súborov. Pokiaµ si nie ste istí, skúste "http", preto¾e má najmenej problémov s firewallmi.

source: Please select a Debian archive mirror. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
sk: Zvoµte si zdroj Debian archívu. Pokiaµ neviete, ktorý zdroj je pre vás najrýchlej¹í, mali by ste si zvoli» zdroj z krajiny alebo regiónu, kde sa nachádzate.

source: Please enter the hostname of the mirror from which Debian will be downloaded.
sk: Zadajte názov poèítaèa so zdrojom, z ktorého sa má Debian stiahnu».

source: HTTP proxy information (blank for none):
sk: Informácie o HTTP proxy (nevyplòujte, pokiaµ nepou¾ívate):

source: If you need to use a HTTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
sk: Ak pre prístup k okolitému svetu potrebujete HTTP proxy, zadajte tu potrebné informácie. V opaènom prípade niè nevyplòujte.

source: The proxy information should be given in the standard form of "http://[[user][:pass]@]host[:port]/"
sk: Informácie o proxy zadajte v ¹tandartnom tvare "http://[[pou¾ívateµ][:heslo]@]poèítaè[:port]/"

source: Debian archive mirror:
sk: Zdroj Debian archívu:

source: Please select a mirror for the Debian archive. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
sk: Zvoµte si zdroj Debian archívu. Pokiaµ neviete, ktorý zdroj je pre vás najrýchlej¹í, mali by ste si zvoli» zdroj z krajiny alebo regiónu, kde sa nachádzate.

source: Usually, ftp.<your country code>.debian.org is a good choice.
bs: Obično je, ftp.<oznaka države>.debian.org dobar izbor.
sk: Zvyèajne je rozumnou voµbou ftp.<kód va¹ej krajiny>.debian.org.

source: Debian archive mirror hostname:
sk: Názov poèítaèa so zdrojom Debian archívu:

source: Please enter the network name of the host from which Debian will be downloaded.
sk: Zadajte sie»ové meno poèítaèa, z ktorého sa má Debian stiahnu».

source: Debian archive mirror directory:
sk: Adresár zdroja Debian archívu:

source: Please enter the directory in which the mirror of the Debian archive is located.
sk: Zadajte adresár, v ktorom sa nachádza zdroj Debian archívu.

source: FTP proxy information (blank for none):
sk: Informácie o FTP proxy (nevyplòujte, pokiaµ nepou¾ívate):

source: If you need to use a FTP proxy to access the outside world, please enter the proxy information here. Otherwise, leave this blank.
sk: Ak pre prístup k okolitému svetu potrebujete FTP proxy, zadajte tu potrebné informácie. V opaènom prípade niè nevyplòujte.

source: The proxy information should be the standard form of "http://[[user][:pass]@]host[:port]/".
sk: Informácie o proxy zadajte v ¹tandartnom tvare "http://[[pou¾ívateµ][:heslo]@]poèítaè[:port]/".

source: stable, testing, unstable
sk: stabilná, testovacia, nestabilná

source: Debian version to install:
sk: Verzia Debianu na in¹taláciu:

source: Debian comes in several flavors. Stable is well-tested and rarely changes. Unstable is untested and frequently changing. Testing is a middle ground, that receives many of the new versions from unstable if they are not too buggy.
sk: Debian prichádza v niekoµkých verziách. Stabilná je dobre testovaná a zriedka sa mení. Nestabilná je netestovaná a s èastými zmenami. Testovacia je nieèo uprostred, preto¾e má z nestabilnej verzie veµa nových programov, ktoré nemajú veµa chýb.

source: Checking the Debian archive mirror
sk: Kontrolujem zdroj Debian archívu

source: Downloading the Release file ...
sk: S»ahujem súbor Release ...

source: Choose a mirror of the Debian archive
sk: Zvoµte zdroj Debian archívu

source: IL
sk: Izrael

source: NI
sk: Nikaragua

source: US[ Default value for http]
sk: Slovenská republika

source: enter information manually
sk: manuálne zada» informácie

source: AT
sk: Rakúsko

source: AU
sk: Austrália

source: BE
sk: Belgicko

source: BG
sk: Bulharsko

source: BR
sk: Brazília

source: BY
sk: Bielorusko

source: CA
sk: Kanada

source: CH
sk: ©vajèiarsko

source: CL
sk: Chile

source: CN
sk: Èína

source: CR
sk: Kostarika

source: CZ
sk: Èeská republika

source: DE
sk: Nemecko

source: DK
sk: Dánsko

source: EE
sk: Estónsko

source: ES
sk: ©panielsko

source: FI
sk: Fínsko

source: FR
sk: Francúzsko

source: GB
sk: Veµká Británia

source: GR
sk: Grécko

source: HK
sk: Hong Kong

source: HR
sk: Chorvátsko

source: HU
sk: Maïarsko

source: ID
sk: Indonézia

source: IE
sk: Írsko

source: IN
sk: India

source: IS
sk: Island

source: IT
sk: Taliansko

source: JP
sk: Japonsko

source: KR
sk: Kórea

source: LT
sk: Litva

source: LU
sk: Luxembursko

source: LV
sk: Loty¹sko

source: MX
sk: Mexiko

source: NL
sk: Holandsko

source: NO
sk: Nórsko

source: NZ
sk: Nový Zéland

source: PL
sk: Poµsko

source: PT
sk: Portugalsko

source: RO
sk: Rumunsko

source: RU
sk: Rusko

source: SE
sk: ©védsko

source: SG
sk: Singapur

source: SI
sk: Slovinsko

source: SK
sk: Slovenská republika

source: TH
sk: Thajsko

source: TR
sk: Turecko

source: TW
sk: Taiwan

source: UA
sk: Ukrajina

source: US
sk: Spojené ¹táty

source: ZA
sk: Juhoafrická republika

source: US[ Default value for ftp]
sk: Slovenská republika

source: Debian archive mirror country:
sk: Krajina so zdrojom Debian archívu:

source: The goal is to find a mirror of the Debian archive that is close to you on the network -- be aware that nearby countries, or even your own, may not be the best choice.
sk: Cieµom je nájs» zdroj Debian archívu, ktorý je na sieti najbli¾¹ie. Ale pozor, nie v¾dy sú okolité krajiny alebo dokonca va¹a krajina tou najrýchlej¹ou voµbou.

source: Use a mirror from what country?
bs: Iz koje zemlje da koristim mirror?

source: The goal is to find a mirror that is close to you on the network -- be aware that near countries, or even your own, may not be the best choice.
bs: Cilj je pronaći mirror koji je blizu vama na mreži -- budite svjesni da geografski bliske države, ili čak vaša, ne moraju biti najbolji izbor.

source: Download files using what protocol?
bs: Koji protokol da koristim prilikom skidanja datoteka?

source: Select a protocol to use to download files. If you are unsure, choose http as it is less prone to problems involving firewalls.
bs: Izaberite protokol koji će se koristiti za download datoteka. Ako niste sigurni, odaberite http pošto je manje sklon firewall problemima.

source: Enter http proxy information, or leave blank for none:
bs: Unesite informaciju o http proxy, ili ostavite prazno ako nemate proxy:

source: When entering proxy information, use the standard form of "http://[[user][:pass]@]host[:port]/"
bs: Prilikom unošenja informacije o proxy, koristite standardni oblik sastavljen od "http://[[user][:pass]@]host[:port]/"

source: Choose the Debian mirror to use:
bs: Izaberite Debian mirror koji će se koristiti:

source: Select the mirror Debian will be downloaded from. You should select a mirror that is close to you on the net.
bs: Izaberite mirror s kojeg će Debian biti download-ovan. Vi biste trebali izabrati mirror koji je vama blizak na mreži.

source: Enter mirror hostname:
bs: Unesite hostname mirrora:

source: Enter the hostname of mirror Debian will be downloaded from.
bs: Unesite hostname za mirror s kojeg će biti skinut Debian.

source: Enter mirror directory:
bs: Unesite direktorij mirrora:

source: Enter the directory the Debian mirror is located in.
bs: Unesite direktorij u kome se nalazi Debian mirror.

source: Enter ftp proxy information, or leave blank for none:
bs: Unesite informaciju o ftp proxy serveru, ili ostavite prazno ako nemate ftp proxy:

source: If you need to use a http proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
bs: Ako vam treba http proxy za pristup vanjskoj mreži, unesite informaciju o proxy serveru ovdje. U suprotnom, ostavite prazno.

source: When entering proxy information, use the standard form of "ftp://[[user][:pass]@]host[:port]/"
bs: Prilikom unošenja informacije o proxy serveru, koristite standardni oblik sastavljen od "http://[[user][:pass]@]host[:port]/"

source: Select distribution to install
bs: Izaberite distribuciju za instaliranje

source: Please select which of the distributions you want to install.
bs: Molim izaberite koju od distribucija želite instalirati.

source: woody is the current stable release of Debian sarge is the "testing" unreleased version of Debian sid is "unstable" and will never be released.
bs: woody je trenutno stabilno izdanje Debiana sarge je "testing" neobjavljena verzija Debiana sid je "unstable" verzija i neće nikada biti objavljena.
