Repository: Sprezzatech/main-menu-udeb
Catalog: anna/debian/po/*.po
Languages: ca, cs, da, de, es, fi, fr, he, lv, nb, nn, pl, sk, sl, sv, tr, uk

source: Choose the retriever to use
ca: Seleccioneu l'obtenidor a utilitzar
cs: Vyberte pøivolávaèe, který se má pou¾ít
de: Retriever auswählen
lv: Izvēlieties izmantojamo saņēmēju
nn: Vel hentingsmåten.
pl: Wybierz program pobieraj±cy
sl: Izberite prenašalca
sv: Välj vilken hämtare (retriever) som ska användas
tr: Kullanýlacak alýcýyý seçin

source: The retriever is responsible for fetching the modules to be installed.
ca: L'obtenidor és responsable d'obtenir els mòduls que s'instal·laran.
cs: Pøivolávaè je zodpovìdný za získání modulù urèených k instalaci
de: Der "Retriever" ist für das Abrufen der zu installierenden Module zuständig.
lv: Saņēmējs ir atbildīgs par instalātora moduļu savākšanu no dažādiem avotiem.
nn: Hentingsmåten avgjer korleis modulane som skal installerast skal hentast.
pl: Program pobieraj±cy jest odpowiedzialny za pobranie modu³ów do zainstalowania.
sl: Prenašalec za prenašanje modulov, ki ga želite namestiti.
sv: Hämtaren ansvarar för att hämta modulerna som ska installeras.
tr: Bu alýcý kurulacak modülleri almakla görevlidir

source: Choose the Debian installer modules to install
ca: Seleccioneu els mòduls de Debian installer a instal·lar
cs: Vyberte, které moduly debianího instalátoru se mají nainstalovat
pl: Wybierz modu³y instalatora Debiana do zainstalowania
sl: Izberite module, ki jih želite namestiti
tr: Kurulacak olan Debian Kurulum Sihirbazý modüllerini seçin

source: Most modules you will need will be installed automatically. The listed modules all have low priority and are probably not necessary, but may be interesting to some users.
ca: Molts dels mòduls que necessitareu s'instal·laran automàticament. Els mòduls llistats tenen tots prioritat baixa i probablement no són necessaris, però poden ser interessants per a alguns usuaris.
cs: Vìt¹ina modulù se nainstaluje automaticky. Uvedené moduly mají nízkou prioritu a pravdìpodobnì nejsou potøeba. (S výjimkou pár u¾ivatelù.)
de: Die meisten Module, die benötigt werden, werden automatisch installiert. Die aufgelisteten Module besitzen alle eine niedrige Priorität, und sind für Sie wahrscheinlich unnötig. Könnten aber für mache Benutzer trotzdem interessant sein.
lv: Daudzi moduļi, kuri būs nepieciešami, tiks instalēti automātiski. Moduļi šajā projektā ir moduļi ar zemu prioritāti un parasti tie nav vajadzīgi, taču tie varētu būt lietderīgi dažiem lietotājiem.
nn: Dei fleste modulane du treng blir automatisk installerte. Modulane i lista er lågt prioriterte, og er truleg ikkje nødvendige. Enkelte brukarar kan synast modulane er interessante.
pl: Wiêkszo¶æ potrzebnych modu³ów zostanie zainstalowana automatycznie. Podane modu³y maj± ustawiony niski priorytet i prawdopodobnie nie s± niezbêdne, jednak mog± one zainteresowaæ niektórych u¿ytkowników.
sl: Večino modulov, ki jih boste potrebovali, bom namestil samodejno.Vsi navedeni moduli imajo nizko priroriteto in najbrž niso potrebni, vendar somorda zanimivi za nekatere uporabnike.
sv: De flesta moduler du behöver kommer bli installerade automatiskt. Modulerna i den här listan har låg prioritet och behövs förmodligen inte, men de kan vara intressanta för en del användare.
tr: Ýhtiyacýnýz olacak çoðu modül otomatik olarak kurulacktýr.Listelenen modüller ise düþük öncelikli ve muhtemelen gereksiz modüllerdir, fakat bazý kullanýcýlarýn iþine yarayabilir

source: Note that if you select a module that requires other modules, those modules will also be installed.
ca: Teniu en compte que si seleccioneu un mòdul que necessita altres mòduls, eixos mòduls també s'instal·laran.
cs: Pokud vyberete modul, který vy¾aduje dal¹í moduly, budou také nainstalovány.
de: Falls Sie ein Modul wählen, das andere Module benötigt, werden dies ebenfalls mit installiert.
lv: Piezīme: ja jūs izvēlēsities kādu moduli, kam būs nepieciešamscits modulis, tad tas tiks automātiski pieinstalēts.
nn: Legg merke til at dersom du vel ein modul som krev andre modular, vil dei andre modulane òg bli installerte.
pl: Pamiêtaj, ¿e po wyborze modu³u wymagaj±cego innych modu³ów, równie¿ one zostan± zainstalowane.
sl: Vedite, da če izberete modul, ki potrebuje druge module, bom namestil tudi te.
sv: Notera att om du väljer en modul som kräver andra moduler kommer de modulerna också installeras.
tr: Þunu bilmelisiniz ki eðer seçtiðinis modül baþka modüllere baðýmlý ise, bu modüller de otomatik olarak kurulacaktýr

source: Installing Debian installer modules
ca: S'estan instal·lant els mòduls de Debian installer
cs: Instalují se moduly instalátoru
de: Debian-Installer Module werden installiert
lv: Instalēju Debian instalātora moduļus
nn: Installerer Debian-installasjonsmodular
pl: Instalowanie modu³ów instalatora Debiana
sl: Nameščam module namestitvenega programa Debian.
sv: Installerar installationsmoduler
tr: Debian Kurulum Sihirbazý modülleri kuruluyor

source: Retrieving ${PACKAGE}
ca: S'està obtenint ${PACKAGE}
cs: Stahuje se ${PACKAGE}
da: Henter ${PACKAGE}
de: Empfange ${PACKAGE}
es: Descargando ${PACKAGE}
fi: Noudetaan ${PACKAGE}
fr: Récupération de ${PACKAGE}
he: מביא את ${PACKAGE}
lv: Saņemu ${PACKAGE}
nb: Henter ${PACKAGE}
nn: Hentar ${PACKAGE}
pl: Pobieranie ${PACKAGE}
sk: S»ahuje sa ${PACKAGE}
sl: Prenašam ${PACKAGE}
sv: Hämtar ${PACKAGE}
tr: ${PACKAGE} alýnýyor
uk: Отримання ${PACKAGE}

source: Installing ${PACKAGE}
ca: S'està instal·lant ${PACKAGE}
cs: Instaluje se ${PACKAGE}
de: Installiere ${PACKAGE}
lv: Instalēju ${PACKAGE}
nn: Installerer ${PACKAGE}
pl: Instalowanie ${PACKAGE}
sl: Nameščam·${PACKAGE}
sv: Installerar ${PACKAGE}

source: Failed to retrieve installer module
ca: No s'ha pogut obtindre el mòdul de l'instal·lador
cs: Selhalo sta¾ení instalaèního modulu
de: Fehler beim Empfangen des Moduls
lv: Kļūda saņemot instalātora moduli
nn: Klarte ikkje henta installasjonsmodul
pl: B³±d podczas pobierania modu³u instalatora
sl: Modula programa za namestitev ni bilo mogoče prenesti.
sv: Misslyckades med att hämta installationsmodul
tr: Kurulum uygulamasý modülleri alýnamadý

source: Retrieving the module ${PACKAGE} failed for unknown reasons. Aborting.
ca: L'obtenció del mòdul ${PACKAGE} ha fallat per raons desconegudes. S'està avortant.
cs: Získání modulu ${PACKAGE} selhalo z neznámého dùvodu. Ru¹ím akci.
de: Das Empfangen des Moduls ${PACKAGE} schlug aus einem unbekannten Grund fehl. Es wird jetzt abgebrochen!
lv: Moduļa ${PACKAGE} saņemšana atgrieza kļūdu nezināmu iemeslu dēļ. Pārtraucu darbu.
nn: Hentinga av modulen ${PACKAGE} mislukkast av ukjend grunn. Avbryt.
pl: Pobieranie modu³u ${PACKAGE} nie powiod³o siê, a przyczyna nie jest znana. Przerywanie.
sl: Prenašanje modula ${PACKAGE} ni uspelo iz neznani razlogov. Prekinjam.
sv: Hämtandet av modulen ${PACKAGE} misslyckades av okänd anledning. Avbryter.
tr: ${PACKAGE} modülü alýnýrken belirsiz bir hata oluþtu. Ýptal ediliyor

source: Integrity check failed
ca: Ha fallat la comprovació d'integritat
cs: Selhala kontrola integrity
da: Integritetstjekket fejlede
de: Integritätsüberprüfung fehlgeschlagen
es: Falló la comprobación de integridad
fi: Eheystarkistus epäonnistui
fr: Échec du test d'intégrité
he: בדיקת שלמות נכשלה
lv: Integritātes pārbaude atrada kļūdas
nb: Integritetssjekk feilet
nn: Integritetskontroll mislukkast
pl: Sprawdzanie integralno¶ci nie powiod³o siê
sk: Zlyhala kontrola integrity
sl: Preverjanje veljavnosti ni uspelo
sv: Integritetstest misslyckades
tr: Doðrulama kontrolu baþarýsýz
uk: Помилка при перевірці цілісності

source: The integrity check for module ${PACKAGE} failed. It is most likely corrupt. Aborting.
ca: La comprovació d'integritat pel mòdul ${PACKAGE} ha fallat. Es probable que siga corrupte. S'està avortant.
cs: Selhala kontrola integrity modulu ${PACKAGE}. Modul je s nejvìt¹í pravdìpodobností po¹kozen. Ru¹ím akci.
de: Die Integritätsüberprüfung für das Module ${PACKAGE} ist fehlgeschlagen. Das Modul ist wahrscheinlich korrupt. Abbruch!
lv: Moduļa ${PACKAGE} integritātes pārbaude atgrieza kļūdu. Visticamāk modulis ir bojāts. Pārtraucu darbu.
nn: Integritetskontrollen av modulen ${PACKAGE} mislukkast. Modulen er truleg øydelagd. Avbryt.
pl: Sprawdzanie integralno¶ci modu³u ${PACKAGE} nie powiod³o siê. Najprawdopodobniej modu³ jest uszkodzony. Przerywanie.
sl: Preverjanje veljavnosti paketa ${PACKAGE} ni uspelo. Najverjetneje je poškodovan. Končujem.
sv: Integritetstestet för modulen ${PACKAGE} misslyckades. Den är troligtvis korrupt. Avbryer.
tr: ${PACKAGE} modülü için doðrulama kontrolü yapýlamadý. Muhtemelen hasar görmüþ. Ýptal ediliyor

source: Failed to install module
ca: No s'ha pogut instal·lar el mòdul
cs: Instalace modulu selhala
de: Installationsfehler des Moduls
lv: Kļūda instalējot moduli
nn: Klarte ikkje installera modul
pl: Instalacja modu³u nie powiod³a siê
sl: Namestitev modula ni uspela
sv: Misslyckades med att installera modul
tr: Modül kurulumu baþarýsýz

source: Installing the module ${PACKAGE} failed for unknown reasons. Aborting.
ca: La instal·lació del mòdul ${PACKAGE} ha fallat per raons desconegudes. S'està avortant.
cs: Instalace modulu ${PACKAGE} selhala z neznámého dùvodu. Ru¹ím akci.
de: Die Installation des Moduls ${PACKAGE} ist aus einem unbekannten Grund fehlgeschlagen. Abbruch!
lv: Moduļa ${PACKAGE} instalēšana atgrieza kļūdu nezināmu iemeslu dēļ. Pārtraucu darbu.
nn: Installasjonen av modulen ${PACKAGE} mislukkast av ukjend grunn. Avbryt.
pl: Instalacja modu³u ${PACKAGE} nie powiod³a siê, a przyczyna nie jest znana. Przerywanie.
sl: Namestitev modula ${PACKAGE} ni uspela iz neznanih razlogov. Prekinjam.
sv: Installerandet av modulen ${PACKAGE} misslyckades av okänd anledning. Avbryter.
tr: ${PACKAGE} modülü kurulurken belirsiz bir hata oluþtu. Ýptal ediliyor.

source: No installer modules found
ca: No s'ha trobat cap mòdul de l'instal·lador
cs: Nebyly nalezeny ¾ádné instalaèní moduly
de: Keine Debian-Installer Module gefunden
lv: Instalātora moduļi nav atrasti
nn: Fann ingen installasjonsmodular
pl: Nie znaleziono modu³ów instalatora
sl: Našel nisem nobenega modula za namestitev
sv: Hittade inga installationsmoduler
tr: Yükleyici modülleri bulunamadý

source: No installer modules were found. If you are installing from CD, it may be corrupt. If you are installing from a network, please try another mirror.
cs: Nebyly nalezeny instalaèní moduly. Instalujete-li z CD, mù¾e být po¹kozené. Instalujete-li ze sítì, zkuste jiné zrcadlo.
sl: Našel nisem nobenega modula za namestitev. Če nameščate iz CD-ja, je verjetno poškodovan. Če nameščate iz omrežja, poskusite z drugim zrcalnim strežnikom.
tr: Yükleyici modülleri bulunamadý. Eðer kurulumu bir CD'den yapýyorsanýz, muhtemelen hasar görmüþtür. Eðer bir að üzerinden kurulum yapýyorsanýz , lütfen baþka bir yansý deneyiniz.

source: Load installer modules
cs: Nahrát instalaèní moduly
sl: Naloži module namestitvenega programa

source: Retriever to use:
da: Filhentningsprogram at bruge:
es: Método de descarga a usar:
fi: Käytettävä nouto-ohjelma:
fr: Outil de récupération :
nb: Henter som skal brukes:
sk: S»ahovaè, ktorý sa má pou¾i»:
uk: Виберіть програму-пошуковик:

source: The retriever is responsible for fetching installer components to be loaded.
da: Filhentningsprogrammet sørger for at hente de dele, der skal indlæses
es: El descargador se encarga de obtener los componentes que serán cargados.
fi: Nouto-ohjelma noutaa ladattavat asennusohjelman komponentit.
fr: L'outil de récupération est chargé de récupérer les composants de l'installateur qui doivent être chargés.
nb: Henteren er ansvarlig for å hente de komponentene som skal installeres.
sk: S»ahovaè je zodpovedný za získanie súèastí in¹talaèného programu, ktoré sa majú pou¾i».
uk: Програма-пошуковик відповідає за отримання модулів, які потрібно завантажити.

source: Installer components to load:
da: Installations-dele at hente:
es: Componentes del instalador a cargar:
fi: Ladattavat asenninkomponentit:
fr: Composants de l'installateur à charger :
he: רכיבי מתקין לטעינה:
nb: Installasjonskomponenter som skal lastes:
sk: Súèasti in¹talaèného programu, ktoré se majú nahra»:
uk: Компоненти програми установки для завантаження:

source: Most things you will need will be loaded automatically. The listed installer components all have low priority and are probably not necessary, but may be interesting to some users.
da: De fleste af de moduler, du får brug for, vil blive indlæst automatisk. Installationsdelene i listen har alle lav prioritet og er sikkert ikke strengt nødvendige, men kan interessere nogle brugere.
es: La mayoría de las cosas que necesitará se van a cargar automáticamente. Los aquí listados son componentes de baja prioridad y probablemente no necesarios, aunque pueden interesar a algunos usuarios.
fi: Useimmat tarvittavat komponentit asennetaan automaattisesti. Luetellut asenninkomponentit ovat vähemmän tärkeitä ja ne eivät kenties ole tarpeellisia, mutta voivat kiinnostaa joitakin käyttäjiä.
fr: La plupart des composants dont vous aurez besoin seront installés automatiquement. Les composants mentionnés ici possèdent tous une priorité faible et ne sont probablement pas nécessaires, mais ils peuvent être intéressants pour certains utilisateurs.
nb: De fleste tingene du trenger blir installert automatisk. Alle de installasjons-komponentene som er vist her har lav prioritet og trengs antakelig ikke, men kan være interessante for noen brukere.
sk: Väè¹ina súèastí sa nain¹taluje automaticky. Uvedené súèasti in¹talátora majú nízku prioritu a pravdepodobne nie sú potrebné pre väè¹inu pou¾ívateµov.
uk: Більшість потрібних для вас речей буде встановлено автоматично. Перераховані компоненти програми установки мають низький пріоритет і, мабуть, вам не потрібні, але деяким користувачам можуть знадобитися.

source: Note that if you select a component that requires others, those components will also be loaded.
da: Bemærk at hvis du vælger en del, der kræver andre dele, bliver disse også installeret.
es: Tenga en cuenta que si selecciona un componente que requiere otros componentes, esos componentes también serán cargados.
fi: Huomaa että valitessasi komponentin, joka tarvitsee muita, asennetaan myös nämä muut komponentit.
fr: Veuillez noter que si vous choisissez un composant qui nécessite d'autres composants, ceux-ci seront également installés.
he: שים לב שאם אתה בוחר רכיב שדורש רכיבים אחרים, הם יטענו בנוסף.
nb: Merk at om du velger en komponent som trenger andre komponenter, så vil disse andre også bli installert.
sk: Ak si vyberiete súèas», ktorá vy¾aduje ïal¹ie súèasti, tieto budú takisto nain¹talované.
uk: Зауважте, що якщо ви виберете компонент, що потребує інші компоненти, то вони також будуть встановлені.

source: Loading components of the Debian installer
da: Indlæser dele til Debian-installationen
es: Cargando módulos del instalador de Debian
fi: Ladataan Debian-asentimen komponentteja
fr: Chargement des composants de l'installateur Debian
he: טעינת רכיבי מתקין Debian
nb: Laster komponenter til Debian installasjonen
sk: Nahrávajú sa súèasti Debian in¹talátora
uk: Завантаження компонентів інсталятора Debian

source: Unpacking ${PACKAGE}
da: Pakker ${PACKAGE} ud
es: Desempaquetando ${PACKAGE}
fi: Puretaan ${PACKAGE}
fr: Décompression de ${PACKAGE}
he: פורס את ${PACKAGE}
nb: Pakker ut ${PACKAGE}
sk: Rozbaµuje sa ${PACKAGE}
uk: Розпаковування ${PACKAGE}

source: Failed to retrieve installer component
da: Kunne ikke hente installationsdelen
es: Falló al descargar componente del instalador
fi: Asennusohjelman osan noutaminen epäonnistui
fr: Échec de la récupération d'un composant de l'installateur
he: כשלון בהבאת רכיבת מתקין
nb: Klarte ikke å hente installasjonskomponenten
sk: Zlyhalo stiahnutie súèasti instalaèného programu
uk: Не вдалося отримати компонент програми установки

source: Retrieving the component ${PACKAGE} failed for unknown reasons. Aborting.
da: Det lykkedes af ukendte grunde ikke at hente delen ${PACKAGE}. Afbryder.
es: La descarga del componente ${PACKAGE} falló por razones desconocidas. Abortando.
fi: Asennusohjelman osan ${PACKAGE} noutaminen epäonnistui tuntemattomasta syystä. Keskeytetään.
fr: La récupération du composant ${PACKAGE} a échoué pour des raisons inconnues. L'opération est abandonnée.
he: הבאת הרכיב ${PACKAGE} נכשלה מסיבה לא ידועה. מבטל.
nb: Hentingen av komponenten ${PACKAGE} feilet av ukjente årsaker. Avbryter.
sk: Získanie súèasti ${PACKAGE} zlyhalo z neznámeho dôvodu. Ru¹ím akciu.
uk: Отримання ${PACKAGE} не вдалося з невідомої причини. Дію перервано.

source: The integrity check for ${PACKAGE} failed. It is most likely corrupt. Aborting.
da: Integritetstjekket for ${PACKAGE} fejlede. Det er højst sandsynligt fejlbehæftet. Afbryder.
es: La comprobación de integridad del módulo ${PACKAGE} falló. Está probablemente corrupto. Abortando.
fi: ${PACKAGE}:n eheystarkistus epäonnistui. Se on todennäköisesti viallinen. Keskeytetään.
fr: Le test d'intégrité du composant ${PACKAGE} a échoué. Il est probablement endommagé. L'opération est abandonnée.
he: בדיקת השלמות ל-${PACKAGE} נכשלה. סביר שהיא מקולקלת. מבטל.
nb: Integritetssjekken for ${PACKAGE} feilet. Den er sannsynligvis feil i den. Avbryter.
sk: Zlyhala kontrola integrity ${PACKAGE}. Balík je pravdepodobne po¹kodený. Ru¹ím akciu.
uk: Помилка при перевірці цілісності ${PACKAGE}. Скоріше за все, цей пакунок пошкоджено. Дію перервано.

source: Failed to load installer component
da: Kunne ikke installere installationsdelen
es: Fallo al cargar componente del instalador
fi: Asennusohjelman osan lataus epäonnistui
fr: Échec de l'installation du composant
he: כשלון בטעינת רכיב מתקין
nb: Klarte ikke å installere komponenten
sk: In¹talácia súèasti in¹talaèného programu zlyhala
uk: Не вдалося завантажити компонент програми установки

source: Loading ${PACKAGE} failed for unknown reasons. Aborting.
da: Det lykkedes af ukendte grunde ikke at hente ${PACKAGE}. Afbryder.
es: La carga del componente ${PACKAGE} falló por razones desconocidas. Abortando.
fi: ${PACKAGE}:n lataaminen epäonnistui tuntemattomasta syystä. Keskeytetään.
fr: L'installation du composant ${PACKAGE} a échoué pour des raisons inconnues. L'opération est abandonnée.
nb: Lastingen av ${PACKAGE} feilet av ukjente årsaker. Avbryter.
sk: In¹talácia ${PACKAGE} zlyhala z neznámeho dôvodu. Ru¹ím akciu.
uk: Завантаження ${PACKAGE} не вдалося з невідомої причини. Дію перервано.

source: No installer components found
da: Fandt ingen installationsdele
es: No se han encontrado componentes del instalador
fi: Asennusohjelman osia ei löydy
fr: Aucun composant d'installation n'a été trouvé
nb: Fant ingen installasjonskomponenter
sk: Neboli náajdené ¾iadne súèasti in¹talaèného programu
uk: Компоненти програми установки не знайдені

source: If you are installing from CD, it may be corrupt. If you are installing from a network, please try another mirror. If you are installing from floppy, make sure you have a driver floppy in the correct drive.
da: Hvis du installerer fra en cd, kan den være fejlbehæftet. Hvis du installerer fra et netværk, så prøv et andet filspejl. Hvis du installerer fra disketter, skal du sikre dig at du har puttet en driver-diskette i det rigtige diskettedrev.
es: Si está instalando desde CD, puede que esté corrupto. Si está instalando desde red, inténtelo con otra réplica. Si está instalando desde un discoflexible, asegurese de tener el disco en la unidad correcta.
fi: Jos asennat CD:ltä, se voi olla viallinen. Jos asennat verkosta, kokeile toista peiliä. Jos asennat levykkeeltä, varmista, että ajurilevyke on oikeassa asemassa.
fr: Si vous effectuez l'installation depuis un CD, il est peut-être endommagé. Si vous utilisez le réseau, veuillez essayer un autre site miroir. Si vous utilisez des disquettes, assurez-vous de la présence de la disquette de pilotes dans le lecteur.
nb: Hvis du installerer fra CD, kan dette være en feil på CD-en. Hvis du installerer fra nett, bør du prøve igjen fra et annet speil. Hvis du installerer fra diskett, sjekk at du har driver-disketten i riktig stasjon.
sk: Ak in¹talujete z CD, mô¾e by» po¹kodené. Ak in¹talujete cez sie», skúste prosím, iný zdroj súborov. Pri in¹talácii z diskiet si overte, èi máte disketu s ovládaèmi v správnej mechanike.
uk: Якщо ви встановлюєте систему з компакт-диску, то він можливо пошкоджений. Якщо ви встановлюєте систему через мережу, то можете спробувати ще раз з іншим дзеркалом Debian. Якщо ви встановлюєте систему з дискет, то перевірте, чи знаходиться дискета з драйверами в потрібному приводі.

source: Load installer components
es: Cargar componentes del instalador
fi: Lataa asennusohjelman osat
he: טען רכיב מתקין
nb: Last installasjonskomponenter
sk: In¹talácia súèastí in¹talaèného programu
uk: Завантажити компоненти програми установки
