Repository: Sprezzatech/main-menu-udeb
Catalog: packages/partman/partman-*/debian/po/*.po
Languages: km, sq, vi

source: Starting up the partitioner
km: ចាប់ផ្ដើម​កម្មវិធី​ចែក​ភាគ
sq: Duke nisur ndarsin
vi: Đang khởi chạy trình phân vùng

source: Scanning disks...
km: កំពុង​ស្កេន​ថាស​...
sq: Duke kontrolluar disqet...
vi: Đang quét các đĩa...

source: Detecting file systems...
km: កំពុង​រក​ប្រព័ន្ធ​ឯកសារ...
sq: Duke zbuluar filesistemet...
vi: Đang dò tìm các hệ thống tập tin...

source: This partitioner doesn't have information about the default type of the partition tables on your architecture. Please send an e-mail message to debian-boot@lists.debian.org with information.
km: កម្មវិធី​ចែក​ភាគ​នេះ​មិនមាន​ព័ត៌មាន​អំពី​ប្រភេទតារាង partition លំនាំដើម​លើ​ស្ថាបត្យកម្ម​របស់​អ្នកទេ ។ សូម​ផ្ញើ​សារ​អ៊ីមែលទៅdebian-boot@lists.debian.org ព្រម​ជាមួយ​ព័ត៌មាន ។
sq: Ky ndars nuk ka informacione rreth llojit t prezgjedhur t tabels s ndarjes pr arkitekturn tnde. T lutem drgo nj mesazh e-mail tek debian-boot@lists.debian.org me t dhna.
vi: Bộ phân vùng này chưa có thông tin về kiểu bảng phân vùng mặc định trên kiến trúc của bạn. Hãy gởi cho <debian-boot@lists.debian.org> một lá thư chứa thông tin này.

source: Please note that if the type of the partition table is unsupported by libparted, then this partitioner will not work properly.
km: សូម​ចំណាំថា បើ​ប្រភេទ​តារាង​ partition មិន​ត្រូវ​បាន​គាំទ្រ​ដោយ​libparted នោះ​ partitioner នឹង​មិន​ដំណើរការ​បាន​ល្អ ។
sq: T lutem kujdes, se nse lloji i tabels s ndarjes nuk sht i suportuar nga libparted, athere ndarsi nuk do punoj si duhet.
vi: Hãy ghi chú rằng nếu trình libparted không hỗ trợ kiểu bảng phân vùng thì bộ phân vùng này sẽ không hoặt động cho đúng.

source: Continue with partitioning?
km: បន្ត​ការ​ចែក​ភាគ​ឬ ?
sq: T vazhdoj me ndarjen?
vi: Tiếp tục việc phân vùng không?

source: This partitioner is based on the library libparted which doesn't have support for the partition tables used on your architecture. It is strongly recommended that you exit this partitioner.
km: កម្មវិធី​ចែក​ភាគ​នេះគឺ​ផ្អែក​លើបណ្ដាល័យ​ libparted ដែល​មិន​មានការ​គាំទ្រ តារាង​ partition ដែល​ត្រូវ​ប្រើ​លើ​ស្ថាបត្យកម្ម​របស់​អ្នក ។ យើង​សូម​ផ្ដល់​អនុសាសន៍ យ៉ាងមុតមាំ​ឲ្យ​អ្នក​ចេញ​ពី​កម្មវិធី​ចែក​ភាគ​នេះ ។
sq: Ky ndars mbshtetet n librarin libparted e cila nuk suporton tabeln e ndarjes s prdorur n arkitekturn tnde. Kshillohet q t dalsh nga ndarsi.
vi: Bộ phân vùng này đựa vào thư viên libparted mà chưa hỗ trợ những bảng vùng được dùng trên kiến trúc của bạn. Bạn nên thoát khỏi bộ phân vùng này.

source: If you can, please help to add support for your partition table type to libparted.
km: បើ​អ្នក​អាច សូម​ជួយ​បន្ថែម​ការ​គាំទ្រប្រភេទ​តារាង partition របស់​អ្នក​ទៅlibparted ។
sq: Nse mundesh, t lutem ndihmo n shtimin e suportit pr llojin e tabels s ndarjes me libparted.
vi: Nếu có thể, vui lòng thêm cách hỗ trợ bảng phần vùng của bạn vào thư viên libparted.

source: This is an overview of your currently configured partitions and mount points. Select a partition to modify its settings (file system, mount point, etc.), a free space to create partitions, or a device to initialise its partition table.
km: នេះ​ជា​ទិដ្ឋភាព​ទូទៅ​មួយ​នៃ​​ partitions និង​ចំណុច​ម៉ោន​ដែល​បាន​កំណត់​រចនាសម្ព័ន្ធ​បច្ចុប្បន្នរបស់អ្នក ។ ជ្រើស​ partition មួយ​ដើម្បី​កែសម្រួល​ (ប្រព័ន្ធ​ឯកសារ​ចំណុច​ម៉ោន ។ល។) ទំហំ​ទំនេរ​មួយ​សម្រាប់​បង្កើត​ partitions ឬ​ ឧបករណ៍​មួយ​សម្រាប់​ចាប់​ផ្ដើម​តារាង partition របស់​វា ។
sq: Kjo sht nj pamje e par e ndarjeve t konfiguruara dhe pikave t montimit. Zgjidh nj ndarje pr t ndryshuar rregullimet (filesistemet, pikat e montimit, etj), nj hapsir t lir pr t krijuar ndarje, ose nj dispozitiv pr t filluar tabeln e ndarjes.
vi: Đây là tóm tắt các phân vùng và điểm lắp đều của bạn hiện thời được cấu hình. Hãy chọn phân vùng nào cần sửa đổi cách thiết lập (hệ thống tập tin, điểm lắp v.v.), sức chứa còn rảnh nơi cần tạo phân vùng, hoặc thiết bị nơi cần khởi động bảng phân vùng.

source: Create new empty partition table on this device?
km: បង្កើត​តារាង​​ partition ទំនេរ​ថ្មី​លើ​ឧបករណ៍នេះ ?
sq: T krijoj nj tabel ndarjeje bosh n kt dispozitiv?
vi: Tạo bảng phân vùng trống mới trên thiết bị này không?

source: You have selected an entire device to partition. If you proceed with creating a new partition table on the device, then all current partitions will be removed.
km: អ្នក​បាន​ជ្រើស​ឧបករណ៍​ទាំងមូល​សម្រាប់​ partition ។​ បើ​អ្នក​បន្ត​ដោយ​បង្កើត តារាង​​ partition ថ្មី​មួយ​លើ​ឧបករណ៍​នេះ នោះ​ partitions បច្ចុប្បន្នទាំងអស់ នឹង​ត្រូវ​បាន​យក​ចេញ ។
sq: Ke zgjedhur nj dispozitiv t tr pr ta ndar. Nse vazhdon me krijimin e nj tabele t re ndarjeje n dispozitiv, athere t gjith ndarjet e tjera do fshihen.
vi: Bạn đã chọn một thiết bị toàn bộ để phân vung. Nếu bạn tiếp tục tạo bảng phân vùng mới trên thiết bị này, vì thế mọi phân vùng hiện thời sẽ bị gỡ bỏ.

source: Note that you will be able to undo this operation later if you wish.
km: ចំណាំ​ថា អ្នក​នឹង​អាច​មិនធ្វើ​ប្រតិបត្តិការ​នេះ​ពេល​ក្រោយវិញ បើ​អ្នក​ចង់ ។
sq: Kujdes sepse mund ta zhbsh kt veprim m von nse dshiron.
vi: Lưu ý là bạn có thể hoàn lại thao tác này lần sau nếu muốn.

source: Write a new empty partition table?
km: សរសេរ​តារាង​​ partition ទទេ​ថ្មី​មួយ​ឬ ?
sq: T krijoj nj tabel t re ndarjeje bosh?
vi: Ghi một bảng phân vùng trống mới không?

source: Because of limitations in the current implementation of the Sun partition tables in libparted, the newly created partition table has to be written to the disk immediately.
km: ដោយសារ​ការកំណត់​ក្នុងការ​ប្រតិបត្តិ​បច្ចុប្បន្ន​នៃ​តារាង​ partition របស់ Sunក្នុង​ libparted តារាង​ partition ដែល​បាន​បង្កើត​ថ្មីៗ​នឹង​ត្រូវ​បាន​សរសេរ​ទៅថាស​ភ្លាម ។
sq: Pr shkak t limitimeve n implementimin e tabelave ndarse Sun n libparted, tabela e re e ndarjes duhet shkruar menjher n disk.
vi: Do sự hạn chế trong cách thi hanh bảng phân vùng Sun hiện thời trong thư viên libparted, phải ghi phân vùng mới tạo vào đĩa ngay.

source: You will NOT be able to undo this operation later and all existing data on the disk will be irreversibly removed.
km: អ្នក​នឹង​មិន​ងាច​មិន​ធ្វើ​ប្រតិបត្តិការ​នេះនៅ​ពេល​ក្រោយ​វិញបាន​ទេ ហើយ​ទិន្នន័យ​ដែល​មាន​ទាំងអស់​លើ​ថាស​នឹង​ត្រូវ​បាន​យក​ចេញ​ដោយ​មិន​អាច​ស្ដារ​វិញ​បាន ។
sq: NUK do mundsh t zhbsh kt veprim m von dhe t gjitha t dhnat n disk do fshihen prfundimisht.
vi: Sau này, bạn sẽ KHÔNG thể hoàn lại thao tác này, và mọi dữ liệu đã có sẽ bị xóa bỏ vĩnh viễn.

source: Confirm whether you actually want to create a new partition table and write it to disk.
km: អះអាង​ថា​តើ​អ្នក​ពិតជា​ចង់​បង្កើត​តារាង partition ថ្មី មួយ និង​សរសេរ​វា​ទៅ​ថាស ។​
sq: Poho nse dshiron t krijosh nj tabel ndarjeje t re dhe ta shkruash at n disk.
vi: Hãy xác nhận nếu bạn thật muốn tạo một bảng phân vùng mới và ghi nó vào đĩa.

source: Continue with the installation?
km: បន្ត​ការ​ដំឡើង​ឬ ?
sq: T vazhdoj me instalimin?
vi: Tiếp tục cài đặt chứ?

source: No partition table changes and no creation of file systems have been planned.
km: គ្មាន​តារាង partition ត្រូវ​បាន​ផ្លាស់ប្ដូរ​ និង​គ្មានការ​បង្កើត​ប្រព័ន្ធ​ឯកសារត្រូវ​បាន​គ្រោង ។
sq: Nuk sht planifikuar asnj ndryshim i tabels s ndarjes dhe asnj krijim filesistemi.
vi: Chưa định thay đổi bảng phân vùng hoặc tạo hệ thống tập tin thôi.

source: If you plan on using already created file systems, be aware that existing files may prevent the successful installation of the base system.
km: បើ​អ្នក​គ្រោង​នឹង​ប្រើ​ប្រព័ន្ធ​ឯកសារ​ដែល​បាន​បង្កើត សូម​យល់​ដឹង​ថា ឯកសារដែល​មាន​ស្រាប់​អាច​រារាំង​ការ​ដំឡើង​ប្រព័ន្ធ​មូលដ្ឋាន​ដោយ​ជោគជ័យ ។​
sq: Nse ke ndrmend t prdorsh filesisteme t gatshm, ki kujdes pasi file-t ekzistues mund t rrezikojn instalimin me sukses t sistemit baz.
vi: Nếu bạn định sử dụng hệ thống tập tin đã được tạo, hãy ghi chú là tập tin tồn tại có thể ngăn cản cài đặt hệ thống cơ bản.

source: Write the changes to disks?
km: សរសេរ​ភាព​ផ្លាស់ប្ដូរ​ទៅ​ថាស​ឬ ?
sq: Ti shkruaj ndryshimet n disqe?
vi: Ghi các thay đổi vào đĩa chứ?

source: If you continue, the changes listed below will be written to the disks. Otherwise, you will be able to make further changes manually.
km: បើ​អ្នក​បន្ត ភាព​ផ្លាស់ប្ដូរ​ដែល​បាន​រាយ​ខាងក្រោម​ នឹង​ត្រូវ​បាន​សរសេរ​ទៅ​កាន់ថាស ។មិន​ដូច្នោះ​ទេ អ្នក​នឹង​អាច​ផ្លាស់ប្ដូរ​បន្ថែម​ទៀត​ដោយ​ដៃ ។​
vi: Nếu bạn tiếp tục thì các thay đổi bên dưới sẽ được ghi vào đĩa. Không thì bạn sẽ có thể tự làm thay đổi nữa.

source: WARNING: This will destroy all data on any partitions you have removed as well as on the partitions that are going to be formatted.
km: ព្រមាន ៖ នេះ​នឹង​បំផ្លាញ​ទិន្នន័យ​ទាំងអស់​លើ​ partitions ទាំងឡាយ​ណា ដែល​អ្នក​បាន​យក​ចេញ​ ព្រម​ទាំងលើ​​ partitions ដែល​នឹង​ត្រូវ​បាន​ធ្វើ​ទ្រង់ទ្រាយ ។
sq: KUJDES: Kjo do shkatrroj t gjitha t dhnat n do ndarje q ke hequr, po ashtu n ndarjet q ke vendosur t formatosh.
vi: CẢNH BÁO: hành động này sẽ xóa bỏ mọi dữ liệu trên các phân vùng đã gỡ bỏ, cũng trên các phân vùng sẽ định dạng.

source: The following partitions are going to be formatted:
km: ​partitions ខាងក្រោម​នឹង​ត្រូវ​បាន​ធ្វើទ្រង់ទ្រាយ ៖
sq: Ndarjet e mposhtme do formatohen:
vi: Các phân vùng theo đây sẽ được định dạng:

source: partition #${PARTITION} of ${DEVICE} as ${TYPE}
km: partition #${PARTITION} នៃ ${DEVICE} ជា ${TYPE}
sq: ndarja Nr. ${PARTITION} e ${DEVICE} si ${TYPE}
vi: phân vùng #${PARTITION} của thiết bị ${DEVICE} như là kiểu ${TYPE}.

source: The partition tables of the following devices are changed:
km: តារាង​ partition នៃ​ឧបករណ៍​ខាងក្រោម​ត្រូវ​បាន​ផ្លាស់ប្ដូរ ៖
sq: Tabelat e ndarjes pr dispozitivat e mposhtm kan ndryshuar:
vi: Bảng phân vùng của những thiết bị theo đây đã thay đổi:

source: What to do with this device:
km: អ្វី​ដែល​ត្រូវ​ធ្វើ​ជាមួយ​ឧបករណ៍​នេះ ៖
sq: Veprimi me kt dispozitiv:
vi: Cách quản lý thiết bị này:

source: How to use this free space:
km: របៀប​ប្រើ​ទំហំថាស​ទំនេរ​នេះ ៖
sq: Prdorimi i ksaj hapsire t lir:
vi: Cách dùng chỗ rỗng này:

source: Partition settings:
km: ការ​កំណត់ Partition ៖
sq: Rregullimet e ndarjes:
vi: Thiết lập phân vùng:

source: You are editing partition #${PARTITION} of ${DEVICE}. ${OTHERINFO} ${DESTROYED}
km: អ្នក​កំពុង​កែសម្រួល partition #${PARTITION} នៃ ${DEVICE} ។ ${OTHERINFO} ${DESTROYED}
sq: Po ndryshon ndarjen Nr. ${PARTITION} e ${DEVICE}. ${OTHERINFO} ${DESTROYED}
vi: Bạn đang sửa đổi phân vùng #${PARTITION} của thiết bị ${DEVICE}. Thông tin khác ${OTHERINFO} bị xóa bỏ ${DESTROYED}.

source: This partition is formatted with the ${FILESYSTEM}.
km: partition នេះ​ត្រូវ​បាន​ធ្វើ​ទ្រង់ទ្រាយ​ដោយ​ប្រើ​ ${FILESYSTEM} ។
sq: Kjo ndarje sht formatuar si ${FILESYSTEM}.
vi: Phân vùng này được định dạng bằng hệ thống tập tin ${FILESYSTEM}.

source: No existing file system was detected in this partition.
km: រក​មិន​ឃើញ​ប្រព័ន្ធ​ឯកសារ​ដែល​មាន​ស្រាប់​ក្នុង partition នេះ ។
sq: Nuk u zbulua asnj filesistem ekzistues n kt ndarje.
vi: Không phát hiện thấy hệ thống tập tnào in trên phân vùng này.

source: All data in it WILL BE DESTROYED!
km: ទិន្នន័យ​ទាំងអស់​ក្នុង​វា​នឹង​ត្រូវ​បាន​បំផ្លាញ!
sq: T gjitha t dhnat n t DO T SHKATRROHEN!
vi: • Mọi dữ liệu trên nó sẽ BỊ XÓA BỎ. •

source: The partition starts from ${FROMCHS} and ends at ${TOCHS}.
km: partition ចាប់ផ្ដើម​ពី​ ${FROMCHS} និង​បញ្ចប់​ត្រឹម​ ${TOCHS} ។
sq: Ndarja fillon nga ${FROMCHS} dhe mbaron tek ${TOCHS}.
vi: Phân vùng này bắt đầu từ kênh ${FROMCHS} và kết thúc tại kênh ${TOCHS}.

source: The free space starts from ${FROMCHS} and ends at ${TOCHS}.
km: ទំហំ​ទំនេរ​ចាប់ផ្ដើម​ពី​ ${FROMCHS} និង​បញ្ចប់​ត្រឹម ${TOCHS} ។
sq: Hapsira e lir fillon nga ${FROMCHS} dhe mbaron tek ${TOCHS}.
vi: Sức chứa còn rảnh bắt đầu từ kênh ${FROMCHS} và kết thúc tại kênh ${TOCHS}.

source: Please wait...
km: សូមរងចាំ...
sq: T lutem prit...
vi: Hãy chờ...

source: Partitions formatting
km: ធ្វើ​ទ្រង់ទ្រាយ Partitions
sq: Formatimi i ndarjeve
vi: Phân vùng đang được định dạng

source: Processing...
km: កំពុង​ដំណើរ​ការ...
sq: Duke prpunuar...
vi: Đang xử lý...

source: Done setting up the partition
km: បាន​រៀប​ចំ​ partition រួចហើយ
sq: Mbarova me rregullimin e ksaj ndarjeje
vi: Phân vùng đã thiết lập xong.

source: Finish partitioning and write changes to disk
km: បញ្ចប់​ការ​ចែក​ភាគ និង​សរសេរ​ការ​ផ្លាស់ប្ដូរ​ទៅ​ថាស
sq: Ndalo ndarjen dhe kryej ndryshimet n disk
vi: Phân vùng xong và ghi các thay đổi vào đĩa

source: Undo changes to partitions
km: មិន​ធ្វើ​ការ​ផ្លាស់ប្ដូរ​វិញ​ទៅ​កាន់​ partitions
sq: Zhbj ndryshimet e ndarjeve
vi: Hoàn tác thay đổi phân vùng

source: Show Cylinder/Head/Sector information
km: បង្ហាញ​ព័ត៌មាន​ស៊ីឡាំង/ក្បាល/ភាគ
sq: Shfaq informacion mbi Cilindrat/Kokat/Sektort
vi: Hiện thông tin Trụ/Đầu/Rãnh ghi

source: Dump partition info in %s
sq: Informacion mbi ndarjen n %s
vi: Đẩy thông tin phân vùng vào %s

source: FREE SPACE
km: ទំហំ​ទំនេរ
sq: HAPSIR E LIR
vi: CHỖ RỖNG

source: unusable
km: មិន​អាច​ប្រើ​បាន
sq: e paprdorshme
vi: vô ích

source: primary
km: ចម្បង
sq: parsore
vi: chính

source: logical
sq: llogjike
vi: hợp lý

source: pri/log
sq: pri/llogj
vi: chí/hợp

source: #%s
sq: nr. %s
vi: Số %s

source: IDE%s master (%s)
km: IDE%s មេ (%s)
sq: Master IDE%s [%s]
vi: Chủ IDE%s (%s)

source: IDE%s slave (%s)
km: IDE%s រង (%s)
sq: Slave IDE%s [%s]
vi: Phụ IDE%s (%s)

source: IDE%s master, partition #%s (%s)
km: IDE%s មេ partition #%s (%s)
sq: Master IDE%s, ndarja Nr. %s [%s]
vi: Chủ IDE%s, phân vùng số %s (%s)

source: IDE%s slave, partition #%s (%s)
km: IDE%s រង partition #%s (%s)
sq: Slave IDE%s, ndarja Nr. %s [%s]
vi: Phụ IDE%s, phân vùng số %s (%s)

source: SCSI%s (%s,%s,%s), partition #%s (%s)
sq: SCSI%s (%s,%s,%s), ndarja Nr. %s [%s]
vi: SCSI%s (%s,%s,%s), phân vùng số %s (%s)

source: RAID%s device #%s
km: RAID%s ឧបករណ៍ #%s
sq: Dispozitivi RAID%s Nr.%s
vi: Thiết bị RAID%s số %s

source: Loopback (loop%s)
vi: Vòng lặp (mạch%s)

source: Cancel this menu
km: បោះបង់​ម៉ឺនុយ​នេះ
sq: Dil nga kjo menu
vi: Thôi trình đơn này

source: Partition disks
sq: Disqet e ndarjes
vi: Phân vùng đĩa

source: If you continue, the changes listed below will be written to the disks.
sq: Nse vazhdon, t gjitha ndryshimet m posht do t shkruhen n disqe.
vi: Nếu bạn tiếp tục thì sẽ ghi các thay đổi bên dưới vào đĩa.
