Repository: Sprezzatech/main-menu-udeb
Catalog: packages/ddetect/debian/po/*.po
Languages: hr, tr

source: no ethernet card, ${CHOICES}, none of the above
hr: nema mre¾ne kartice, ${CHOICES}, ni¹ta od navedenog
tr: ethernet kart yok, ${CHOICES}, yukardakilerden hibiri

source: Driver needed by your Ethernet card:
hr: Pogonitelj za va¹u mre¾nu karticu:
tr: Ethernet kartnz iin gerekli src:

source: No Ethernet card was detected. If you know the name of the driver needed by your Ethernet card, you can select it from the list.
hr: Mre¾na kartica nije pronaðena. Ako znate naziv pogonitelja za va¹u mre¾nu karticu, izaberite ga s popisa.
tr: Herhangi bir Ethernet kart alglanamad. Ethernet kartnz iin gerekli olan srcnn ismini biliyorsanz, bunu listeden seebilirsiniz.

source: Additional parameters for module ${MODULE}:
hr: Dodatni parametri za modul ${MODULE}:
tr: ${MODULE} modl iin ek parametreler:

source: The module ${MODULE} failed to load. You may need to pass parameters to the module to make it work; this is common with older hardware. These parameters are often I/O port and IRQ numbers that vary from machine to machine and cannot be determined from the hardware. An example string looks something like "irq=7 io=0x220"
hr: Neuspjelo uèitavanje modula ${MODULE}. Mo¾da mu trebate zadati odgovarajuæe parametre da bi radio? To je normalno za starije oèvrsje. Ti parametri su obièno I/O port i IRQ brojevi koji variraju od stroja do stroja i ne mogu biti odreðeni prema oèvrsju. Primjerice, mogu izgledati ovako: "irq=7 io=0x220".
tr: ${MODULE} modlnn yklenmesi baarszlkla sonuland. Eski tipte donanmlarda sk karlalan bir durum olarak, modle almas iin baz parametreler geirmeniz gerekebilir. Bu parametreler genellikle makineden makineye deien ve donanm tarafndan belirlenemeyen I/O portu ve IRQ numaralardr. rnek bir girdi: "irq=7 io=0x220"

source: If you don't know what to enter, consult your documentation, or leave it blank to not load the module.
hr: Ako ne znate ¹to unijeti, pogledajte u priruènik, ili ostavite prazno, pa modul neæe biti uèitan.
tr: Eer ne girileceini bilmiyorsanz ilgili belgelere bavurun veya modln yklenmemesi iin bu alan bo brakn.

source: Load network drivers from a driver floppy?
tr: A srcleri disket srcden yklensin mi?

source: No Ethernet card was detected. For some Ethernet cards you may need to load additional network drivers from a driver floppy. If you have such a floppy available now, put it in the drive before continuing.
tr: Herhangi bir Ethernet kart alglanamad. Baz Ethernet kartlar iin disket srcden ilve a srcleri yklemeniz gerekebilir. u an hazrda byle bir disket varsa, devam etmeden nce bunu srcye yerletirin.

source: Ethernet card not found
hr: Mre¾na kartica nije pronaðena
tr: Ethernet kart bulunamad

source: No Ethernet card was found on the system.
hr: Na sustavu nije pronaðena mre¾na karica.
tr: Sisteminizde herhangi bir Ethernet kart bulunamad.

source: Error while running '${CMD_LINE_PARAM}'
hr: Pogre¹ka pri izvr¹enju '${CMD_LINE_PARAM}'
tr: '${CMD_LINE_PARAM}' altrlrken bir hata olutu

source: Detecting network hardware
hr: Tra¾im mre¾no oèvrsje
tr: A donanm alglanyor

source: Detect network hardware
hr: Odredi mre¾no oèvrsje
tr: A donanmn algla

source: Detect hardware
tr: Donanm algla

source: Detecting disks and all other hardware
hr: Tra¾im diskove i sve ostalo oèvrsje
tr: Diskler ve dier donanm alglanyor

source: Unable to load some modules
hr: Ne mogu uèitati neke module
tr: Baz modller yklenemiyor

source: Linux kernel modules needed to drive some of your hardware are not available yet. Simply proceeding with the install may make these modules available later.
hr: Moduli Linuxovog kernela potrebni za pogon nekih dijelova va¹ega oèvrsja jo¹ nisu dostupni. Jednostavno nastavite instalaciju, pa æe mo¾da biti kasnije.
tr: Donanmlarnzdan bazlar iin gerekli ekirdek modlleri henz bulunamad. u aamada kuruluma devam etmeniz bu modlleri daha sonra kullanlabilir duruma getirebilir.

source: The unavailable modules, and the devices that need them are: ${MISSING_MODULES_LIST}
hr: Nedostupni moduli i ureðaji koji ih trebaju su: ${MISSING_MODULES_LIST}
tr: Bulunamayan modller ve bunlara ihtiya duyan aygtlar: ${MISSING_MODULES_LIST}

source: Detecting hardware, please wait...
hr: Tra¾im oèvrsje, molim prièekajte...
tr: Donanm alglanyor, ltfen bekleyin...

source: Loading module '${MODULE}' for '${CARDNAME}'...
hr: Uèitavam modul '${MODULE}' za '${CARDNAME}'...
tr: '${CARDNAME}' iin '${MODULE}' modl ykleniyor...

source: Starting PC card services...
hr: Pokreæem servise za PC kartice...
tr: PC kart servisleri balatlyor...

source: Modules to load:
hr: Moduli za uèitavanje:
tr: Yklenecek modller:

source: The following Linux kernel modules were detected as matching your hardware. If you know some are unnecessary, or cause problems, you can choose not to load them. If you're unsure, you should leave them all selected.
hr: Pronaðeni su slijedeæi moduli Linuxovog kernela koji odgovaraju va¹em oèvrsju. Ako znate da su neki od njih nepotrebni, ili problematièni, mo¾ete odrediti da se ne uèitaju. Ako niste sigurni, ostavite ih sve.
tr: Aadaki Linux ekirdek modllerinin donanmnzla uyutuu belirlendi. Eer gereksiz grdnz veya bir soruna soruna yol aacan dndnz modller varsa, bunlarn yklenmemesini seebilirsiniz. Emin deilseniz hepsini seili durumda brakn.

source: Prompt for module parameters?
hr: Upitaj za parametre modula?
tr: Modl parametreleri sorulsun mu?

source: Some modules accept load-time parameters to customize their operation. If you'd like, you can be prompted for module parameters as each module is loaded.
hr: Neki moduli pri uèitavanju prihvaæaju parametre za pode¹avanje rada. Ako ¾elite, bit æete upitani za njihov unos pri uèitavanju svakog modula.
tr: Baz modllerin ileyii ykleme annda verilen parametrelerle deitirilebilir. Eer isterseniz, her bir modl yklenirken modl parametreleri size sorulabilir.

source: Start PC card services?
hr: Pokrenuti servise PC kartica?
tr: PC kart servisleri balatlsn m?

source: This computer may have a PCMCIA interface. Please choose whether PC card services should be started in order to allow the use of PCMCIA cards.
hr: Ovo raèunalo mo¾e imati PCMCIA suèelje. Molim izaberite treba li pokrenuti servise za PC kartice, da omoguæite kori¹tenje PCMCIA kartica.
tr: Bu bilgisayar bir PCMCIA arayzne sahip olabilir. Ltfen PCMCIA kartlarnn kullanlmasn salamak iin PC kart servislerinin balatlp balatlmamas gerektiine karar verin.

source: PCMCIA resource range options:
hr: Moguænosti opsega PCMCIA izvora:
tr: PCMCIA kaynak aral seenekleri:

source: Some PCMCIA hardware needs special resource configuration options in order to work, and can cause the computer to freeze otherwise. For example, some Dell laptops need "exclude port 0x800-0x8ff" to be specified here. These options will be added to /etc/pcmcia/config.opts. See the installation manual or the PCMCIA HOWTO for more information.
hr: Neka PCMCIA oèvrsja trebaju osobita pode¹enja izvora da bi radila, inaèe uzrokuju zastoj raèunala. Primjerice, neki Dell nakrilnici ovdje trebaju zapovijed "exclude port 0x800-0x8ff". Ta æe pode¹enja biti dodana u /etc/pcmcia/config.opts. Pogledajte u instalacijski priruènik ili u PCMCIA KAKO za vi¹e obavijesti.
tr: Baz PCMCIA donanmlar almak iin zel kaynak yaplandrma seeneklerine ihtiya gsterir ve bunun yaplmamas bilgisayarn donmasna yol aabilir. Mesel baz Dell dizstleri burada "exclude port 0x800-0x8ff" seeneinin girilmesini gerektirir. Bu seenekler /etc/pcmcia/config.opts dosyasna eklenecektir. Daha fazla bilgi iin kurulum klavuzuna veya PCMCIA NASIL belgesine bavurun.

source: For most hardware, you do not need to specify anything here.
hr: Za veæinu oèvrsja, ovdje ne trebate ni¹ta odrediti.
tr: Birok donanm iin burada zel birey girmeniz gerekmez.

source: Some modules accept load-time parameters to customize their operation. These parameters are often I/O port and IRQ numbers that vary from machine to machine and cannot be determined from the hardware. An example string looks something like "irq=7 io=0x220"
hr: Neki moduli pri uèitavanju prihvaæaju parametre za pode¹avanje rada. Ti parametri su obièno I/O port i IRQ brojevi koji variraju od stroja do stroja i ne mogu biti odreðeni prema oèvrsju. Primjerice, mogu izgledati ovako: "irq=7 io=0x220".
tr: Baz modllerin ileyii ykleme annda verilen parametrelerle deitirilebilir. Bu parametreler genellikle makineden makineye deien ve donanm tarafndan belirlenemeyen I/O portu ve IRQ numaralardr. rnek bir girdi: "irq=7 io=0x220"

source: If you don't know what to enter, leave it blank.
hr: Ako ne znate ¹to unijeti, ostavite prazno.
tr: Eer ne girileceini bilmiyorsanz bu alan bo brakn.
