Repository: Sprezzatech/main-menu-udeb
Catalog: packages/tzsetup/debian/po/*.po
Languages: ca, cs, dz, et, fi, lt, ne, ru, sv, vi

source: McMurdo
ne: Antarctica/मक मुर्दो

source: south pole
ne: Antarctica/साउथ पोल

source: Rothera
ne: Antarctica/रोथेरा

source: Palmer
ne: Antarctica/पाल्मर

source: Mawson
ne: Antarctica/म्वसुन

source: Davis
ne: Antarctica/डेभिस

source: Casey
ne: Antarctica/केसि

source: Vostok
ne: Antarctica/भोतसोक

source: Dumont-d'Urville
ne: Antarctica/DumontDUrville

source: Syowa
ne: Antarctica/स्योया

source: Select a location in your time zone:
ca: Seleccioneu una localització dins el vostre fus horari:
cs: Vyberte místo ve vašem časovém pásmu:
dz: ཁྱོད་ཀྱི་ཆུ་ཚོད་གླིང་སྡེ་ནང་གནས་ཁོངས་སེལ་འཐུ་འབད།
et: Vali oma asukoht ajavööndis:
fi: Valitse paikannimi aikavyöhykkeeltäsi:
lt: Pasirinkite vietovę Jūsų laiko zonai:
ne: तपाईँको टाइमजोनमा स्थान चयन गर्नुहोस्:
ru: Выберите расположение в вашем часовом поясе:
sv: Välj din plats i din tidszon:
vi: Chọn một địa điểm trong múi giờ của bạn:

source: Lord Howe Island
ne: Australia/लर्ड हवे

source: Hobart
ne: Australia/होवर्ट

source: Melbourne
ne: Australia/मेलवर्न

source: Sydney
ne: Australia/सिड्नि

source: Broken Hill
ne: Australia/ब्रोकन हिल

source: Brisbane
ne: Australia/ब्रिसबेन

source: Lindeman
ne: Australia/लिन्डमेन

source: Adelaide
ne: Australia/एडलेइड

source: Darwin
ne: Australia/डार्विन

source: Perth
ne: Australia/पर्थ

source: Select a city in your time zone:
ca: Seleccioneu una ciutat dins el vostre fus horari:
cs: Vyberte město ve svém časovém pásmu:
dz: ཁྱོད་ཀྱི་ཆུ་ཚོད་གླིང་སྡེ་ནང་ལུ་གྲོང་སྡེ་སེལ་འཐུ་འབད།
et: Vali linn oma ajavööndis:
fi: Valitse kaupunki aikavyöhykkeeltäsi:
lt: Pasirinkite miestą Jūsų laiko zonai:
ne: तपाईँको टाइमजोनमा शहर चयन गर्नुहोस्:
ru: Выберите город в вашем часовом поясе:
sv: Välj din stad i din tidszon:
vi: Chọn một thành phố trong múi giờ của bạn:

source: Noronha
ne: America/नोरोहना

source: Belem
ne: America/बेलम

source: Fortaleza
ne: America/फोर्टालिजा

source: Recife
ne: America/रिसाइफ

source: Araguaina
ne: America/अरागुइना

source: Maceio
ne: America/मेसियो

source: Bahia
ne: America/बहिया

source: Sao Paulo
ne: America/साओ पाओलो

source: Campo Grande
ne: America/क्याम्पो ग्रान्ड

source: Cuiaba
ne: America/क्युइबा

source: Porto Velho
ne: America/पोर्टो भेल्हो

source: Boa Vista
ne: America/बोआ भिस्टा

source: Manaus
ne: America/मनाउस

source: Eirunepe
ne: America/इयुरेन्प

source: Rio Branco
ne: America/रियो ब्रान्को

source: Newfoundland
ne: Canada/न्यू फाउन्डल्यान्ड

source: Atlantic
ne: Canada/एटलान्टिक

source: Eastern
ne: Canada/पूर्विय

source: Central
ne: Canada/केन्द्रिय

source: East Saskatchewan
ne: Canada/पूर्व-सस्क्याचवान

source: Saskatchewan
ne: Canada/सस्क्याचवान

source: Mountain
ne: Canada/पहाड

source: Pacific
ne: Canada/प्राशान्त

source: Yukon
ne: Canada/युकोन

source: Select your time zone:
ca: Seleccioneu el vostre fus horari:
cs: Vyberte své časové pásmo:
dz: ཁྱོད་ཀྱི་ཆུ་ཚོད་གླིང་སྡེ་སེལ་འཐུ་འབད།
et: Vali oma ajavöönd:
fi: Valitse aikavyöhyke:
lt: Pasirinkite laiko zoną:
ne: तपाईँको टाइमजोन चयन गर्नुहोस्:
ru: Выберите часовой пояс:
sv: Välj din tidszon:
vi: Chọn múi giờ của bạn:

source: Kinshasa
ne: Africa/किन्हसा

source: Lubumbashi
ne: Africa/लुबुम्बासि

source: Santiago
ne: America/सानटियगो

source: Easter Island
ne: Pacific/इस्टर

source: Guayaquil
ne: America/गुयाक्विल

source: Galapagos
ne: Pacific/गलाप्यागोस

source: Madrid
ne: Europe/म्याड्रिड

source: Ceuta
ne: Africa/सेउटा

source: Canary Islands
ne: Atlantic/क्यानरि

source: Yap
ne: Pacific/याप

source: Truk
ne: Pacific/ट्रक

source: Ponape
ne: Pacific/पोनेप

source: Kosrae
ne: Pacific/कोस्रेइ

source: Godthab
ne: America/गडथ्याब

source: Danmarkshavn
ne: America/दानमार्क्सहान

source: Scoresbysund
ne: America/स्कोरबाइसन्ड

source: Thule
ne: America/थुले

source: Jakarta
ne: Asia/जाकर्ता

source: Pontianak
ne: Asia/पोन्टियानक

source: Makassar
ne: Asia/मकासार

source: Jayapura
ne: Asia/जयपुर

source: Tarawa (Gilbert Islands)
ne: Pacific/तरावा

source: Enderbury (Phoenix Islands)
ne: Pacific/इन्डेबरि

source: Kiritimati (Line Islands)
ne: Pacific/क्रितिमाति

source: Almaty
ne: Asia/अल्माटि

source: Qyzylorda
ne: Asia/क्वेजेलोर्डा

source: Aqtobe
ne: Asia/अक्टोब

source: Atyrau
ne: Asia/अक्टुवा

source: Oral
ne: Asia/ओरल

source: Ulaanbaatar
ne: Asia/उलानबटार

source: Hovd
ne: Asia/हभ्ड

source: Choibalsan
ne: Asia/छोइबल्सान

source: Auckland
ne: Pacific/अक्ल्यान्ड

source: Chatham Islands
ne: Pacific/च्याटहम

source: Tahiti (Society Islands)
ne: Pacific/तहिति

source: Marquesas Islands
ne: Pacific/मर्क्विसास

source: Gambier Islands
ne: Pacific/ग्याम्बियर

source: Lisbon
ne: Europe/लिस्बन

source: Madeira Islands
ne: Atlantic/मेडइरा

source: Azores
ne: Atlantic/अजोर्स

source: Moscow-01 - Kaliningrad
ne: Europe/कलिलिन्ग्राड

source: Moscow+00 - west Russia
ne: Europe/मस्को

source: Moscow+01 - Samara
ne: Europe/समरा

source: Moscow+02 - Urals
ne: Asia/यकाटेरिनबर्ग

source: Moscow+03 - west Siberia
ne: Asia/अम्स्क

source: Moscow+03 - Novosibirsk
ne: Asia/नोभोसिबिर्स्क

source: Moscow+04 - Yenisei River
ne: Asia/क्र्यासनोयार्स्क

source: Moscow+05 - Lake Baikal
ne: Asia/इर्र्कुत्सक

source: Moscow+06 - Lena River
ne: Asia/याकुत्स्क

source: Moscow+07 - Amur River
ne: Asia/भ्लादिभोस्तोक

source: Moscow+07 - Sakhalin Island
ne: Asia/सखलिन

source: Moscow+08 - Magadan
ne: Asia/मगादन

source: Moscow+09 - Kamchatka
ne: Asia/कम्छत्क

source: Moscow+10 - Bering Sea
ne: Asia/अनाड्यर

source: Johnston Atoll
ne: Pacific/जोन्सटोन

source: Midway Islands
ne: Pacific/Miमिड्वे

source: Wake Island
ne: Pacific/Waवेक

source: Alaska
ne: US/अलस्का

source: Hawaii
ne: US/हवाई

source: Arizona
ne: US/एरिजोना

source: East Indiana
ne: US/पूर्व-इन्डियना

source: Samoa
ne: US/सामोआ

source: Saving the time zone...
cs: Ukládá se časové pásmo...
lt: Išsaugojama laiko zona...
ne: टाइमजोन बचत गरिदैछ...
ru: Запись данных о часовом поясе...
vi: Đang lưu múi giờ...

source: Selected time zone
ca: Fus horari seleccionat
cs: Vybrané časové pásmo
et: Valitud ajavöönd
lt: Pasirinkta laiko zona
ne: चयन गरिएका टाइमजोन
ru: Выбранный часовой пояс
vi: Múi giờ đã chọn

source: Based on your country, your time zone is ${ZONE}.
ca: Tenint en compte el vostre país, el vostre fus horari és ${ZONE}.
cs: Soudě dle zvolené země je vaše časové pásmo ${ZONE}.
dz: ཁྱོད་ཀྱི་རྒྱལ་ཁབ་ལུ་གཞི་བཞག་ཐོག་ ཁྱོད་ཀྱི་ཆུ་ཚོད་གླིང་སྡེ་འདི་${ZONE}.ཨིན།
et: Riigi põhjal on sinu ajavöönd: ${ZONE}.
fi: Maan perusteella valittu aikavyöhyke on ${ZONE}.
lt: Remiantis Jūsų pasirinkta šalimi, laiko zona yra ${ZONE}.
ne: तपाईँको देशमा आधारित टाइमजोन ${ZONE} हो ।
ru: Судя по стране, вы находитесь в часовом поясе ${ZONE}.
sv: Baserat på ditt land så är din tidszon ${ZONE}.
vi: Dựa vào nước, múi giờ của bạn là ${ZONE}.

source: Antarctica/McMurdo, Antarctica/South_Pole, Antarctica/Rothera, Antarctica/Palmer, Antarctica/Mawson, Antarctica/Davis, Antarctica/Casey, Antarctica/Vostok, Antarctica/DumontDUrville, Antarctica/Syowa
ca: McMurdo, Pol sud, Rothera, Palmer, Mawson, Davis, Casey, Vostok, Dumont-d'Urville, Syowa
dz: མེཀ་མུར་ཌོ, ལྷོ་-རྩེ, རོ་ཐི་ར, པཱལ་མར, མའོ་སཱན, ཌ་་བིས, ཀེ་སི, བཱོསི་ཊོཀ, ཌུ་མོནཊི་ཌར་ཝིལ, སོ་ཡོ་ཝ
et: McMurdo, Lõunanaba, Rothera, Antarktika poolsaar, Mawson, Davise väin, Casey, Vostok, D’Urville’i saar, Syowa
fi: McMurdo, Etelänapa, Rothera, Palmer, Mawson, Davis, Casey, Vostok, Dumont-d'Urville, Syowa
ru: Мак-Мердо, Южный полюс, Ротера, Палмер, Моусон, Дейвис, Кейси, Восток, Дюмон-д'Юрвиль, Сёва
sv: Antarktis/McMurdo, Antarktis/Sydpolen, Antarktis/Rothera, Antarktis/Palmer, Antarktis/Mawson, Antarktis/Davis, Antarktis/Casey, Antarktis/Vostok, Antarktis/DumontDUrville, Antarktis/Syowa

source: Australia/Lord_Howe, Australia/Hobart, Australia/Melbourne, Australia/Sydney, Australia/Broken_Hill, Australia/Brisbane, Australia/Lindeman, Australia/Adelaide, Australia/Darwin, Australia/Perth
ca: Illa Lord Howe, Hobart, Melbourne, Sydney, Broken Hill, Brisbane, Lindeman, Adelaide, Darwin, Perth
dz: ལོརཌ_ཧོ་ཝི, ཧོ་བཱརཊི, མེལ་བོར་ནི, སིཌ་ནི་, བོརོ་ཀཱན_ཧིལ, བིརིས་བཱ་ནི, ལིན་ཌ་མེན་, ཨེ་ཌི་ལེཌ་, ཌར་ཝིན་, པཱརཐ
et: Ongtong Java, Hobart, Melbourne, Sydney, Broken Hill, Brisbane, Lindeman, Adelaide, Darwin, Perth
fi: Lord Howe -saari, Hobart, Melbourne, Sydney, Broken Hill, Brisbane, Lindeman, Adelaide, Darwin, Perth
ru: Лорд-Хау, Хобарт, Мельбурн, Сидней, Брокен-Хилл, Брисбен, Линдеман, Аделаида, Дарвин, Перт
sv: Australien/Lord_Howe, Australien/Hobart, Australien/Melbourne, Australien/Sydney, Australien/Broken_Hill, Australien/Brisbane, Australien/Lindeman, Australien/Adelaide, Australien/Darwin, Australien/Perth

source: America/Noronha, America/Belem, America/Fortaleza, America/Recife, America/Araguaina, America/Maceio, America/Bahia, America/Sao_Paulo, America/Campo_Grande, America/Cuiaba, America/Porto_Velho, America/Boa_Vista, America/Manaus, America/Eirunepe, America/Rio_Branco
ca: Noronha, Belem, Fortaleza, Recife, Araguaina, Maceio, Bahia, Sao Paulo, Campo Grande, Cuiaba, Porto Velho, Boa Vista, Manaus, Eirunepe, Rio Branco
dz: ནོ་རཱོན་ཧ, བི་རེམ, ཕོར་ཊ་ལི་ཛ, རི་སིཕ, ཨ་ར་གུའི་ན, མ་སི་ཡོ, བཱ་ཧའི, སཱའོ_པའོ་ལོ, ཀེམ་པོ_གེརེན་ཌི, ཀིའུ་བཱ, པོར་ཊོ_བོཝ་ཧོ་, བཱོཝ_ཝཱས་ཊ, མ་ནའུསི, ཨི་རུ་ནི་པི, རིའོ_བརའན་ཀོ
et: Noronha, Belem, Fortaleza, Recife, Araguaina, Maceio, Bahia, Sao Paulo, Campo Grande, Cuiaba, Porto Velho, Boa Vista, Manaus, Eirunepe, Rio Branco
fi: Noronha, Belem, Fortaleza, Recife, Araguaina, Maceio, Bahia, Sao_Paulo, Campo_Grande, Cuiaba, Porto_Velho, Boa_Vista, Manaus, Eirunepe, Rio_Branco
ru: Норона, Белен, Форталеза, Ресифи, Арагуаина, Масейо, Баия, Сан-Паулу, Кампу-Гранди, Куяба, Порто-Велью, Боа-Виста, Манаус, Эйрунепе, Риу-Бранку
sv: Amerika/Noronha, Amerika/Belem, Amerika/Fortaleza, Amerika/Recife, Amerika/Araguaina, Amerika/Maceio, Amerika/Bahia, Amerika/Sao_Paulo, Amerika/Campo_Grande, Amerika/Cuiaba, Amerika/Porto_Velho, Amerika/Boa_Vista, Amerika/Manaus, Amerika/Eirunepe, Amerika/Rio_Branco

source: Canada/Newfoundland, Canada/Atlantic, Canada/Eastern, Canada/Central, Canada/East-Saskatchewan, Canada/Saskatchewan, Canada/Mountain, Canada/Pacific, Canada/Yukon
ca: Newfoundland, Atlantic, Oriental, Central, Saskatchewan oriental, Saskatchewan, Mountain, Pacífic, Yukon
dz: ནིའུ་ཕའུནཌ་ལེནཌ་, ཨེཊི་ལེན་ཊིག་, ཨིས་ཀྲཱན་, སེན་ཀྲཱལ་, ཨིསཊི་-སཱས་ཀཊི་ཅི་ཝཱན་, སཱས་ཀཊི་ཅི་ཝཱན་, མའུན་ཀྲེན་, པེ་ས་ཕིག་, ཡུ་ཀོའོན་
et: Newfoundland, Atlandi ookeani, Ida, Kesk, Ida-Saskatchewan, Saskatchewan, Rannikuahelik, Vaikse ookeani, Yukoni ala
fi: Newfoundland, Atlantti, Itäinen, Keskinen, Itä-Saskatchewan, Saskatchewan, Vuoristo, Tyyni Valtameri, Yukon
ru: Ньюфаундленд, Атлантическое время, Восточное время, Центральное время, Восточный Саскачеван, Саскачеван, Горное время, Тихоокеанское время, Юкон
sv: Kanada/Newfoundland, Kanada/Atlantic, Kanada/Eastern, Kanada/Central, Kanada/East-Saskatchewan, Kanada/Saskatchewan, Kanada/Mountain, Kanada/Pacific, Kanada/Yukon

source: Africa/Kinshasa, Africa/Lubumbashi
ca: Kinshasa, Lubumbashi
dz: ཀིན་ཤ་ས་, ལུ་བུམ་བ་ཤི་
et: Kinshasa, Lubumbashi
fi: Kinshasa, Lubumbashi
ru: Киншаса, Лубумбаши
sv: Afrika/Kinshasa, Afrika/Lubumbashi

source: America/Santiago, Pacific/Easter
ca: Santiago, Illa de Pasqua
dz: སཱན་ཊི་ཡ་གོ་, ཨིས་ཀྲཱན་
et: Santiago, Lihavõttesaar
fi: Santiago, Pääsiäissaari
ru: Сантьяго, Остров Пасхи
sv: Amerika/Santiago, Pacific/Easter

source: America/Guayaquil, Pacific/Galapagos
ca: Guayaquil, Galàpagos
dz: གུ་ཡ་ཀུའིལ་, ག་ལ་པ་གཱོས་
et: Guayaquil, Galápagose saared
fi: Guayaquil, Galapagossaaret
ru: Гуаякиль, Галапагосские острова
sv: Amerika/Guayaquil, Pacific/Galapagos

source: Europe/Madrid, Africa/Ceuta, Atlantic/Canary
ca: Madrid, Ceuta, Illes Canàries
dz: མེཌ་རིཌ་, སིའུ་ཊ་, ཀེ་ན་རེ་
et: Madriid, Ceuta, Kanaari saared
fi: Madrid, Ceuta, Kanariansaaret
ru: Мадрид, Сеута, Канары
sv: Europa/Madrid, Afrika/Ceuta, Atlantic/Canary

source: Pacific/Yap, Pacific/Truk, Pacific/Ponape, Pacific/Kosrae
ca: Yap, Truk, Ponape, Kosrae
dz: ཡཔ་, ཀྲུརུཀ་, པོ་ན་པི་, ཀོའས་རེ
et: Yap, Chuuk, Pohnpei, Kosrae
fi: Yap, Truk, Ponape, Kosrae
ru: Яп, Трук, Понпей, Кусаие

source: America/Godthab, America/Danmarkshavn, America/Scoresbysund, America/Thule
ca: Godthab, Danmarkshavn, Scoresbysund, Thule
dz: གོཌ་ཐེབ་, ཌེན་མཱརཀ་ཤ་ཝཱན་, ཨིས་ཀོརས་བཱའི་སཱནཌ་, ཐུ་ལི་
et: Godthåb, Danmarkshavn, Scoresbysund, Thule
fi: Nuuk, Danmarkshavn, Scoresbysund, Thule
ru: Готхоб, Данмарксхавн, Скорсбисунн, Туле
sv: Amerika/Godthab, Amerika/Danmarkshavn, Amerika/Scoresbysund, Amerika/Thule

source: Asia/Jakarta, Asia/Pontianak, Asia/Makassar, Asia/Jayapura
ca: Jakarta, Pontianak, Makassar, Jayapura
dz: ཇ་ཀཱར་ཊ་, པོའོན་ཊི་ཡ་ནཀ་, མཀ་ཀཱས་སཱར་, ཇ་ཡ་པུ་ར་
et: Jakarta, Pontianak, Makassar, Jayapura
fi: Jakarta, Pontianak, Makassar, Jayapura
ru: Джакарта, Понтианак, Макассар, Джаяпура
sv: Asien/Jakarta, Asien/Pontianak, Asien/Makassar, Asien/Jayapura

source: Pacific/Tarawa, Pacific/Enderbury, Pacific/Kiritimati
ca: Tarawa (Illes Gilbert), Enderbury (Illes Phoenix), Kiritimati (Illes Line)
dz: ཏ་ར་ཝ་, ཨེན་ཌར་བུ་རེ་, ཀི་རི་ཏི་མ་ཏི་
et: Tarawa (Kiribati saared), Enderbury (Fööniksisaared), Kiritimati (Line'i saared)
fi: Tarawa, Enderbury, Kiritimati
ru: Тарава, Эндербери, Киритимати

source: Asia/Almaty, Asia/Qyzylorda, Asia/Aqtobe, Asia/Aqtau, Asia/Oral
ca: Almaty, Qyzylorda, Aqtobe, Atyrau, Oral
dz: ཨཱལ་མ་ཊེ་, ཀིའུ་ཛི་ལོ་ཌ་, ཨཀ་ཊོ་བཱ་, ཨཀ་ཊའུ་, ཨོ་རཱལ་
et: Almatõ, Kõzõlorda, Aqtobe, Atõrau, Uural
fi: Almaty, Qyzylorda, Aqtobe, Aqtau, Oral
ru: Алма-Ата, Кзыл-Орда, Актюбинск, Актау, Уральск
sv: Asien/Almaty, Asien/Qyzylorda, Asien/Aqtobe, Asien/Aqtau, Asien/Oral

source: Asia/Ulaanbaatar, Asia/Hovd, Asia/Choibalsan
ca: Ulan Bator, Hovd, Choibalsan
dz: ཡུ་ལཱན་བཱ་ཊར་, ཧོཝིཌ་, ཅོའི་བཱལ་སཱན་
et: Ulaanbaatar, Hovd, Choibalsan
fi: Ulan Bator, Hovd, Choibalsan
ru: Улан-Батор, Ховд, Чойбалсан
sv: Asien/Ulaanbaatar, Asien/Hovd, Asien/Choibalsan

source: Mexico/General, Mexico/BajaSur, Mexico/BajaNorte
ca: General, Baja Sud, Baja Nord
dz: ཇེ་ནཱ་རཱལ་, བཱ་ཇ་སུར་, བཱ་ཇ་ནོརཊི་
et: Kesk, Mäestiku, Vaikse ookeani
fi: Keskinen, Vuoristo, Tyyni Valtameri
ru: Общий, БьяджаСур, БьяджаНорте
sv: Mexiko/Allmänt, Mexiko/BajaSur, Mexiko/BajaNorte

source: Pacific/Auckland, Pacific/Chatham
ca: Auckland, Chatham
dz: ཨའུཀ་ལེནཌ་, ཅེཊི་ཧམ་
et: Auckland, Chathami saared
fi: Auckland, Chathamsaaret
ru: Окленд, Чатем

source: Pacific/Tahiti, Pacific/Marquesas, Pacific/Gambier
ca: Tahití, Marquesas, Gambier
dz: ཏ་ཧི་ཊི་, མཱར་ཀིའུ་སཱས་, གེམ་བཱི་ཡཱར་
et: Tahiiti (Seltsisaared), Markiisaared, Gambier' saared
fi: Tahiti, Marquesassaaret, Gambiersaaret
ru: Таити, Маркизские острова, Остров Гамбье

source: Europe/Lisbon, Atlantic/Madeira, Atlantic/Azores
ca: Lisboa, Madeira, Açores
dz: ལིས་བཱོན་, མ་ཌི་ར་, ཨ་ཛོ་རིསི་
et: Lissabon, Madeera saarestik, Assoorid
fi: Lissabon, Madeira, Azorit
ru: Лиссабон, Мадейра, Азорские острова
sv: Europa/Lissabon, Atlanten/Madeira, Atlanten/Azorerna

source: Europe/Kaliningrad, Europe/Moscow, Europe/Samara, Asia/Yekaterinburg, Asia/Omsk, Asia/Novosibirsk, Asia/Krasnoyarsk, Asia/Irkutsk, Asia/Yakutsk, Asia/Vladivostok, Asia/Sakhalin, Asia/Magadan, Asia/Kamchatka, Asia/Anadyr
ca: Kaliningrad, Moscou, Samara, Yekaterinburg, Omsk, Novosibirsk, Krasnoyarsk, Irkutsk, Yakutsk, Vladivostok, Sakhalin, Magadan, Kamchatka, Anadyr
dz: ཀ་ལི་ནིང་རེཌ, མཱོསོ་ཀཱའོ, ས་མ་ར, ཡི་ཀ་ཊི་རིན་བརཇ, ཨོམསཀོ་, ནོ་ཝོ་སི་བིརཀི, ཀཱ་ས་ནཡརཀསོ, ཨིཀུ་ཚཀ, ཡ་ཀུ་སཀ, ཝ་ལ་ཌི་ཝ་ཊོཀ, སཱག་ལིན, མག་དཱན, ཀམ་ཊཀ་, ཨན་ཌརཕཔ
et: Moskva-01 - Kaliningrad, Moskva+00 - Lääne-Venemaa, Moskva+01 - Kaspia meri, Moskva+02 - Uuralid, Moskva+03 - Lääne-Siber, Moskva+03 - Novosibirsk, Moskva+04 - Jesseni jõgi, Moskva+05 - Baikali järv, Moskva+06 - Lena jõgi, Moskva+07 - Amuri jõgi, Moskva+07 - Sahhalini saar, Moskva+08 - Magadan, Moskva+09 - Kamt¨atka, Moskva+10 - Beringi Meri
fi: Moskova-01 - Kaliningrad, Moskova+00 - Länsi-Venäjä, Moskova+01 - Kaspianmeri, Moskova+02 - Ural, Moskova+03 - Länsi-Siperia, Moskova+03 - Novosibirsk, Moskova+04 - Jenisei, Moskova+05 - Baikaljärvi, Moskova+06 - Lena, Moskova+07 - Amur, Moskova+07 - Sahalin, Moskova+08 - Magadan, Moskova+09 - Kamtšatka, Moskova+10 - Beringinmeri
ru: Калининград, Москва, Самара, Екатеринбург, Омск, Новосибирск, Красноярск, Иркутск, Якутск, Владивосток, Сахалин, Магадан, Камчатка, Анадырь
sv: Europa/Kaliningrad, Europa/Moskva, Europa/Samara, Asien/Yekaterinburg, Asien/Omsk, Asien/Novosibirsk, Asien/Krasnoyarsk, Asien/Irkutsk, Asien/Yakutsk, Asien/Vladivostok, Asien/Sakhalin, Asien/Magadan, Asien/Kamchatka, Asien/Anadyr

source: Pacific/Johnston, Pacific/Midway, Pacific/Wake
ca: Johnston, Illes Midway, Illa Wake
dz: ཇོནས་ཊོན་, མིཌ་ཝེ་, ཝེཀ་
et: Johnston, Midway saared, Wake
fi: Johnston Atoll, Midwaysaaret, Wakensaari
ru: Джонстон, Мидуэй, Уэйк

source: US/Eastern, US/Central, US/Mountain, US/Pacific, US/Alaska, US/Hawaii, US/Arizona, US/East-Indiana, US/Samoa
ca: Oriental, Central, Mountain, Pacífic, Alaska, Hawaii, Arizona, Indiana oriental, Samoa
dz: ཨིས་ཀྲའན་, སེན་ཊཱརལ་, མའུན་ཀྲེན་, པེ་ས་ཕིག་, ཨ་ལཱས་ཀ་, ཧ་ཝའི་, ཨ་རི་ཛོ་ན་, ཨིསཊི་-ཨིན་ཌི་ཡ་ན་, ས་མའོ་
et: Ida, Kesk, Mäestiku, Vaikse ookeani, Alaska, Havai, Arizona, Ida-India, Samoa
fi: Itäinen (Eastern), Keskinen (Central), Kalliovuoret (Mountain), Tyyni Valtameri (Pacific), Alaska, Hawaiji, Arizona, Itä-Indiana (East-Indiana), Samoa
ru: Восточный регион, Центральный регион, Горный регион, Тихоокеанский регион, Аляска, Гавайи, Аризона, Восточная Индиана, Самоа

source: Configure time zone
dz: ཆུ་ཚོད་གླིང་སྡེ་རིམ་སྒྲིག་འབད།
fi: Tee aikavyöhykkeen asetukset
sv: Konfigurera tidszon

source: Saving time zone...
dz: ཆུ་ཚོད་གླིང་སྡེ་སྲུང་བཞག་
fi: Tallennetaan aikavyöhyke...
sv: Sparar tidszon...

source: Selected timezone
dz: ཆུ་ཚོད་གླིང་སྡེ་སེལ་འཐུ་འབད་ཡོདཔ།
fi: Valittu aikavyöhyke
sv: Vald tidszon

source: Configure the time zone
ru: Настройка часового пояса

source: US/Eastern, US/Central, US/Mountain, US/Pacific, US/Alaska, US/Hawaii, US/East-Indiana, US/Samoa
sv: US/Öst, US/Centralt, US/Mountain, US/Pacific, US/Alaska, US/Hawaii, US/Östra-Indiana, US/Samoa

source: McMurdo, south pole, Rothera, Palmer, Mawson, Davis, Casey, Vostok, Dumont-d'Urville, Syowa
cs: stanice McMurdo, Jižní pól, stanice Rothera, stanice Palmer, stanice Mawson, stanice Davis, stanice Casey, stanice Vostok, stanice Dumont-d'Urville, stanice Syowa
lt: McMurdo, Pietų ašigalis, Rothera, Palmer, Mawson, Davis, Casey, Vostok, Dumont-d'Urville, Syowa
vi: McMurdo, Nam Cực, Rothera, Palmer, Mawson, Davis, Casey, Vostok, Dumont-d'Urville, Syowa

source: Lord Howe Island, Hobart, Melbourne, Sydney, Broken Hill, Brisbane, Lindeman, Adelaide, Darwin, Perth
cs: Ostrov lorda Howea, Hobart, Melbourne, Sydney, Broken Hill, Brisbane, Lindeman, Adelaide, Darwin, Perth
lt: Lord Howe sala, Hobartas, Melburnas, Sidnis, Broken Hill, Brisbenas, Lindeman, Adelaidė, Darvinas, Pertas
vi: Lord Howe Island (Đảo hướng Đông), Hobart (Đảo hướng Nam Đông), Melbourne (Nam Đông), Sydney (Đông), Broken Hill (ở sâu trong), Brisbane (Bắc Đông), Lindeman (Các đảo nghỉ Bắc Đông), Adelaide (Nam), Darwin (Bắc), Perth (Tây)

source: Newfoundland, Atlantic, Eastern, Central, East Saskatchewan, Saskatchewan, Mountain, Pacific, Yukon
cs: Newfoundland, Atlantické, Východní, Centrální, Východní Saskatchewan, Saskatchewan, Horské, Pacifické, Yukon
lt: Niufaundlendas, Atlanto, Rytinė, Centrinė, Rytinė Saskvehana, Saskvehana, Kalnų, Ramiojo vandenyno, Jukonas
vi: Newfoundland, Atlantic (Đại Tây Dương), Eastern (Đông), Central (trung tâm), East Saskatchewan, Saskatchewan, Mountain (Núi), Pacific (Thái Bình Dương), Yukon

source: Santiago, Easter Island
cs: Santiago, Velikonoční ostrov
lt: Santjago, Velykų sala
vi: Santiago, Easter Island (Thái Bình Dương)

source: Guayaquil, Galapagos
cs: Guayaquil, Galapágy
vi: Guayaquil, Galapagos (Thái Bình Dương)

source: Madrid, Ceuta, Canary Islands
cs: Madrid, Ceuta, Kanárské ostrovy
lt: Madridas, Ceuta, Kanarų salos
vi: Madrid, Ceuta (Châu Phi), Canary Islands (Quần đảo trong Đại Tây Dương)

source: Tarawa (Gilbert Islands), Enderbury (Phoenix Islands), Kiritimati (Line Islands)
cs: Tarawa (Gilbertovy ostrovy), Enderbury (Phoenixovy ostrovy), Kiritimati (Vánoční ostrov)
lt: Tarava (Gilberto salos), Enderbury (Fenikso salos), Kiritimati (Line Islands)
vi: Tarawa (Quần đảo Gilbert), Enderbury (Quần đảo Phoenix), Kiritimati (Quần Đảo Line)

source: Almaty, Qyzylorda, Aqtobe, Atyrau, Oral
cs: Almaty, Qyzylorda, Aqtobe, Aqtau, Oral

source: Central, Mountain, Pacific
cs: Centrální, Horské, Pacifické
lt: Centrinė, Kalnų, Ramiojo vandenyno
vi: Central (trung tâm), Mountain (núi), Pacific (Thái Bình Dương)

source: Auckland, Chatham Islands
cs: Auckland, Chathamské ostrovy
lt: Oklandas, Chatham salos
vi: Auckland (phần lớn địa điểm), Chatham Islands (quần đảo)

source: Tahiti (Society Islands), Marquesas Islands, Gambier Islands
cs: Tahiti, Markézy, Gambierovy ostrovy
lt: Taitis (Draugijos salos), Markizo salos, Gambier salos
vi: Tahiti (Quần đảo Society), Quần đảo Marquesas, Quần đảo Gambier

source: Lisbon, Madeira Islands, Azores
cs: Lisabon, Madeirské ostrovy, Azory
lt: Lisabona, Madeira salos, Azoro salos
vi: Lisbon, Quần đảo Madeira (Đại Tây Dương), Quần đảo Azores (Đại Tây Dương)

source: Moscow-01 - Kaliningrad, Moscow+00 - west Russia, Moscow+01 - Samara, Moscow+02 - Urals, Moscow+03 - west Siberia, Moscow+03 - Novosibirsk, Moscow+04 - Yenisei River, Moscow+05 - Lake Baikal, Moscow+06 - Lena River, Moscow+07 - Amur River, Moscow+07 - Sakhalin Island, Moscow+08 - Magadan, Moscow+09 - Kamchatka, Moscow+10 - Bering Sea
cs: Moskva-01 - Kaliningrad, Moskva+00 - západní Rusko, Moskva+01 - Kaspické moře, Moskva+02 - Ural, Moskva+03 - západní Sibiř, Moskva+03 - Novosibirsk, Moskva+04 - řeka Jenisej, Moskva+05 - jezero Bajkal, Moskva+06 - řeka Lena, Moskva+07 - řeka Amur, Moskva+07 - ostrov Sachalin, Moskva+08 - Magadan, Moskva+09 - Kamčatka, Moskva+10 - Beringovo moře
lt: Maskva-01 - Kaliningradas, Maskva+00 - vakarų Rusija, Maskva+01 - Kaspijos jūra, Maskva+02 - Uralas, Maskva+03 - vakarų Sibiras, Maskva+03 - Novosibirskas, Maskva+04 - Jenisiejaus upė, Maskva+05 - Baikalo ežeras, Maskva+06 - Lenos upė, Maskva+07 - Amūro upė, Maskva+07 - Sachalino sala, Maskva+08 - Magadanas, Maskva+09 - Kamčatka, Maskva+10 - Beringo jūra
vi: Moscow-01 — Kaliningrad, Moscow+00 — Tây Nga, Moscow+01 — Biển Caspian, Moscow+02 — Núi Ural, Moscow+03 — Tây Siberia, Moscow+03 — Novosibirsk, Moscow+04 — Sông Yenisei, Moscow+05 — Hồ Baikal, Moscow+06 — Sông Lena, Moscow+07 — Sông Amur, Moscow+07 — Đảo Sakhalin, Moscow+08 — Magadan, Moscow+09 — Kamchatka, Moscow+10 — Biển Bering

source: Johnston Atoll, Midway Islands, Wake Island
cs: Atol Johnston, Midwayské ostrovy, Ostrov Wake
lt: Džonstono atolas, Midvėjaus salos, Veiko sala
vi: Đảo san hô vòng Johnston, Quần Đảo Midway, Đảo Wake

source: Eastern, Central, Mountain, Pacific, Alaska, Hawaii, Arizona, East Indiana, Samoa
cs: Východní, Centrální, Horské, Pacifické, Aljaška, Havaj, Arizona, Východní Indiana, Samoa
lt: Rytinė, Centrinė, Kalnų, Ramiojo vandenyno, Aliaska, Havajai, Arizona, Rytinė Indiana, Samoa
vi: Eastern (Đông), Central (Trung tâm), Mountain (Núi), Pacific (Thái Bình Dương), Alaska (nước hướng Bắc Tây), Hawaii (Quần đảo trong Thái Bình Dương), Arizona, East Indiana, Samoa (Quần đảo trong Thái Bình Dương)

source: Jakarta, Pontianak, Makassar, Jayapura
lt: Džakarta, Pontianak, Makassar, Jayapura

source: Ulaanbaatar, Hovd, Choibalsan
lt: Ulanbatoras, Hovd, Choibalsan
