Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/sublevel4/*.po
Languages: kn

source: Virtual disk %s (%s)
kn: ಕಲ್ಪಿತ ವಿಭಾಗ %s (%s)

source: Virtual disk %s, partition #%s (%s)
kn: ಕಲ್ಪಿತ ವಿಭಾಗ %s, ವಿಭಜನೆ #%s (%s)

source: In order to start your new system, a so called boot loader is used. It is installed in a boot partition. You must set the bootable flag for the partition. Such a partition will be marked with "${BOOTABLE}" in the main partitioning menu.
kn: ಈ ವ್ಯವಸ್ಥೆಯನ್ನು ಪ್ರಾರಂಭಿಸಲು 'ಬೂಟ್ ಲೋಡರ್' ಬಳಸಲಾಗುವುದುಇದು ಬೂಟ್ ವಿಭಜನೆಯಲ್ಲಿ ಇನ್ಸ್ಠಾಲ್ ಆಗಿದೆ, ಇದಕ್ಕಾಗಿ ವಿಭಜನೆಯಲ್ಲಿ ಬೂಟ್ ಪತಾಕೆಯನ್ನು ಸ್ಥಿರೀಕರಿಸಿಇಂತಹ ವಿಭಜನೆಯು ನಿಂದ ಮುಖ್ಯ ವಿಭಜನೆ ಪಟ್ಟಿಯಲ್ಲಿ ಗುರುತಿಸಲಾಗುತ್ತದೆ

source: !! ERROR: %s
kn: !!ದೋಷ:%s

source: KEYSTROKES:
kn: ಕೀಲಿಹೊಡೆತಗಳು:

source: Display this help message
kn: ಈ ಸಹಾಯಕ ಸಂದೇಶವನ್ನು ತೋರಿಸು

source: Go back to previous question
kn: ಹಿಂದಿನ ಪ್ರಶ್ನೆಗೆ ಹೋಗು

source: Select an empty entry
kn: ಒಂದು ಖಾಲಿ ದಾಖಲೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡು.

source: Prompt: '%c' for help, default=%d>
kn: ಸಹಾಯಕ್ಕಾಗಿ '%c' ಯನ್ನು ಕೇಳು, ಪೂರ್ವನಿಯೋಜಿತ=%d>

source: Prompt: '%c' for help>
kn: ಸಹಾಯಕ್ಕಾಗಿ '%c' ಯನ್ನು ಕೇಳು>

source: Prompt: '%c' for help, default=%s>
kn: ಸಹಾಯಕ್ಕಾಗಿ '%c' ಯನ್ನು ಕೇಳು, ಪೂರ್ವನಿಯೋಜಿತ=%s>

source: [Press enter to continue]
kn: [ಮುಂದುವರಿಯಲು 'Enter' ಕೀಲಿಯನ್ನು ಒತ್ತಿರಿ.]

source: Failed to mount /target/proc
kn: /target/proc ಕಳಶವಾಗಿಸಲು ವಿಫಲವಾಗಿದೆ

source: Mounting the proc file system on /target/proc failed.
kn: proc ಕಡತ ವ್ಯವಸ್ಥೆ ಯು /target/proc ಮೇಲೆ ಕಳಶವಾಗಿಸಲು ವಿಫಲವಾಗಿದೆ

source: Warning: Your system may be unbootable!
kn: ಏಚ್ಚರಿಕೆ: ನಿಮ್ಮ ವ್ಯವಸ್ಥೆಯು ಬೂಟ್ ಮಾಡಲು ಸಾದ್ಯವಾಗದಿರಬಹುದು

source: Setting firmware variables for automatic boot
kn: ಫರ್ಮ್ ವೇರ್ ಚರಗಲು ಸ್ವಯಂ ಬೂಟ್ ಗಾಗಿ ಸ್ಥಿರವಾಗಿಸಿದೆ

source: Some variables need to be set in the Genesi firmware in order for your system to boot automatically. At the end of the installation, the system will reboot. At the firmware prompt, set the following firmware variables to enable auto-booting:
kn: ಕೆಲವು ಚರಗಳನ್ನು ಜೆನೆಸಿ ಫರ್ಮ್ ವೇರ್ ಗಾಗಿ ಸ್ವಯಂ ಬೂಟ್ ಗೆಂದು ಸ್ಥಿರವಾಗಿಸಿದೆ , ಇನ್ಸ್ಠಾಲ್ ಲೇಶನ್ ನ ಅಂತ್ಯದಲ್ಲಿ ವ್ಯವಸ್ಥೆಯು ಪುನಃ ಬೂಟ್ ಆಗುವುದು ಫರ್ಮ್ ವೇರ್ ಪ್ರಾಂಮ್ಟ್ ನಲ್ಲಿ ಸ್ವಯಂ ಬೂಟಿಂ ಗಾಗಿ ಫರ್ಮ್ ವೇರ್ ಚರಗಳನ್ನು ಚೇತನಗೊಳಿಸಿ

source: You will only need to do this once. Afterwards, enter the "boot" command or reboot the system to proceed to your newly installed system.
kn: ಇದು ಒಂದು ಬಾರಿ ಸಾಕಾಗುತ್ತದೆ, ಆನಂತರದಲ್ಲಿ "boot" ಸೂಚನೆಯೊಂದಿಗೆಅಥವಾ ಪುನಃ ಬೂಟ್ ನೊಂದಿಗೆ ಹೊಸ ವ್ಯವಸ್ಥೆ ಆರಂಭವಾಗುವುದು

source: Alternatively, you will be able to boot the kernel manually by entering, at the firmware prompt:
kn: ಪರಿಯಾಯವಾಗಿ , ಫರ್ಮ್ ವೇರ್ ಪ್ರಾಂಮ್ಟ್ ಸೂಚನೆಗಳೊಂದಿಗೆ ಕೆರ್ನೆಲ್ ಅನ್ನು ಇಚ್ಛಾನುಸಾರವಾಗಿ ಬೂಟ್ ಮಾಡಬಹುದು

source: Some variables need to be set in CFE in order for your system to boot automatically. At the end of installation, the system will reboot. At the firmware prompt, set the following variables to simplify booting:
kn: ನಿಮ್ಮ ವ್ಯವಸ್ಥೆಯ ಸ್ವಯಂ ಬೂಟ್ ಗಾಗಿ ಕೆಲವು ಚರಗಳನ್ನು ಯಲ್ಲಿ ಸ್ಥಿರವಾಗಿಸಬೇಕುಇನ್ಸ್ಠಾಲ್ ಲೇಶನ್ ನ ಅಂತ್ಯದಲ್ಲಿ ವ್ಯವಸ್ಥೆಯು ಪುನಃ ಬೂಟ್ ಆಗುವುದುಸುಲಭ ಬೂಟಿಂಗಾಗಿ ಫರ್ಮ್ ವೇರ್ ಪ್ರಾಂಮ್ಟ್ ನಲ್ಲಿ ಈ ಕೆಳಗಿನ ಚರಗಳನ್ನು ಸ್ಥಿರವಾಗಿಸಿ

source: You will only need to do this once. This enables you to just issue the command "boot_debian" at the CFE prompt.
kn: ಇದು ಒಂದು ಬಾರಿ ಸಾಕಾಗುತ್ತದೆ.ಇದು ನಿಮ್ಮನ್ನು CFE ಪ್ರಾಂಪ್ಟ್ ನಲ್ಲಿ "boot_debian" ಸೂಚನೆಯೊಂದಿಗೆ ಮುಂದುವರೆಯಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ

source: If you prefer to auto-boot on every startup, you can set the following variable in addition to the ones above:
kn: ಪ್ರತಿ ಆರಂಭದೊಂದಿಗೆ ಸ್ವಯಂ ಬೂಟ್ ಅಗತ್ಯ ವಿದ್ದಲ್ಲಿ ಈ ಕೆಳಗಿನ ಚರಗಳನ್ನು ಮೇಲಿನ ಕ್ರಮಗಳೊಂದಿಗೆ ಸೇರಿಸಕೊಳ್ಳಬಹುದು :

source: NewWorld boot partition
kn: NewWorld ಬೂಟ್ ವಿಭಜನೆ

source: Go back to the menu and resume partitioning?
kn: ವಿಭಜನೆ ಪಟ್ಟಿಗೆ ಹಿಂದಿರುಗಿ ವಿಭಜನೆಯನ್ನು ಪುನಃ ಆರಂಭಿಸಿ

source: No NewWorld boot partition was found. The yaboot boot loader requires an Apple_Bootstrap partition at least 819200 bytes in size, using the HFS Macintosh file system.
kn: ಯಾವುದೇ NewWorld ಬೂಟ್ ವಿಭಜನೆ ದೊರಕಿಲ್ಲhfs ಮ್ಯಕಿನ್ಟೊಶ್ ಕಡತ ವ್ಯವಸ್ಥೆ ಬಳಸಿ ಮಾಡಿದಂತಹಾ ಕನಿಷ್ಠ 819200 ಬೈಟ್ ಸಾಮರ್ಥ್ಯದ Apple_Bootstrap ವಿಭಜನೆಯು ಯಾಬೂಟ್ ಬೂಟ್ ಲೋಡರ್ ಗೆ ಅಗತ್ಯವಿದೆ

source: The NewWorld boot partition must be at least 819200 bytes in size.
kn: NewWorld ಬೂಟ್ ವಿಭಜನೆಯುಕನಿಷ್ಠ 819200 ಬೈಟ್ ಸಾಮರ್ಥ್ಯ ದ್ದಾಗಿರಬೆಕು

source: boot
kn: ಬೂಟ್

source: HFS Macintosh file system
kn: hfs ಮ್ಯಕಿನ್ಟೊಶ್ ಕಡತ ವ್ಯವಸ್ಥೆ

source: Use the partition as a PowerPC PReP boot partition
kn: ಈ ವಿಭಜನೆಯನ್ನು ಪವರ್ ಪೀಸೀ ಬೂಟ್ ವಿಭಜನೆಯಾಗಿ ಉಪಯೋಗಿಸಿ

source: PowerPC PReP boot partition
kn: PowerPC PReP ಬೂಟ್ ವಿಭಜನೆ

source: No PowerPC PReP boot partition is found.
kn: ಯವುದೇ PowerPC PReP ಬೂಟ್ ವಿಭಜನೆ ಸಿಗಲಿಲ್ಲಾ

source: The PowerPC PReP boot partition must be in the first 8MB.
kn: PowerPC PReP ಬೂಟ್ ವಿಭಜನೆ ಮೊದಲ 8MB ಅಲ್ಲಿ ಇರಬೇಕು

source: Installing quik
kn: quik ಇನ್ಸ್ಟಾಲ್ ಆಗುತ್ತಿದೆ

source: Installing quik boot loader
kn: quik ಬೂಟ್ ಲೋಡರ್ ಇನ್ಸ್ಟಾಲ್ ಆಗುತ್ತಿದೆ

source: quik installation failed. Continue anyway?
kn: quik ಇನ್ಸ್ಟಾಲ್ ಲೇಶನ್ ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ಮುಂದುವರೆಯಬೇಕೇ?

source: The quik package failed to install into /target/. Installing quik as a boot loader is a required step. The install problem might however be unrelated to quik, so continuing the installation may be possible.
kn: /target/ ನೊಳಗೆ ಇನ್ಸ್ಟಾಲ್ ಆಗಲು quik ಪ್ಯಾಕೇಜ್ ವಿಫಲವಾಗಿದೆ. quik ಅನ್ನು ಒಂದು ಬೂಟ್ ಲೋಡರ್ ಆಗಿ ಇನ್ಸ್ಟಾಲ್ ಮಾಡುವುದು ಒಂದು ಅವಶ್ಯಕ ಹೆಜ್ಜೆಯಾಗಿದೆ. ಇನ್ಸ್ಟಾಲ್ ಸಮಸ್ಯೆಯು quik ಗೆ ಸಂಬಂಧಪಡದೆ ಇರಬಹುದು. ಆದ್ದರಿಂದ ಇನ್ಸ್ಟಾಲೇಶನ್ ಅನ್ನು ಮುಂದುವರೆಸುವುದುಸಾಧ್ಯವಿದೆ.

source: Checking partitions
kn: ವಿಭಜನೆಗಳ ತಪಾಸಣೆ

source: No root partition found
kn: ಯವುದೇ ಮೂಲ ವಿಭಜನೆಯು ಸಿಗಲಿಲ್ಲ

source: No partition is mounted as your new root partition. You must mount a root partition first.
kn: ಯವುದೇ ವಿಭಜನೆಯು ಮೂಲ ವಿಭಜನೆಯಾಗಿ ಮೌನ್ಟ್ ಆಗಿಲ್ಲಾ.ನೀವು ಮೊದಲು ಮೂಲ ವಿಭಜನೆಯಾಗಿ ಮೌನ್ಟ್ ಮಾಡಬೇಕು

source: Boot partition not on first disk
kn: ಮೊದಲ ಡಿಸ್ಕಲ್ಲಿ ಬೂಟ್ ವಿಭಜನೆಯು ಇಲ್ಲ

source: The quik boot loader requires partition that holds /boot to be on the first disk. Please return to the partitioning step.
kn: quik ಬೂಟ್ ಲೋಡರ್ ಗೆ /boot ಹಿಡಿಥದ ವಿಭಜನೆಯ ಮೊದಲ ಡಿಸ್ಕ್ ಮೆಲೆ ಇರುವುದು ಅವಶ್ಯಕಡಯಮಾಡಿ ಹಿಂದಿನ ವಿಭಜನೆಯ ಹಂತಕ್ಕೆ ಹಿಂತಿರುಗಿ

source: Boot partition must be on ext2
kn: ಬೂಟ್ ವಿಭಜನೆಯು ext2 ರ ಮೇಲಿರಬೇಕು

source: The quik boot loader requires the partition that holds /boot to be formatted using the ext2 file system. Please return to the partitioning step.
kn: quik ಬೂಟ್ ಲೋಡರ್ ಗೆ /boot ಹಿಡಿಥದ ವಿಭಜನೆ ext2 ಕಡತ ವ್ಯವಸ್ಥೆ ದಿಂದ ಫಾರ್ಮ್ಯಾಟ್ ಆಗಿರುವುದು ಅವಶ್ಯಕ

source: Do you really want to install the quik boot loader?
kn: ನಿಮಗೆ quik ಬೂಟ್ ಲೋಡರ್ ಇನ್ಸ್ಟಾಲ್ ಮಾಡುವ ಉದ್ದೆಶ ಇದೆಯೆ ?

source: You have chosen to install the quik boot loader. You will not be able to boot any other operating system from this disk. Furthermore, your machine may not be bootable in any manner after this process completes. If you are left with a blank screen, you may need to try a cold boot and hold down Command-Option-P-R.
kn: ನೀವು quik ಬೂಟ್ ಲೋಡರ್ ಇನ್ಸ್ಟಾಲ್ ಮಾಡಬೇಕೆಂದು ನಿರ್ದರಿಸಿದ್ದೀರನೀವು ಯಾವುದೇ ಆಪರೇಟಿಂಗ್ ಸಿಸ್ಟಮ್ಮಗೆ ಈ ಡಿಸ್ಕಿನಿಂದ ಬೂಟ್ ಮಾಡಲು ಸಾದ್ದ್ಯವಿಲ್ಲಇದಾದಮೇಲೆ ನಿಮ್ಮ ಯಂತ್ರ ಯವುದೇ ರೀತಿ ಇಂದ ಬೂಟ್ ಆಗುವ ಸಾದ್ದ್ಯತೆ ಇಲ್ಲ ನಿಮಗೆ ಖಾಲಿ ಸ್ಕ್ರೀನ್ ಕಾಣಿಸಿಕೊಂಡರೆ cold ಬೂಟ್ ಮಾಡಿ ಮತ್ತು Command-Option-P-R ಹಿಡಿದುಕೊಳ್ಳಿ

source: Be aware that this code has not been thoroughly tested.
kn: ನಿಮ್ಮ ಗಮನದಲ್ಲಿರಲಿ ಈ ನಿಬಮ್ದನವನ್ನು ಪೂರ್ಣವಾಗಿ ಪರೀಕ್ಶಿಸಲಾಗಲಿಲ್ಲ

source: You have chosen to install the quik boot loader. You will not be able to boot any other operating system from this disk. Furthermore, your machine may not be bootable in any manner after this process completes.
kn: ನೀವು quik ಬೂಟ್ ಲೋಡರ್ ಇನ್ಸ್ಟಾಲ್ ಮಾಡಬೇಕೆಂದು ನಿರ್ದರಿಸಿದ್ದೀರನೀವು ಯಾವುದೇ ಆಪರೇಟಿಂಗ್ ಸಿಸ್ಟಮ್ಮಗೆ ಈ ಡಿಸ್ಕಿನಿಂದ ಬೂಟ್ ಮಾಡಲು ಸಾದ್ದ್ಯವಿಲ್ಲಇದಾದಮೇಲೆ ನಿಮ್ಮ ಯಂತ್ರ ಯವುದೇ ರೀತಿ ಇಂದ ಬೂಟ್ ಆಗುವ ಸಾದ್ದ್ಯತೆ ಇಲ್ಲ

source: Creating quik configuration
kn: quik ವಿನ್ಯಸದ ನಿರ್ಮಣ

source: Failed to create quik configuration
kn: quik ಕಾನ್ಫಿಗರೇಶನ್ ನಿರ್ಮಾಣ ವಿಫಲವಾಗಿದೆ.

source: The creation of the main quik configuration file failed.
kn: quik ಕಾನ್ಫಿಗರೇಶನ್ ಕಡತದ ನಿರ್ಮಾಣ ವಿಫಲವಾಗಿದೆ

source: Installing quik into bootstrap partition
kn: ಬೂಟ್ ಸ್ಟ್ರಾಪ್ ವಿಭಜನೆಗೆ quik ಅನ್ನು ಇನ್ಸ್ಟಾಲ್ ಮಾಡಲಾಗುತ್ತಿದೆ...

source: Failed to install boot loader
kn: ಬೂಟ್ ಲೋಡರ್ ಇನ್ಸ್ಟಾಲ್ ವಿಫಲವಾಗಿದೆ.

source: The installation of the quik boot loader failed.
kn: quik ಬೂಟ್ ಲೋಡರ್ ಇನ್ಸ್ಟಾಲೇಶನ್ ವಿಫಲವಾಗಿದೆ.

source: Warning: your system may be unbootable!
kn: ಎಚ್ಚರಿಕೆ: ನಿಮ್ಮ ಯಂತ್ರ ಬೂಟ್ ಆಗುವ ಸಾದ್ದ್ಯತೆ ಇಲ್ಲ !

source: Setting up OpenFirmware
kn: OpenFirmware ಸಿದ್ದಗೊಳಿಸಲಾಗುತ್ತಿದೆ

source: Unable to configure OpenFirmware
kn: OpenFirmware ವಿನ್ಯಾಸ ಗೊಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ

source: Setting the OpenFirmware boot-device variable failed. You will have to configure OpenFirmware yourself to boot.
kn: OpenFirmware ಬೂಟ್-ಯಂತ್ರ ಚರಗಳ ಸ್ಥಿರವು ವಿಫಲವಾಗಿದೆನೀವು ಬೂಟ್ ಮಾಡಲು OpenFirmware ರ ವಿನ್ಯಸ ನೀವೇ ಮಾಡಬೇಕು

source: Problem configuring OpenFirmware
kn: OpenFirmware ವಿನ್ಯಸದಲ್ಲಿ ಸಮಸ್ಯೆ

source: Setting the OpenFirmware boot-command variable failed. You may have intermittent boot failures.
kn: OpenFirmware ಬೂಟ್-ಸೂಚನೆ ಚರಗಳ ಸ್ಥಿರವು ವಿಫಲವಾಗಿದೆಆಗಾಗ ಬೂಟ್ ವಿಫಲತೆಗಳು ಸಾಮಾನ್ಯ

source: Successfully installed quik
kn: quik ಇನ್ಸ್ಟಾಲೇಶನ್ ಫಲಿತಾಂಶ

source: The quik boot loader was successfully installed.
kn: quik ಬೂಟ್ ಲೋಡರ ಇನ್ಸ್ಟಾಲೇಶನ್ ಫಲಿತಾಂಶ

source: The new system is now ready to boot.
kn: ಈ ಹೊಸ ಸಿಸ್ಟಮ್ ಬೂಟಿಗೆ ತಯ್ಯಾರಾಗಿದೆ

source: Install quik on a hard disk
kn: quik ಅನ್ನು ಹಾರ್ಡ್ ಡಿಸ್ಕ್ ಮೇಲೆ ಇನ್ಸ್ಟಾಲ್ ಮಾಡಿ

source: Installing Yaboot
kn: ಯಾಬೂಟ್ ಇನ್ಸ್ಟಾಲ್ ಆಗುತ್ತಿದೆ

source: Installing Yaboot boot loader
kn: ಯಾಬೂಟ್ ಬೂಟ್ ಲೋಡರ ಇನ್ಸ್ಟಾಲ್ ಆಗುತ್ತಿದೆ

source: Yaboot installation failed. Continue anyway?
kn: ಯಾಬೂಟ್ ಇನ್ಸ್ಟಾಲೇಶನ್ ವಿಫಲವಾಗಿದೆ. ಆದರೂ ಮುಂದುವರೆಯಬೇಕೆ?

source: The yaboot package failed to install into /target/. Installing Yaboot as a boot loader is a required step. The install problem might however be unrelated to Yaboot, so continuing the installation may be possible.
kn: /target/ ಗೆ ಇನ್ಸ್ಟಾಲ್ ಆಗುವಲ್ಲಿಯಾಬೂಟ್ ಪ್ಯಾಕೇಜ್ ವಿಫಲವಾಗಿದೆ. ಯಾಬೂಟ್ ಅನ್ನು ಒಂದು ಬೂಟ್ ಲೋಡರ್ ಆಗಿ ಇನ್ಸ್ಟಾಲ್ ಮಾಡುವುದು ಒಂದು ಅವಶ್ಯಕ ಹೆಜ್ಜೆಯಾಗಿದೆ. ಇನ್ಸ್ಟಾಲ್ ಸಮಸ್ಯೆಯು ಯಾಬೂಟ್ ಗೆ ಸಂಬಂಧಪಡದೆ ಇರಬಹುದು. ಆದ್ದರಿಂದ ಇನ್ಸ್ಟಾಲೇಶನ್ ಅನ್ನು ಮುಂದುವರೆಸುವುದುಸಾಧ್ಯವಿದೆ.

source: Looking for bootstrap partitions
kn: ಬೂಟ್ ಸ್ಟ್ರಾಪ್ ವಿಭಜನೆಗಲನ್ನು ಹುಡುಕಲಾಗುತ್ತಿದೆ

source: No bootstrap partition found
kn: ಯವುದೇ ಬೂಟ್ ಸ್ಟ್ರಾಪ್ ವಿಭಜನೆಯು ಸಿಗಲಿಲ್ಲಾ

source: No hard disks were found which have an "Apple_Bootstrap" partition. You must create an 819200-byte partition with type "Apple_Bootstrap".
kn: "Apple_Bootstrap" ವಿಭಜನೆಯ ಹೆಸರಿರುವ ಯಾವುದೇ ಹಾರ್ಡ್ ಡಿಸ್ಕ್ ದೊರೆತಿಲ್ಲನೀವು 819200 ಬೈಟ್ ವಿಭಜನೆ ಉಳ್ಳ "Apple_Bootstrap" ನಿರ್ಮಿಸಬೆಕು

source: Looking for root partition
kn: ಮೂಲ ವಿಭಜನೆಗಲನ್ನು ಹುಡುಕಲಾಗುತ್ತಿದೆ

source: Looking for other operating systems
kn: ಇತರ ಆಪರೇಟಿಂಗ್ ಸಿಸ್ಟಮ್ ಗಳನ್ನು ಹುಡುಕಲಾಗುತ್ತಿದೆ

source: Yaboot (the Linux boot loader) needs to be installed on a hard disk partition in order for your system to be bootable. Please choose the destination partition from among these partitions that have the bootable flag set.
kn: Yaboot (ಲಿನಕ್ಸ್ ಬೂಟ್ ಲೋಡರ್ ) ಹಾರ್ಡ್ ಡಿಸ್ಕ್ ವಿಭಜನೆಯಲ್ಲಿ ಇನ್ಸ್ಟಾಲ್ ಮಾಡಬೇಕುಮೂಲತಃ ಸಿಸ್ಟಮ್ ಬೂಟ್ ಮಡಬಲ್ಲುವ ಸಲುವಾಗಿದಯಮಾಡಿ ಬೂಟ್ ಪತಾಕೆಯುಳ್ಳ ವಿಭಜನೆಯನ್ನು ಆಇಕೆ ಮಾಡಿ

source: Warning: this will erase all data on the selected partition!
kn: ಎಚ್ಚರಿಕೆ: ಇದು ನೀವು ಸೂಚೆಸಿದ ಭಜನೆಗಳಲ್ಲಿನ ಎಲ್ಲಾ ಮಾಹಿತಿಯನ್ನೂ ನಾಶಗೊಳಿಸುತ್ತದೆ.

source: Creating yaboot configuration
kn: ಯಾಬೂಟ್ ವಿನ್ಯಸದ ನಿರ್ಮಣ

source: Failed to create yaboot configuration
kn: ಯಾಬೂಟ್ ವಿನ್ಯಸದ ನಿರ್ಮಣ ವಿಫಲ

source: The creation of the main yaboot configuration file failed.
kn: ಮುಖ್ಯ ಯಾಬೂಟ್ ವಿನ್ಯಸದ ಕಡತದ ಸೃಷ್ಟಿ ವಿಫಲವಾಗಿದೆ

source: Installing yaboot into bootstrap partition
kn: ಯಾಬೂಟ್ ಅನ್ನು ಬೂಟ್ ಸ್ಟ್ರಾಪ್ ವಿಭಜನೆಯಲ್ಲಿ ಇನ್ಸ್ಟಾಲ್ ಆಗುತ್ತಿದೆ

source: The installation of the yaboot boot loader failed.
kn: ಯಾಬೂಟ್ ಬೂಟ್ ಲೋಡರ್ ಇನ್ಸ್ಟಾಲ್ ಸಾಧ್ಯವಾಗಿಲ್ಲ

source: Successfully installed yaboot
kn: ಯಾಬೂಟ್ ಇನ್ಸ್ಟಾಲ್ ಫಲಿಸಿದೆ

source: The yaboot boot loader was successfully installed.
kn: ಯಾಬೂಟ್ ಬೂಟ್ ಲೋಡರ್ ಯಶಸ್ವಿಯಾಗಿ ಇನ್ಸ್ಟಾಲ್ ಆಗಿದೆ

source: Install yaboot on a hard disk
kn: ಯಾಬೂಟ್ ಅನ್ನು ಹಾರ್ಡ್ ಡಿಸ್ಕ್ ಮೇಲೆ ಇನ್ಸ್ಟಾಲ್ ಮಾಡಿ

source: Reinstall yaboot boot loader
kn: ಯಾಬೂಟ್ ಬೂಟ್ ಲೋಡರ್ ಅನ್ನು ಮರು ಇನ್ಸ್ಟಾಲ್ ಮಾಡಿ

source: Install the kernel on a PReP boot partition
kn: PReP ಬೂಟ್ ವಿಭಜನೆಯಲ್ಲಿ ಕರ್ನಲ್ ಇನ್ಸ್ಟಾಲ್ ಮಾಡಿ

source: Copying the kernel to the PReP boot partition
kn: PReP ಬೂಟ್ ವಿಭಜನೆಯಲ್ಲಿ ಕರ್ನಲ್ ನಕಲಾಗುತ್ತಿದೆ

source: Looking for PReP boot partitions
kn: PReP ಬೂಟ್ ವಿಭಜನೆಯನ್ನು ಹುಡುಕುತ್ತಿದೆ

source: No PReP boot partitions
kn: ಯಾವುದೇ PReP ಬೂಟ್ ವಿಭಜನೆಗಳಿಲ್ಲ

source: No PReP boot partitions were found. You must create a PReP boot partition within the first 8MB of your hard disk.
kn: ಯಾವುದೆ PReP ಬೂಟ್ ವಿಭಜನೆ ಸಿಗಲಿಲ್ಲ ನೀವು ಒಂದು PReP ಬೂಟ್ ವಿಭಜನೆ ಮೊದಲ 8MB ಅಲ್ಲಿ ನಿರ್ಮಿಸಬೇಕು

source: Looking for the root partition
kn: ಮೂಲ ವಿಭಜನೆಯನ್ನು ಹುಡುಕುತ್ತಿದೆ

source: Successfully installed PReP
kn: PReP ಇನ್ಸ್ಟಾಲ್ ಲೇಶನ್ ಫಲಿಸಿದೆ

source: The kernel was properly copied to the PReP boot partition.
kn: PReP ಬೂಟ್ ವಿಭಜನೆಗೆ ಕರ್ನಲ್ ಪೂರ್ಣವಾಗಿ ನಕಲಿಸಿದೆ

source: Checking the ext2 (revision 0) file system in partition #${PARTITION} of ${DEVICE}...
kn: ext2 (ರೂಪ 0) ಕಡತ ವ್ಯವಸ್ಥೆ ವಿಭಜನೆ #${PARTITION}ಯ ತಪಾಸಣೆ ${DEVICE}...

source: The test of the file system with type ext2 (revision 0) in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
kn: ext2 (ರೂಪ 0) ಕಡತ ವ್ಯವಸ್ಥೆ ಯ ವಿಭಜನೆ #${PARTITION} ರ ${DEVICE} ಪರೀಕ್ಷೆ ಯಲ್ಲಿ ತಿದ್ದಲಾಗದ ಲೋಪಗಳು ದೊರೆತಿವೆ

source: If you do not go back to the partitioning menu and correct these errors, the partition will not be used at all.
kn: ನೀವು ಹಿಂದಿರುಗಿ ವಿಭಜನೆ ಪಟ್ಟಿಯ ಲೋಪಗಳು ಸರಿಪಡಿಸದಿದ್ದಲ್ಲಿ, ಈವಿಭಜನೆ ಊರ್ಜಿತವಾಗುವುದಿಲ್ಲ

source: The ext2 (revision 0) file system creation in partition #${PARTITION} of ${DEVICE} failed.
kn: ext2(ರೂಪ 0) ಕಡತ ವ್ಯವಸ್ಥೆ ಯ ರ ವಿಭಜನೆ #${PARTITION} ರ ${DEVICE} ಕೆಲಸಮಾಡುತ್ತಿಲ್ಲಾ

source: No mount point is assigned for the ext2 (revision 0) file system in partition #${PARTITION} of ${DEVICE}.
kn: ext2(ರೂಪ 0) ಕಡತ ವ್ಯವಸ್ಥೆ ಗೆ ಯಾವುದೇ ಮೌಂಟ್ ಪಾಯಿಂಟಿಲ್ಲಾವಿಭಜನೆ #${PARTITION} ರ ${DEVICE} .

source: old Ext2 (revision 0) file system
kn: ಹಳೆಯ Ext2 (ರೂಪ 0) ಕಡತ ವ್ಯವಸ್ಥೆ

source: Your boot partition has not been configured with the old ext2 (revision 0) file system. This is needed by your machine in order to boot. Please go back and use the old ext2 (revision 0) file system.
kn: ನಿಮ್ಮ ಬೂಟ್ ವಿಭಜನೆ ಯು ಹಳೆಯ ext2 (ರೂಪ 0) ಕಡತ ವ್ಯವಸ್ಥೆ ಯಂತೆ ವಿನ್ಯಾಸವಾಗಿಲ್ಲಈ ವಿನ್ಯಾಸವು ಬೂಟಿಂಗ್ ಗಾಗಿ ಅತ್ಯವಶ್ಯಕದಯಮಾಡಿ ಹಿಂದಿನ ಕಡತ ವ್ಯವಸ್ಥೆ ಯಾದ ext2 (ರೂಪ 0) ಬಳಸಿ

source: Your boot partition is not located on the first primary partition of your hard disk. This is needed by your machine in order to boot. Please go back and use your first primary partition as a boot partition.
kn: ನಿಮ್ಮ ಹಾರ್ಡ್ ಡಿಸ್ಕಿನ ಬೂಟ್ ವಿಭಜನೆಯು ನಿಮ್ಮ ಮೊದಲ ಪ್ರಾಥಮಿಕ ವಿಭಜನೆಯಲ್ಲಿ ದೊರೆತಿಲ್ಲ ಇದು ನಿಮ್ಮ ಯಂತ್ರದ ಬೂಟಿಂಗ್ ಗಾಗಿ ಅತ್ಯವಶ್ಯಕದಯಮಾಡಿ ಹಿಂದಿನ ಮೊದಲ ಪ್ರಾಥಮಿಕ ವಿಭಜನೆಯನ್ನು ಬೂಟ್ ವಿಭಜನೆಯಾಗಿ ಬಳಸಿ

source: Your root partition is not a primary partition of your hard disk. This is needed by your machine in order to boot. Please go back and use a primary partition for your root partition.
kn: ನಿಮ್ಮ ಹಾರ್ಡ್ ಡಿಸ್ಕಿನ ಮೂಲ ವಿಭಜನೆಯು ಪ್ರಾಥಮಿಕ ವಿಭಜನೆಯಲ್ಲಇದು ನಿಮ್ಮ ಯಂತ್ರದ ಬೂಟಿಂಗ್ ಗಾಗಿ ಅತ್ಯವಶ್ಯಕದಯಮಾಡಿ ಹಿಂದಿನ ಪ್ರಾಥಮಿಕ ವಿಭಜನೆಯನ್ನು ಮೂಲ ವಿಭಜನೆಯಾಗಿ ಬಳಸಿ

source: SILO installation failed. Continue anyway?
kn: SILO ಇನ್ಸ್ಟಾಲ್ ಲೇಶನ್ ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ಮುಂದುವರೆಯಬೇಕೇ?

source: The 'silo' package failed to install into /target/. Installing SILO as a boot loader is a required step. The install problem might however be unrelated to SILO, so continuing the installation may be possible.
kn: /target/ ನೊಳಗೆ ಇನ್ಸ್ಟಾಲ್ ಆಗಲು silo ಪ್ಯಾಕೇಜ್ ವಿಫಲವಾಗಿದೆ. silo ಅನ್ನು ಒಂದು ಬೂಟ್ ಲೋಡರ್ ಆಗಿ ಇನ್ಸ್ಟಾಲ್ ಮಾಡುವುದು ಒಂದು ಅವಶ್ಯಕ ಹೆಜ್ಜೆಯಾಗಿದೆ. ಇನ್ಸ್ಟಾಲ್ ಸಮಸ್ಯೆಯು silo ಗೆ ಸಂಬಂಧಪಡದೆ ಇರಬಹುದು. ಆದ್ದರಿಂದ ಇನ್ಸ್ಟಾಲೇಶನ್ ಅನ್ನು ಮುಂದುವರೆಸುವುದುಸಾಧ್ಯವಿದೆ.

source: SILO installation failed
kn: SILO ಇನ್ಸ್ಟಾಲ್ ಲೇಶನ್ ಸಾಧ್ಯವಾಗಲಿಲ್ಲ

source: Running "/sbin/silo" failed with error code "${ERRCODE}".
kn: ನಡೆಯುತ್ತಿದ್ಧ "/sbin/silo" ವಿಫಲಗೊಂಡಿದೆ ಡೋಷದ ನಿಬಮ್ದನ "${ERRCODE}".

source: SILO installation successful
kn: SILO ಇನ್ಸ್ಟಾಲ್ ಲೇಶನ್ ಫಲಿಸಿದೆ

source: The SILO boot loader has been successfully installed on your new boot partition, and your system should now be able to boot itself.
kn: SILO ಬೂಟ್ ಲೋಡರ್ ಇನ್ಸ್ಟಾಲ್ ಲೇಶನ್ ಹೊಸ ಬೂಟ್ ನ ವಿಭಜನೆಯಲ್ಲಿ ಫಲಿಸಿದೆ ಮತ್ತು ಈಗ ನಿಮ್ಮ ಸಿಸ್ಟಮ್ ಸ್ವಯಮ್ ಬೂಟ್ ಗೆ ಸಿದ್ದವಾಗಿದೆ

source: Install the SILO boot loader on a hard disk
kn: SILO ಬೂಟ್ ಲೋಡರ್ ಹಾರ್ಡ್ ಡಿಸ್ಕ್ ಮೇಲೆ ಇನ್ಸ್ಟಾಲ್

source: Unsupported boot file system type
kn: ಬೆಂಬಲಿಸಲ್ಪಡದ ಕಡತ ವ್ಯವಸ್ಥೆ ಯ

source: In order to be successfully loaded by SILO (Sparc Linux Loader), the kernel must reside on an ext2, ext3 or ufs formatted partition. In the current partitioning scheme the kernel is going to be installed on the ${SILO_PART} partition of type ${SILO_TYPE}.
kn: SILO (Sparc ಲಿನಕ್ಸ್ ಲೋಡರ) ಡಿಂದ ಸಫಲವಾಗಿ ಲೋಡಾಗಬೇಕಾದರೆ ಕರ್ನಲ್ ಉಳಿದ ಕಡತ ವ್ಯವಸ್ಥೆ ext2, ext3 ಅಥವಾ ufs ಫರ್ಮೆಟ್ ನ ವಿಭಜನೆಯಾಗಿರಬೇಕು ಈ ವಿಭಜನೆಯ ಆಕರದ ಪ್ರಕಾರ ಕರ್ನಲ್ ${SILO_PART} ವಿಭಜನೆಯ ರಲ್ಲಿ ${SILO_TYPE} ಇನ್ಸ್ಟಾಲ್ ಆಗುತ್ತದೆ

source: It is strongly recommended that you go back to partitioning and correct this problem. Keeping the current configuration may result in an unbootable system.
kn: ವಿಭಜನೆಯ ಪಟ್ಟಿ ಗೆ ಹಿಂದಿರುಗಿ ಸಮಸ್ಯಗಳು ಸರಿಪಡಿಸಬೇಕುಈಗಿನ ವಿನ್ಯಸ ಮುಂದುವರೆದರೆ ಸಿಸ್ಟಮ್ ಬೂಟ್ ಆಗುವದಿಲ್ಲ

source: Boot partition may cause problems with SILO
kn: ಬೂಟ್ ವಿಭಜನೆಯು SILO ಓಂದಿಗೆ ಸಮಸ್ಯೆಗಲು ಹುಠಿಸುತ್ತವೆ

source: This machine is likely to suffer from a firmware bug, which makes it impossible for SILO (Sparc Linux Loader) to boot a kernel placed farther than 1 GB from the beginning of the disk.
kn: ಈ ಯಂತ್ರದ ಒಂದು firmware ಡೊಷದ ಕರಣ SILO (Sparc ಲಿನಕ್ಸ್ ಲೋಡರ) ಗೆ ದೂರದ ಡಿಸ್ಕ್ ಮೊದಲಿನಿಂದ 1GB ದೂರದ ಬೂಟ್ ಮಾಡಲು ಅಸಾಧ್ಯ

source: To avoid problems it is strongly recommended to install the kernel into a partition which fits entirely within the first GB of the disk (by creating a small /boot partition in the beginning of the disk, for example). In the current partitioning scheme it is going to be installed onto the ${SILO_PART} partition which extends up to ${SILO_OFF} mark. Keeping this configuration may result in an unbootable system.
kn: ಸಮಸ್ಯೆಗಳನ್ನು ತಡೆಕಟ್ಟಲು ಸಾಕಾಗುವ 1 GBಯ ವಿಭಜನೆಯಲ್ಲಿ ಇನ್ಸ್ಟಾಲ್ ಮಾಡಬೆಕು (ಒಂದು ಸಣ್ನ /ಬೂಟ್ ವಿಭಜನೆವು ರಛಿಸಬೆಕು)ಈ ವಿಭಜನೆಯ ಆಕರದ ಪ್ರಕಾರ ಕರ್ನಲ್ ${SILO_PART}, ${SILO_OFF} ವರೆಗು ಮುಂದು ವರೆಯಲಾಗುತ್ತದೆ ಈಗಿನ ವಿನ್ಯಸ ಮುಂದುವರೆದರೆ ಸಿಸ್ಟಮ್ ಬೂಟ್ ಆಗುವದಿಲ್ಲ

source: Unsupported partition table on the boot disk
kn: ಬೂಟ್ ಡಿಸ್ಕ್ ಮೇಲೆ ಅಸಮ್ಬಡ್ದ ವಾದ ವಿಭಜನೆಯ ಪಟ್ಟಿ ಇದೆ

source: SILO (Sparc Linux Loader) can only boot the kernel off a disk with the "sun" partition table. In the current partitioning scheme the kernel is going to be installed on the ${SILO_PART} partition located on a disk with the partition table of type "${SILO_DISK}".
kn: ಕರ್ನಲ್ ಅನ್ನು ಬೂಟ್ ಮಾಡಬಲ್ಲದು ಆದರೆ "sun" ವಿಭಜನೆಯ ಪಟ್ಟಿ ಇಂದಈ ವಿಭಜನೆಯ ಆಕರದ ಪ್ರಕಾರ ಕರ್ನಲ್ ${SILO_PART} ವಿಭಜನೆಯ ರಲ್ಲಿ ${SILO_TYPE} ಇನ್ಸ್ಟಾಲ್ ಆಗುತ್ತದೆ

source: Install the Arcboot boot loader on a hard disk
kn: ಅರ್ಕ್ ಬೂಟ್ ಬೂಟ್ ಲೋಡರನ್ನು ಹಾರ್ಡ್ ಡಿಸ್ಕ್ ಮೇಲೆ ಇನ್ಸ್ಟಾಲ್ ಮಾಡಿ

source: Disk for boot loader installation:
kn: ಡಿಸ್ಕ್ , ಬೂಟ್ ಲೋಡರ್ ಇನ್ಸ್ಠಾಲ್ ಲೇಶನ್ ಗಾಗಿ

source: Arcboot must be installed into the volume header of a disk with a SGI disklabel. Usually the volume header of /dev/sda is used. Please give the device name of the disk on which to put arcboot.
kn: SGI ಡಿಸ್ಕ್ ಲೇಬೆಲ್ ಹೆಸರಿರುವ ವಾಲ್ಯೂಮ್ ಹೆಡರ್ ಡಿಸ್ಕ್ ನಲ್ಲಿ Arcboot ಇನ್ಸ್ಟಾಲ್ ಆಗಿರಬೆಕು ಸಾಮಾನ್ಯವಾಗಿ /dev/sda ಉಪಯೊಗಿಸಲಾಗುವುದುಡಯಮಾಡಿ arcboot ಹಾಕಲು ಡಿಸ್ಕ್ ನ ಡೆವೈಸ್ ಹೆಸರು ನೀಡಿರಿ

source: Arcboot configured to use a serial console
kn: ಅರ್ಕ್ ಬೂಟ್ ಸೀರಿಯಲ್ ಕನ್ಸೋಲೆ ಗಾಗಿ ವಿನ್ಯಸಗೊಂಡಿದೆ

source: Arcboot is configured to use the serial port ${PORT} as the console. The serial port speed is set to ${SPEED}.
kn: ಅರ್ಕ್ ಬೂಟ್ ಸೀರಿಯಲ್ ಪೊರ್ಟ್ಕ ${PORT} ನ್ಸೋಲೆ ಆಗಿ ವಿನ್ಯಸಗೊಂಡಿದೆಸೀರಿಯಲ್ ಪೊರ್ಟ್ಕ ವೆಗವು ${SPEED} ಗೆ ಸ್ಥಿರವಾಗಿಸಿದೆ

source: Arcboot installation failed. Continue anyway?
kn: ಅರ್ಕ್ ಬೂಟ್ ಇನ್ಸ್ಠಾಲ್ ಲೇಶನ್ ವಿಫಲಗೊಂಡಿದೆ. ಮಂದುವರೆಯಬೆಕೇ ?

source: The arcboot package failed to install into /target/. Installing Arcboot as a boot loader is a required step. The install problem might however be unrelated to Arcboot, so continuing the installation may be possible.
kn: /target/ ನೊಳಗೆ ಇನ್ಸ್ಟಾಲ್ ಆಗಲು arcboot ಪ್ಯಾಕೇಜ್ ವಿಫಲವಾಗಿದೆ. arcboot ಅನ್ನು ಒಂದು ಬೂಟ್ ಲೋಡರ್ ಆಗಿ ಇನ್ಸ್ಟಾಲ್ ಮಾಡುವುದು ಒಂದು ಅವಶ್ಯಕ ಹೆಜ್ಜೆಯಾಗಿದೆ. ಇನ್ಸ್ಟಾಲ್ ಸಮಸ್ಯೆಯು arcboot ಗೆ ಸಂಬಂಧಪಡದೆ ಇರಬಹುದು. ಆದ್ದರಿಂದ ಇನ್ಸ್ಟಾಲೇಶನ್ ಅನ್ನು ಮುಂದುವರೆಸುವುದುಸಾಧ್ಯವಿದೆ.

source: Setting PROM variables for Arcboot
kn: PROM ಚರಗಳನ್ನು ಅರ್ಕ್ ಬೂಟ್ ಗಾಗಿ ಸ್ಥಿರಗೊಳಿಸಲಾಗಿದೆ

source: If this is the first Linux installation on this machine, or if the hard drives have been repartitioned, some variables need to be set in the PROM before the system is able to boot normally.
kn: ಇದು ಈ ಯಂತ್ರಡ ಮೇಲೆ ಮೊದಲನೆಯ ಲಿನಕ್ಸ್ ಇನ್ಸ್ಟಾಲ್ ಆದರೆ ಅಥವಾ ಡ್ರೈವ್ ಗಲು ಮರೂ ವಿಭಜನೆಯಾದರೆ ಕೆಲವು ಚರಗಲನ್ನು PROM ನಲ್ಲಿ ಸ್ಥಪಿಸಬೇಕಾಹುತ್ತದೆ ಮತ್ತು ಸಿಸ್ಟಮ್ ರೂಧಿಯಾಗಿ ನಡೆಯುವ ಮೊದಲು

source: At the end of this installation stage, the system will reboot. After this, enter the command monitor from the "Stop for Maintenance" option, and enter the following commands:
kn: ಇನ್ಸ್ಠಾಲ್ ಲೇಶನ್ ನ ಅಂತ್ಯದಲ್ಲಿ ವ್ಯವಸ್ಥೆಯು ಪುನಃ ಬೂಟ್ ಆಗುವುದುಅನಂತರ ಸೂಚನೆ ಮಾನಿಟರ್ ಗೆ "Stop for Maintenance" ಆಇಕೆ ಮಾಡಿ ಪ್ರವೆಶಿಸಬೇಕುಮತ್ತು ಇತರ ಸೂಚನೆಗಲನ್ನು ಪ್ರವೆಶಿಸಬೇಕು

source: Configuring flash memory to boot the system
kn: ವ್ಯವಸ್ಥೆಯನ್ನು ಬೂಟ್ ಮಾಡಲು ಫ್ಲಾಶ್ ಸ್ಮರಣೆಯನ್ನು ವಿನ್ಯಾಸ ಮಾಡಲಾಗುತ್ತಿದೆ

source: Making the system bootable
kn: ವ್ಯವಸ್ಥೆಯನ್ನು ಬೂಟ್ ಮಾಡಲು ಸೂಕ್ತವಾಗಿಸಲಾಗುತ್ತಿದೆ

source: Preparing the system...
kn: ವ್ಯವಸ್ಥೆಯು ಸಿದ್ಧವಾಗುತ್ತಿದೆ. . .

source: Writing the kernel to flash memory...
kn: ಕರ್ನಲ್ ಅನ್ನು ಫ್ಲಾಶ್ ಸ್ಮರಣೆಯಲ್ಲಿ ಬರೆಯಲಾಗುತ್ತಿದೆ

source: Generating boot image on disk...
kn: ಬೂಟ್ ಆಕೃತಿಯು ಡಿಸ್ಕಿನ ಮೆಲೆ ರಚಿತವಾಗುತ್ತಿದೆ

source: Make the system bootable
kn: ವ್ಯವಸ್ಥೆಯನ್ನು ಬೂಟ್ ಮಾಡಲು ಸೂಕ್ತವಾಗಿಸಿ
