Repository: Sprezzatech/main-menu-udeb
Catalog: packages/s390/netdevice/debian/po/*.po
Languages: pt

source: ctc: Channel to Channel (CTC) or ESCON connection, lcs: qeth: OSA-2 Token Ring/Ethernet or OSA-Express Fast Ethernet (non-QDIO), qeth: OSA-Express in QDIO mode / HiperSockets, iucv: Inter-User Communication Vehicle - available for VM guests only, Quit
pt: ctc: Channel to Channel (CTC) ou ESCON connection, lcs: qeth: OSA-2 Token Ring/Ethernet ou OSA-Express Fast Ethernet (non-QDIO), qeth: OSA-Express em modo QDIO / HiperSockets, iucv: Inter-User Communication Vehicle - disponiveis apenas para convidados VM, Sair

source: Network device type:
pt: Tipo do dispositivo de rede:

source: Please choose the type of your primary network interface that you will need for installing the Debian system (via NFS or HTTP). Only the listed devices are supported.
pt: Por favor escolha um dos tipos do seu interface de rede primário que precisará para instalar o sistema Debian (via NFS ou HTTP). Apenas os dispositivos listados se encontram suportados.

source: CTC device:
pt: Dispositivo CTC:

source: The following device numbers might belong to CTC or ESCON connections, but please note that OSA-2 or OSA-Express cards might also be listed here.
pt: Os próximos números de dispositivo podem pertencer ao CTC ou ESCON connections, mas note que as placas OSA-2 ou OSA-Express podem também estar listadas aqui.

source: The configured parameters are: read channel = ${device_read} write channel = ${device_write} protocol = ${protocol}
pt: Os paramêtros configurados são: canal de leitura = ${device_read} canal de escrita = ${device_write} protocolo = ${protocol}

source: No CTC or ESCON connections
pt: Nenhumass CTC ou ESCON connections

source: Please make sure that you have set them up correctly.
pt: Por favor certifique-se que os configurou correctamente.

source: Protocol for this connection:
pt: Protocolo para esta ligação:

source: The following device numbers might belong to OSA-2 or OSA-Express cards, but please note that CTC/ESCON devices might also be listed here.
pt: Os seguintes números de dispositivo podem pertencer a placas OSA-2 ou OSA-Express, mas por favor note que dispositivos CTC/ESCON podem também estar listados aqui.

source: The configured parameters are: read channel = ${device_read} write channel = ${device_write} port = ${port}
pt: Os paramêtros configurados são: canal de leitura = ${device_read} canal de escrita = ${device_write} porta = ${port}

source: No OSA-2 or OSA-Express cards
pt: Nenhuma placa OSA-2 ou OSA-Express

source: If you are running VM please make sure that your card is attached to this guest. If you want to use HiperSockets or an OSA-Express card in QDIO mode please use the qeth driver instead.
pt: Se está a correr VM por favor certifique-se que a sua placa está ligada a este convidado. De desejar usar os HiperSockets ou uma placa OSA-Express no modo QDIO por favor use o driver qeth.

source: ${choices} Quit
pt: ${choices} Sair

source: Device:
pt: Dispositivo:

source: Please select the OSA-Express QDIO / HiperSockets device.
pt: Por favor escolha o dispositivo OSA-Express QDIO / HiperSockets.

source: Is this configuration correct?
pt: Esta configuração está correcta?

source: The configured parameters are: read channel = ${device_read} write channel = ${device_write} data channel = ${device_data} port = ${port} portname = ${portname}
pt: Os paramêtros configurado são: canal de leitura = ${device_read} canal de escrita = ${device_write} porta = ${port} nome da porta = ${portname}

source: No OSA-Express QDIO cards / HiperSockets
pt: Nenhuma placa OSA-Express QDIO / HiperSockets

source: No OSA-Express QDIO cards / HiperSockets were detected. If you are running VM please make sure that your card is attached to this guest. If you want to use an OSA-2 or OSA-Express card in non-QDIO mode please use the lcs driver instead.
pt: Nenhuma placa OSA-Express QDIO ou HiperSockets foram detectados. Se está a correr um VM por favor certifique-se que a sua placa está ligada a este convidado. Se deseja uma placa OSA-2 ou OSA-Express no modo non-QDIO por favor use o driver lcs.

source: Portname:
pt: Nome da porta:

source: Please enter the portname of your OSA-Express card. This name must be 1 to 8 characters long and must be equal on all systems accessing the same card.
pt: Por favor introduza o nome da porta da sua placa OSA-Express. Terá de ser um nome de 1 a 8 caracteres de comprimentos e deverá ser igual em todos os sistemas que acedam à mesma placa.

source: Leave it empty if you want to use HiperSockets. This parameter is required for cards with microcode level 2.10 or later or when you want to share a card.
pt: Deixe vazio se deseja usar HiperSockets. Este paramêtro é preciso para as placas com o microcode nivél 2.10 ou superior ou quando deseja partilhar uma placa.

source: The name will automatically be converted to uppercase.
pt: O nome será automaticamente convertido para maiusculas.

source: Port:
pt: Porta:

source: Please enter a relative port for this connection.
pt: Por favor introduza um porto relativo a esta ligação.

source: Please enter the name of the VM peer you want to connect to.
pt: Por favor introduza o nome do VM peer a que deseja ligar-se.

source: If you want to connect to multiple peers, separate the names by colons, e.g. tcpip:linux1.
pt: Se deseja ligar-se a multiplos peers, separe os nomes por dois pontos, e. g. tcpip:linux1.

source: The standard TCP/IP server name on VM is TCPIP; on VIF it's $TCPIP. Note: IUCV must be enabled in the VM user directory for this driver to work and it must be set up on both ends of the communication.
pt: O servidor TCP/IP standard em VM é TCPIP, se em VIF é $TCPIP. Note: O IUCV terá de estar activo no directório do utilizador VM para este driver funcionar e tem de ser configurado em ambos os extremos da comunicação.

source: Configure the network device
pt: Configure o dispositivo de rede
