Repository: Sprezzatech/main-menu-udeb
Catalog: packages/partman/partman-basicfilesystems/debian/po/*.po
Languages: be, eu, km, sq, vi

source: Checking the ${TYPE} file system in partition #${PARTITION} of ${DEVICE}...
be: Правяраецца файлавая сістэма ${TYPE} падзела #${PARTITION} на ${DEVICE}...
eu: ${DEVICE}-ko #${PARTITION} partizioko ${TYPE} fitxategi sistema egiaztatzen...
km: កំពុង​ពិនិត្យ​មើល​ប្រព័ន្ធ​ឯកសារ ${TYPE} ក្នុង​ partition #${PARTITION} របស់ ${DEVICE}...
sq: Kontrolli i filesistemit ${TYPE} n ndarjen Nr. ${PARTITION} t ${DEVICE}...
vi: Kiểm tra hệ thống tập tin kiểu ${TYPE} trên phân vùng #${PARTITION} của thiết bị ${DEVICE}...

source: Checking the swap space in partition #${PARTITION} of ${DEVICE}...
be: Правяраецца swap у падзеле #${PARTITION} на ${DEVICE}...
eu: ${DEVICE}-ko #${PARTITION} partizioko swap tokia egiaztatzen...
km: កំពុង​ពិនិត្យមើល​ទំហំ​ស្វបក្នុង partition #${PARTITION} របស់ ${DEVICE}...
sq: Kontrolli i hapsirs swap n ndarjen Nr. ${PARTITION} t ${DEVICE}...
vi: Kiểm tra sức chứa trao đổi trên phân vùng #${PARTITION} của thiết bị ${DEVICE}...

source: Creating ${TYPE} file system in partition #${PARTITION} of ${DEVICE}...
be: Ствараецца файлавая сістэма ${TYPE} у падзеле #${PARTITION} на ${DEVICE}...
eu: ${DEVICE}-ko #${PARTITION} partizioko ${TYPE} fitxategi sistema sortzen...
km: កំពុង​បង្កើត​ប្រព័ន្ធ​ឯកសារ ${TYPE} ក្នុង​​ partition #${PARTITION} របស់ ${DEVICE}...
sq: Krijimi i filesistemit ${TYPE} n ndarjen Nr. ${PARTITION} t ${DEVICE}...
vi: Tạo hệ thống tập tin kiểu ${TYPE} trên phân vùng #${PARTITION} của thiết bị ${DEVICE}...

source: Creating ${TYPE} file system for ${MOUNT_POINT} in partition #${PARTITION} of ${DEVICE}...
be: Ствараецца файлавая сістэма ${TYPE} для ${MOUNT_POINT} у падзеле #${PARTITION} на ${DEVICE}...
eu: ${DEVICE}-ko #${PARTITION} partizioko ${TYPE} fitxategi sistema sortzen...
km: កំពុង​បង្កើត​ប្រព័ន្ធ​ឯកសារ ${TYPE} សម្រាប់​ ${MOUNT_POINT} ក្នុង partition #${PARTITION} នៃ ${DEVICE}...
sq: Krijimi i filesistemit ${TYPE} pr ${MOUNT_POINT} n ndarjen Nr. ${PARTITION} t ${DEVICE}...
vi: Tạo hệ thống kiểu ${TYPE} cho điểm lắp ${MOUNT_POINT} trong vùng #${PARTITION} của thiết bị ${DEVICE}...

source: Formatting swap space in partition #${PARTITION} of ${DEVICE}...
be: Фарматаванне swap у падзеле #${PARTITION} на ${DEVICE}...
eu: ${DEVICE}-ko #${PARTITION} partizioko swap tokia formateatzen
km: កំពុងធ្វើ​ទ្រង់ទ្រាយ​ទំហំ​ស្វប​ក្នុង​ partition #${PARTITION} របស់ ${DEVICE}...
sq: Duke formatuar hapsirn swap n ndarjen Nr. ${PARTITION} t ${DEVICE}...
vi: Định dạng sức chứa trao đổi trong vùng #${PARTITION} của thiết bị ${DEVICE}...

source: The test of the file system with type ${TYPE} in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
be: Праверка файлавай сістэмы тыпу ${TYPE} ў падзеле #${PARTITION} на ${DEVICE} знайшла невыпраўленыя памылкі.
eu: ${DEVICE}-ko #${PARTITION} partizioko ${TYPE} fitxategi sistema egiaztatzerakoan konpondu gabeko erroreak aurkitu dira.
km: ការ​សាកល្បង​ប្រព័ន្ធ​ឯកសារជាមួយ​ប្រភេទ ${TYPE} ក្នុង partition #${PARTITION} របស់${DEVICE} បាន​រក​ឃើញ​កំហុស​ជាច្រើន ។
sq: Testimi i filesistemit t llojit ${TYPE} n ndarjen Nr. ${PARTITION} e ${DEVICE} hasi n gabime t pakorrigjueshme.
vi: Khi thử ra hệ thống tập tin kiểu ${TYPE} trong vùng #${PARTITION} của thiết bị ${DEVICE} thì đã tìm thấy những lỗi chưa sửa.

source: Go back to the menu and correct errors?
be: Вярнуцца ў меню і выправіць памылку ?
eu: Menuan atzera joan eta erroreak konpondu?
km: ត្រឡប់​ទៅ​ម៉ឺនុយ និង​កែ​កំហុស ?
sq: Kthehu mbrapa n menu dhe korrigjo gabimet?
vi: Trở về trình đơn để sửa lỗi không?

source: The test of the swap space in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
be: Праверка swap у падзеле #${PARTITION} на ${DEVICE} знайшла невыпраўленыя памылкі.
eu: ${DEVICE}-ko #${PARTITION} partizioko ${TYPE} fitxategi sistema egiaztatzerakoan konpondu gabeko erroreak aurkitu dira.
km: ការ​សាកល្បងទំហំ​ស្វបក្នុង partition #${PARTITION} នៃ ${DEVICE} បាន​រកឃើញកំហុសជា​ច្រើន ។
sq: Testimi i hapsirs swap n ndarjen Nr. ${PARTITION} t ${DEVICE} hasi n gabime t pakorrigjueshme.
vi: Khi thử ra sức chứa trao đổi trong vùng #${PARTITION} của thiết bị ${DEVICE} thì tìm thấy những lỗi chưa sửa.

source: If you do not go back to the partitioning menu and correct these errors, the partition will be used as is.
be: Калі вы не вернецеся ў меню падзялення і не выправіце памылкі, падзел будзе скарыставаны як ёсць.
eu: Ez baduzu partitze sistemara atzera egiten eta errore hauek konpondu, partizioa ezingo da osorik erabili.
km: បើ​អ្នក​មិន​ត្រឡប់​ទៅ​ម៉ឺនុយ​ចែក​ភាគ​ និង​កែតម្រូវ​កំហុស​ទាំងនេះ​ទេ ​partition នឹង​ត្រូវ​បាន​ប្រើ​បែប​នេះ ។
sq: Nse nuk kthehesh mbrapa tek menuja e ndarjes t korrigjosh kto gabime, ndarja do t prdoret si sht.
vi: Nếu bạn không trở về trình đơn phân vùng để sửa những lỗi này thì sẽ sử dụng vùng ấy như có.

source: You have not selected any partitions for use as swap space. Enabling swap space is recommended so that the system can make better use of the available physical memory, and so that it behaves better when physical memory is scarce. You may experience installation problems if you do not have enough physical memory.
be: Вы не вылучылі ніякіх падзелаў для выкарыстання як swap. Уключэнне swap рэкамендавана, таму што сістэма зможа эфектэўней выкарыстоўваць даступную фізічную памяць і будзе паводзіць сябе лепш, калі фізічнай памяці не хапае. Вы можаце спаткаць праблемы ўсталявання, калі не хопіць фізічнай памяці.
km: អ្នក​មិន​បាន​ជ្រើស​ partitions ណាមួយ​សម្រាប់​ប្រើ​ជា​ទំហំ​ស្វប​ទេ ។ ការ​ធ្វើ​ឲ្យ​ទំហំស្វប​អាច​ប្រើ​បានត្រូវ​បាន​ផ្ដល់​អនុសាសន៍ ដូច្នេះប្រព័ន្ធអាច​ប្រើ​សតិ​ពិតៗ​ដែល​មាន​បាន​ល្អ​ជាង​មុនហើយ​វា​ក៏​ដំណើរការ​បាន​ល្អ​ជាង​មុនពេល​ដែល​ខ្វះខាត​សតិពិត ។ អ្នក​អាច​មាន​បញ្ហា​ដំឡើង​ បើ​អ្នក​មិន​មាន​សតិ​ពិតៗ​គ្រប់គ្រាន់ ។
vi: Bạn chưa chọn phân vùng nào để dùng là bộ nhớ trao đổi. Khuyến khích bạn hiệu lực bộ nhớ trao đổi, thì hệ thống có thể dùng bộ nhớ vật lý còn rảnh một cách hữu ích hơn, và nó chạy một cách tốt hơn khi còn có ít bộ nhớ vật lý. Bạn có thể gặp lỗi cài đặt nếu không có đủ bộ nhớ vật lý.

source: If you do not go back to the partitioning menu and assign a swap partition, the installation will continue without swap space.
be: Калі вы не вернецеся ў меню падзялення і не прызначыце падзел для swap, усталяванне працягнецца без swap прасторы.
km: បើ​អ្នក​មិន​ត្រឡប់​ទៅ​ម៉ឺនុយ​ចែក​ភាគ​ និង​កំណត់​ partition ស្វបការ​ដំឡើង​នឹង​បន្ត​ដោយ​គ្មានទំហំ​ស្វប ។
vi: Nếu bạn không trở về trình đơn phân vùng để gán một phân vùng trao đổi thì tiến trình cài đặt sẽ tiếp tục không có bộ nhớ trao đổi.

source: Failed to create a file system
be: Не атрымалась зрабіць файлавую сістэму
eu: Huts fitxategi sistema sortzerakoan
km: បរាជ័យ​ក្នុង​ការ​បង្កើត​ប្រព័ន្ធ​ឯកសារ​មួយ
sq: Dshtoi n krijimin e filesistemit
vi: Không tạo hệ thống tập tin được

source: The ${TYPE} file system creation in partition #${PARTITION} of ${DEVICE} failed.
be: Стварэнне файлавай сістэмы тыпу ${TYPE} ў падзеле #${PARTITION} на ${DEVICE} не атрымалася.
eu: Huts ${DEVICE}-ko #${PARTITION} partizioko ${TYPE} fitxategi sistema sortzerakoan.
km: ការ​បង្កើត​ប្រព័ន្ធ​ឯកសារ​ ${TYPE} ក្នុង​ partition #${PARTITION} នៃ ${DEVICE} បាន​បរាជ័យ ។
sq: Krijimi i filesistemit ${TYPE} n ndarjen Nr. ${PARTITION} t ${DEVICE} dshtoi.
vi: Không tạo hệ thống tập tin kiểu ${TYPE} trong vùng #${PARTITION} của thiết bị ${DEVICE} được.

source: Failed to create a swap space
be: Не атрымалася стварыць swap
eu: Huts swap tokia sortzerakoan
km: បរាជ័យ​ក្នុង​ការ​បង្កើត​ទំហំស្វប​​មួយ
sq: Dshtoi n krijimin e hapsirs swap
vi: Không tạo sức chứa trao đổi được.

source: The creation of swap space in partition #${PARTITION} of ${DEVICE} failed.
be: Стварэнне прасторы swap у падзеле #${PARTITION} на ${DEVICE} не атрымалася.
eu: ${DEVICE}-ko #${PARTITION} partizioko swap sortzerakoan huts
km: ការ​បង្កើត​ទំហំស្វបក្នុង partition #${PARTITION} នៃ ${DEVICE} បាន​បរាជ័យ ។
sq: Krijimi i hapsirs swap n ndarjen Nr. ${PARTITION} t ${DEVICE} dshtoi.
vi: Không tạo sức chứa trao đổi trong vùng #${PARTITION} của thiết bị ${DEVICE} được.

source: Do you want to return to the partitioning menu?
be: Ці хочаце вы вярнуцца ў меню падзялення?
eu: Partitze menura itzuli nahi al duzu?
km: តើ​អ្នកចង់​ត្រឡប់​ទៅ​ម៉ឺនុយ​ចែក​ភាវិញ​ទេ ?
sq: Dshiron t kthehesh tek menuja e ndarjes?
vi: Bạn muốn trở về trình đơn phân vùng không?

source: No mount point is assigned for ${FILESYSTEM} file system in partition #${PARTITION} of ${DEVICE}.
be: Ніякай кропкі мацавання не назначана для файлавай сістэмы ${FILESYSTEM} ў падзеле #${PARTITION} на ${DEVICE}.
eu: ${DEVICE}-ko # ${PARTITION} partizioko ${FILESYSTEM} fitxategi sistemak ez du muntatze punturik ezarririk.
km: គ្មាន​ចំណុច​ម៉ោន​ត្រូវ​បាន​ផ្ដល់​សម្រាប់ប្រព័ន្ធ​ឯកសារ ${FILESYSTEM} ក្នុង partition #${PARTITION} នៃ ${DEVICE} ។
sq: Nuk sht caktuar asnj pik montimi pr filesistemin ${FILESYSTEM} n ndarjen Nr. ${PARTITION} t ${DEVICE}.
vi: Chưa gán điểm lắp cho hệ thống tập tin ${FILESYSTEM} trong vùng #${PARTITION} của thiết bị ${DEVICE}.

source: If you do not go back to the partitioning menu and assign a mount point from there, this partition will not be used at all.
be: Калі вы не вернецеся ў менб падзялення і не назначыце кропку мацавання, гэта падзел будзе неўжывальным.
eu: Atzera joan eta muntatze puntu hau ezartzen ez baduzu, partizioa ezin izango da erabili.
km: បើ​អ្នក​មិន​ត្រឡប់​ទៅ​ម៉ឺនុយ​ចែក​ភាគ និង​ចំណុច​ម៉ោន​នៅ​ទីនោះ ​partition នេះ​នឹង​មិន​ត្រូវ​បាន​ប្រើ​ទាល់​តែសោះ ។
sq: Nse nuk kthehesh mbrapa tek menuja e ndarjes dhe nuk cakton nj pik montimi q aty, kjo ndarje nuk do prdoret fare.
vi: Nếu bạn không trở về trình đơn phân vùng để gán điểm lắp từ đó thì sẽ không sử dụng vùng này suốt.

source: Invalid file system for this mount point
be: Недарэчная файлавая сістэма для гэтай кропкі мацавання.
km: ប្រព័ន្ធ​ឯកសារ​មិន​ត្រឹមត្រូវ​សម្រាប់​ចំណុច​ម៉ោន

source: The file system type ${FILESYSTEM} cannot be mounted on ${MOUNTPOINT}, because it is not a fully-functional Unix file system. Please choose a different file system, such as ${EXT2}.
be: Файлавая сістэма ${FILESYSTEM} не можа быць прымацавана да ${MOUNTPOINT}, таму што яна не поўнафункцыянальная файлавая сістэмы Unix. Выберыце іншую файлавую сістэму, такую, як ${EXT2}.

source: / - the root file system
be: / - каранёвая файлавая сістэма
eu: / - erro fitxategi sistema
km: / - ប្រព័ន្ធ​ឯកសារ​ root
sq: / - filesistemi root
vi: / - hệ thống tập tin gốc

source: /boot - static files of the boot loader
be: /boot - статычныя файлы для пачынальнага запускальніка
eu: /boot - abiarazlearen fitxategi tinkoak
km: /boot - ឯកសារ​ឋិតិវន្តរបស់​ boot loader
sq: /boot - kartelat statike t ngarkuesit t nisjes
vi: /boot - các tập tin tĩnh của trình tải _khởi động_

source: /home - user home directories
be: /home - хатнія дырэкторыі карыстальнікаў
eu: /home - Erabiltzaileen etxe karpetak
km: /home - ថត​ផ្ទះ​អ្នក​ប្រើ
sq: /home - dosjet home t prdoruesve
vi: /home - các thư mục chính của người dùng

source: /tmp - temporary files
be: /tmp - часовыя файлы
eu: /tmp - aldiroko fitxategiak
km: /tmp - ឯកសារ​បណ្ដោះ​អាសន្ន
sq: /tmp - kartela t prkohshme
vi: /tmp - các tập tin _tạm thời_

source: /usr - static data
be: /usr - незмяняльныя данні
eu: /usr - datu tinkoak
km: /usr - ទិន្នន័យ​ឋិតិវន្ត
sq: /usr - t dhna statike
vi: /usr - dữ liệu tĩnh

source: /var - variable data
be: /var - змяняемые данні
eu: /var - datu aldagarriak
km: /var - ទិន្នន័យ​អថេរ
sq: /var - t dhna t ndryshueshme
vi: /var - dữ liêu có thể _thay đổi_

source: /srv - data for services provided by this system
be: /srv - данні для сэрвісаў, што забяспечвае сістэма
eu: /srv - sistemak dakartzan zerbitzuentzat datuak
km: /srv - ទិន្នន័យ​សម្រាប់​សេវា​ដែល​បាន​ផ្ដល់​ដោយ​ប្រព័ន្ធ​នេះ​
sq: /srv - t dhna pr shrbimet q ofron ky sistem
vi: /srv - dữ liệu cho các _dịch vụ_ được cung cấp do hệ thống này

source: /opt - add-on application software packages
be: /opt - дадатковыя праграмныя пакеты
eu: /opt - aplikazio gehigarrien software paketeak
km: /opt - កញ្ចប់​កម្មវិធី​បន្ថែម
sq: /opt - paketa programesh shtes
vi: /opt - những gói phần mềm ứng dụng có thể thêm

source: /usr/local - local hierarchy
be: /usr/local - лакальная іерархія
eu: /usr/local - hierarkia lokala
km: /usr/local - ឋានុក្រម​មូលដ្ឋាន
sq: /usr/local - hierarki lokale
vi: /usr/local - cây địa phương

source: Enter manually
be: Увесці самому
eu: Eskuz ezarri
km: បញ្ចូល​ដោយ​ដៃ
sq: Krijo vet
vi: Tự nhập

source: Do not mount it
be: Не мацаваць
eu: Ez muntatu
km: កុំ​ម៉ោន​វា
sq: Mos e monto
vi: Không lắp nó

source: Mount point for this partition:
be: Кропка мацавання для гэтага падзела:
eu: Partizio honentzako muntatze puntua:
km: ចំណុច​ម៉ោន​សម្រាប់ partition​ នេះ ៖
sq: Pika e montimit pr kt ndarje:
vi: Điểm lắp cho phân vùng này:

source: Invalid mount point
be: Памылковая кропка мацавання
eu: Baliogabeko muntatze puntua
km: ចំណុច​ម៉ោន​មិន​ត្រឹមត្រូវ
sq: Pik montimi e pavlefshme
vi: Điểm lắp không hợp lệ.

source: The mount point you entered is invalid.
be: Тое, што вы ўвялі, не ёсць дазволенай кропкай мацавання
eu: Zuk ezarritako muntatze puntua baliogabekoa da.
km: ចំណុច​ម៉ោន​ដែល​អ្នក​បាន​បញ្ចូល​គឺ​មិន​ត្រឹមត្រូវ ។
sq: Pika e montimit q zgjodhe sht e pavlefshme.
vi: Điểm lắp đã gõ không hợp lệ.

source: Mount points must start with "/". They cannot contain spaces.
be: Кропкі мацавання павінны пачынацца з "/". Сімвал прабела не дазволены.
eu: Muntatze puntuak "/" ikurraz hasi behar dira. Ezin dute hutsunerik izan.
km: ចំណុច​ម៉ោន​ត្រូវ​ចាប់ផ្ដើម​ដោយ​ "/" ។ ពួក​វា​មិន​អាច​មាន​ដក​ឃ្លា ។
sq: Pikat e montimit duhet t fillojn me "/". Nuk lejohen hapsirat.
vi: Mọi điểm lắp phải bắt đầu bằng "/". Không được có dấu cách.

source: Label for the file system in this partition:
be: Паметка файлавай сістэмы ў гэтым падзеле:
eu: Partizio honetako fitxategi sistemaren etiketa:
km: ស្លាក​សម្រាប់​ប្រព័ន្ធ​ឯកសារ​ក្នុង​ partition នេះ ៖
sq: Etiketa pr filesistemin e ksaj ndarjeje:
vi: Nhãn cho hế thống tập tin trong vùng này:

source: Format the swap area:
be: Фарматаваць swap падзел:
eu: swap tokia formateatu:
km: ធ្វើ​ទ្រង់ទ្រាយ​តំបន់​ស្វប ៖
sq: Formato hapsirn swap:
vi: Định dạng vùng trao đổi:

source: yes
be: так
eu: bai
km: បាទ/ចាស
sq: po
vi: có

source: no
be: не
eu: ez
km: ទេ
sq: jo
vi: không

source: Label:
be: Паметка:
eu: Etiketa:
km: ស្លាក ៖
sq: Etiketa:
vi: Nhãn:

source: none[ Do not translate what's inside the brackets and just put the translation for the word "none" in your language without any brackets. This "none" relates to "Label:" ]
be: няма

source: Reserved blocks:
be: Зарэзерваваныя блокі:
eu: Gordetako blokeak:
km: បណ្ដុំ​ដែល​បម្រុង​ទុក ៖
sq: Blloqe t rezervuar:
vi: Các khối dành riêng:

source: Percentage of the file system blocks reserved for the super-user:
be: Працэнт блокаў файлавай сістэмы, зарэзерваваных для супер-карыстальніка:
eu: Super-erabiltzailearentzako gordeko diren fitxategi sistema bloke portzentaia:
km: ភាគរយ​បណ្ដុំ​ប្រព័ន្ធ​ឯកសារ​ដែល​បម្រុង​ទុក​សម្រាប់​អ្នក​ប្រើ​ជាន់​ខ្ពស់ ៖
sq: Prqindja e blloqeve t filesistemit rezervuar pr prdoruesin kryesor:
vi: Phần trăm khối hệ thống tập tin đã giữ dành cho tiêu người dùng:

source: Typical usage:
be: Тыповае ўжыванне:
eu: Erabilera arrunta:
km: ការ​ប្រើប្រាស់​​ទូទៅ ៖
sq: Prdorim tipik
vi: Cách dùng điển hình:

source: standard
be: стандарт
eu: estandarra
km: ខ្នាត​គំរូ
vi: chuẩn

source: Typical usage of this partition:
be: Тыповае ўжыванне гэтага падзела:
eu: Partizio honentzako erabilera arrunta:
km: ការ​ប្រើប្រាស់​ទូទៅ​នៃ​ partition នេះ ៖
sq: Prdorimi tipik i ksaj ndarjeje:
vi: Cách dùng điển hình của phân vùng này:

source: Please specify how the file system is going to be used, so that optimal file system parameters can be chosen for that use.
be: Вызначце, як файлавая сістэма будзе скарыставана, і аптымальныя параметры для яе будуць выбраны.
eu: Mesedez ezarri fitxategi sistema nola erabiliko den, horretarako fitxategi sistema aldagaiak aukeratu ahal izateko.
km: សូម​បញ្ជាក់​លម្អិត​ពីរបៀប​ដែល​ប្រព័ន្ធ​ឯកសារ​​​នឹង​ត្រូវ​បាន​ប្រើ ដូច្នេះ ប៉ារ៉ាម៉ែត្រ​ប្រព័ន្ធ​ឯកសារ​ប្រសើរ​បំផុត​នឹង​ត្រូវ​បាន​ជ្រើស​សម្រាប់​ការ​ប្រើ​ប្រាស់​នេះ ។.
sq: T lutem prcakto si do t prdoret filesistemi, kshtu q parametrat optimale mund t zgjidhen pr at prdorim.
vi: Hãy ghi ro cách sử dụng hệ thống tập tin này, để mà có chọn được những tham số hệ thống tập tin tốt nhất cho cách sử dụng ấy.

source: standard = standard parameters, news = one inode per 4KB block, largefile = one inode per megabyte, largefile4 = one inode per 4 megabytes.
be: стандарт = стандартныя параметры, news = адна inode на 4KB блок, largefile = адна inode на мегабайт, largefile4 = адна inode на 4 мегабайты.
eu: estandar = aldagai estandarrak, news = 4KB blokeko inodo bat, largefile = Megabite bakoitzeko inodo bat, largefile4 = 4 Megabite bakoitzekoinodo bat.
km: standard = ប៉ារ៉ាម៉ែត្រ​ខ្នាត​គំរូ​, news = ​inode មួយ​ក្នុង​បណ្ដុំ 4KB , largefile = inode មួយ​ក្នុងមួយ​មេកាបៃ​, largefile4 = inode មួយ​ 4មេកាបៃ ។
sq: standard = parametra standard, t reja = nj inod pr do bllok 4KB, kartela t mdha = nj inod pr do megabyte, kartela t mdha 4 = nj inod pr do 4MB.
vi: standard = tham số _chuẩn_ news = một inode (điều thông tin tập tin) trong mỗi khối 4KB (_tín tức_) largefile = một inode trong mỗi Mb (_tập tin lớn_) largefile4 = một inode trong mỗi 4Mb

source: Mount point:
be: Кропка прымацавання:
eu: Muntatze puntua:
km: ចំណុច​ម៉ោន ៖
sq: Pika e montimit:
vi: Điểm lắp:

source: none[ Do not translate what's inside the brackets and just put the translation for the word "none" in your language without any brackets. This "none" relates to "Mount point:" ]
be: няма

source: Ext2 file system
be: Файлавая сістэма ext2
eu: Ext2 fitxategi sistema
km: ប្រព័ន្ធ​ឯកសារ Ext2
sq: Filesistem Ext2
vi: Hệ thống tập tin ext2

source: FAT16 file system
be: Файлавая сістэма FAT16
eu: FAT 16 fitxategi sistema
km: ប្រព័ន្ធឯកសារ FAT16
sq: filesistem FAT16
vi: Hệ thống tập tin FAT16

source: FAT32 file system
be: Файлавая сістэма FAT32
eu: FAT 32 fitxategi sistema
km: ប្រព័ន្ធ FAT32
sq: filesistem FAT32
vi: Hệ thống tập tin FAT32

source: swap area
be: swap прастора
eu: swap tokia
km: តំបន់​ស្វប
sq: hapsira swap
vi: vùng trao đổi

source: noatime - do not update inode access times at each access
be: noatime - не абнаўляць час доступу да inode пры кожным доступе
eu: noatime - ez eguneratu inodo erabilera data erabilera bakitzean
km: noatime - កុំធ្វើ​ឲ្យ​ពេល​ចូល​ដំណើរការ​ inode ទាន់​សម័យ​រាល់​ពេល​ចូល​ដំណើរការ​
sq: noatime - mos fresko hert e hyrjes s inods n do akses
vi: noatime - đừng cập nhật giờ truy cập inode (điều thông tin tâp tin) mỗi lần truy cập (_không mỗi giờ_)

source: nodev - do not support character or block special devices
be: nodev - не падтрымліваць сімвальныя або блочныя спецыяльныя прылады
eu: nodev - ez du karaktere edo bloke gailu berezirik onartzen
km: nodev - មិន​គាំទ្រ​ឧបករណ៍​តួអក្សរ ឬ បណ្ដុំ​ពិសេស​
sq: nodev - mos suporto dispozitivat me grma apo me blloqe speciale
vi: nodev - _đừng_ hỗ trợ _thiết bị_ kiểu ký tự hay khối.

source: nosuid - ignore set-user-identifier or set-group-identifier bits
be: nosuid - не зважаць на біты set-user-identifier ці set-group-identifier
eu: nosuid - ez ikusia egin erabiltzaile eta talde identifikatzaile bit-ei.
sq: nosuid - shprfill bitet set-user-identitifier apo set-group-identifier
vi: nosuid - bỏ qua các bit loại Set User IDentifier (đặt dấu hiệu nhận diện người dùng) hay set-group-identifier (đặt dấu hiệu nhận diện nhóm).

source: noexec - do not allow execution of any binaries
be: noexec - не дазваляць выкананне ніякіх двайковых файлаў
eu: noexec - ez du binariarren abiaraztea onartzen
sq: noexec - mos lejo ekzekutimin e asnj binari
vi: noexec - _đừng_ cho phép _thực hiện_ tập tin nhị phân nào.

source: usrquota - user disk quota accounting enabled
be: usrquota - уключана дыскавая квота карыстальнікаў
eu: usrquota - erabiltzaile diska kuota gaiturik
km: usrquota - ធ្វើ​ឲ្យ​គណនី​កូតា​ថាស​អ្នក​ប្រើ​អាច​ប្រើ​បាន
sq: usrquota - llogaria e kuotave t prdoruesve sht e aktivizuar
vi: usrquota - kế toán _hạn ngạch_ đĩa _người dùng_ hoặt động.

source: grpquota - group disk quota accounting enabled
be: grpquota - уключана дыскавая квота групаў
eu: grpquota - talde diska kuota gaiturik
km: grpquota - ធ្វើ​ឲ្យ​គណនី​កូតា​ថាសក្រុម​អាច​ប្រើ​បាន
sq: grpquota - llogaria e kuotave t grupeve sht e aktivizuar
vi: grpquota - kế toán _hạn ngạch_ đĩa _nhóm_ hoặt động.

source: user_xattr - support user extended attributes
be: user_xattr - падтрымка карыстальніцкіх пашыраных атрыбутаў
sq: user_xattr - mbshtet vetit e zgjeruara t prdoruesit
vi: user_xattr - hỗ trợ thuộc tính do người dùng mở rộng

source: ro - mount the file system read-only
be: ro - прымацаваць файлавую сістэму толькі для чытання
eu: ro - muntatu fitxategi sitema irakuketarako soilik
km: ro - ម៉ោន​ប្រព័ន្ធ​ឯកសារ​ជា​បាន​តែ​អាន
sq: ro - monto filesistemin vetm pr lexim
vi: ro - lắp hệ thống tập tin với quyền _chỉ đọc_.

source: sync - all input/output activities occur synchronously
be: sync - усе аперацыі уводу/вываду здзяйсняюцца сінхронна
eu: sync - sarrera/irteera aktibitate guztiak sinkronizaturik izango dira
sq: sync - do aktivitet input/output n filesistem ndodh n mnyr sinkrone
vi: sync - mọi hành động vào/xuất thì xảy ra _đồng bộ_.

source: quiet - changing owner and permissions does not return errors
be: quiet - змяненне ўладальніка і правоў не вяртае памылак
eu: quiet - jabea eta baimenak aldatzean ez du errorerik emango
km: quiet - ការ​ប្ដូរ​អ្នក​ប្រើ និង​សិទ្ធ​ដំណើរការ​មិន​ត្រឡប់​កំហុស​ទេ ។​
sq: quiet - duke ndryshuar pronarin dhe lejet nuk jep gabime
vi: quiet - việc thay đổi người chủ và quyền thì không gọi lỗi (_im_).

source: Mount options:
be: Выбар мацавання:
eu: Muntatzeko Aukerak:
km: ជម្រើស​ម៉ោន ៖
sq: Mundsit e montimit:
vi: Tùy chọn lắp:

source: Mount options can tune the behavior of the file system.
be: Выбар прымацавання наладжвае паводзіны файлавай сістэмы
km: ចំណុច​ម៉ោន​អាច​ប្ដូរ​លក្ខណៈ​ប្រព័ន្ធ​ឯកសារ ។​
vi: Những tùy chọn lắp có thể điều hưởng tinh hành vi của hệ thống tập tin.

source: none
eu: Batez
km: គ្មាន
sq: asnj
vi: không có

source: swap
vi: trao đổi

source: The file system type ${FILESYSTEM} cannot be mounted on ${MOUNTPOINT}, because it is not a fully-functional Unix filesystem. Please choose a different file system, such as ${EXT2}.
km: ប្រភេទ​ប្រព័ន្ធ​ឯកសារ ​${FILESYSTEM} មិន​អាច​ត្រូវ​បាន​ម៉ោនលើ ${MOUNTPOINT}ព្រោះ​វា​មិន​មែន​ជា​ប្រព័ន្ធ​ឯកសារ​​ Unix ដែល​មាន​តួនាទី​ពេញលេញ ។ សូម​ជ្រើស​ប្រព័ន្ធ​ឯកសារផ្សេង​ ដូចជា​ ${EXT2} ។

source: Mount options can tune the behaviour of the file system.
eu: Muntatze aukerek fitxategi sistemaren portaera findu dezakete
sq: Mundsit e montimit mund t sintonizojn sjelljen e filesistemit.
