Repository: Sprezzatech/main-menu-udeb
Catalog: packages/arch/alpha/aboot-installer/debian/po/*.po
Languages: cs, es, fa, gl, is, kk, mr, pt, sr, sv, te, vi

source: No ext2 file systems were found on your computer. To load the Linux kernel from the SRM console, aboot needs an ext2 partition on a disk that has been partitioned with BSD disklabels. You will need to configure at least one ext2 partition on your system before continuing.
cs: Nebyly nalezeny žádné souborové systémy typu ext2. Pro zavedení linuxového jádra ze SRM konzoly potřebuje aboot oblast typu ext2 ležící na disku, který je rozdělen na BSD disklabels. Před pokračováním musíte vytvořit alespoň jednu oblast typu ext2.
es: No se ha encontrado ningn sistema de ficheros ext2 en su ordenador. Aboot necesita una particin ext2 en un disco que haya sido particionado con etiquetas BSD para poder cargar el ncleo de Linux de la consola SRM. Tendr que configurar al menos una particin ext2 en el sistema antes de continuar.
fa: هیچ فایل سیستم ex2 بر روی کامپیوتر شما یافت نشد. جهت بار گذاری کرنل لینوکس از روی کنسول SRM، نیاز به یک پارتیشن ex2 بر روی دیسک می‌باشد. برای ادامه شما نیاز به یک پارتیشن ex2 بر روی سیستم خود دارید.
gl: Non se atopou ningún sistema de ficheiros ext2 no ordenador. Para cargar o núcleo de Linux desde a consola SRM, aboot precisa dunha partición ext2 situada nun disco particionado con etiquetas de disco BSD. Ha ter que configurar polo menos unha partición ext2 no sistema antes de continuar.
is: Engin ext2 skráarkerfi voru fundin í tölvunni. Til að hlaða Linux kjarnanum frá SRM skipanalínunni verður aboot að hafa ext2 disksneið sem hefur verið skipt upp með BSD diskmerki(disklabel). Þú verður að setja upp að minnsta kosti eina ext2 disksneið í kerfinu áður en haldið er áfram.
kk: Жүйеңізде бірде-бір ext2 файлдық жүйесі табылмады. Linux ядросын SRM консолінен жүктеу үшін, aboot ext2 бөлімін және BSD диск белгілерін қолданатын дискіні талап етеді. Жалғастыру алдында сізге жүйеңізде кем дегенде бір ext2 бөлімін баптау керек.
mr: तुमच्या संगणकावर कोणत्याही ईएक्सटी२ फाईल प्रणाली आढळल्या नाहीत. एस् आर् एम् पटलावरून लिनक्सचा गाभा लोड करण्यासाठी, एबूट ला बीएसडी डिस्कलेबलांनी विभाजित केलेली असलेल्या डिस्कवरील एखादे ईएक्सटी२ विभाजन गरजेचे आहे. पुढे जाण्यापुर्वी तुम्ही तुमच्या संगणकावर कमीत कमी एक तरी ईएक्सटी२ विभाजन संरचित करणे गरजेचे आहे.
pt: No foram encontrados sistemas de ficheiros ext2 no seu computador. Para carregar o kernel Linux a partir da consola SRM, aboot necessita de uma partio ext2 num disco que tenha sido particionado com disklabels BSD. Vai necessitar de configurar pelo menos uma partio ext2 no seu sistema antes de continuar.
sr: Ниједан ext2 фајл систем није пронађен на вашем рачунару. Програм aboot захтева ext2 партицију на диску који је партиционисан са BSD дискознакама, да би могао да учита Linux кернел из SRM конзоле. Мораћете да исконфигуришете макар једну ext2 партицију на вашем систему пре него што наставите.
sv: Inga ext2-filsystem hittades på din dator. För att läsa in Linuxkärnan från SRM-konsollen behöver aboot en ext2-partition på en disk som har partitionerats med BSD-disketiketter. Du måste konfigurera åtminstone en ext2-partition på ditt system innan du fortsätter.
te: ext2 ఫైల్ వ్యవస్థలు మీ కంప్యూటర్ లో కనబడలేదు. SRM కన్సోల్ నుండి లినక్స్ కెర్నెల్ ఎక్కించుటకు, BSD డిస్క్ లేబుళ్లుతో విభజించబడిన డిస్క్ పై ext2 విభజన aboot కి కావాలి. కొనసాగించేముందు,మీ వ్యవస్థలో కనీసం ఒకటి ext2 విభజన అమర్చాలి.
vi: Không tìm thấy hệ thống tập tin kiểu ext2 nào trên máy vi tính bạn. Để tải hạt nhân Linux từ bàn giao tiếp SRM thì trình aboot cần phân vùng kiểu ext2 trên đĩa đã phân vùng với nhãn đĩa BSD. Bạn sẽ cần phải cấu hình ít nhất một phân vùng ext2 trên hệ thống trước khi tiếp tục.

source: Installing the aboot boot loader
cs: Instaluje se zavaděč aboot
es: Instalando el cargador de arranque aboot
fa: نصب راه انداز aboot
gl: Estase a instalar o cargador de arranque aboot
is: Er að setja upp aboot ræsistjórann
kk: aboot жүйелік жүктеушісін орнату
mr: एबूट आरंभ सूचक अधिष्ठापित होत आहे
pt: A instalar o carregador do sistema aboot
sr: Инсталирање aboot покретачког програма
sv: Installerar starthanteraren aboot
te: హార్డ్ డిస్క్ పై aboot స్థాపించబడుతున్నది
vi: Đang cài đặt bộ tải khởi động aboot

source: Installing the 'aboot' package...
cs: Instaluje se balík 'aboot'...
es: Instalando el paquete aboot...
fa: در حال نصب بستهٔ 'aboot'...
gl: Estase a instalar o paquete «aboot»...
is: Er að setja upp aboot pakkann...
kk: 'aboot' дестесін орнату...
mr: 'एबूट' पॅकेज अधिष्ठापित केले जात आहे...
pt: A instalar o pacote 'aboot'...
sr: Инсталирање пакета aboot...
sv: Installerar paketet "aboot"...
te: 'aboot' పాకేజీ స్థాపన...
vi: Đang cài đặt gói « aboot »...

source: Determining aboot boot device...
cs: Určuje se zaváděcí zařízení pro aboot...
es: Determinando el dispositivo de arranque de aboot...
fa: تشخیص دستگاه راه‌ انداز aboot ...
gl: Estase a determinar o dispositivo de inicio de aboot...
is: Er að ákvarða aboot ræsidisk...
kk: aboot жүктелу құрылғысын анықтау...
mr: एबूट आरंभ उपकरण निश्चित होत आहे....
pt: A determinar o dispositivo de arranque do aboot...
sr: Одређивање покретачког уређаја за aboot...
sv: Fastställer startenhet för aboot...
te: aboot బూట్ డివైస్ నిర్ణయించుట...
vi: Đang xác định thiết bị khởi động aboot...

source: Installing aboot on ${BOOTDISK}...
cs: Instaluje se aboot na ${BOOTDISK}...
es: Instalando aboot en ${BOOTDISK}...
fa: نصب aboot بر روی ${BOOTDISK}...
gl: Estase a instalar aboot en ${BOOTDISK}...
is: Er að setja aboot upp á ${BOOTDISK}...
kk: aboot-ты ${BOOTDISK} дискіне орнату...
mr: ${BOOTDISK} वर एबूट अधिष्ठापित होत आहे...
pt: A instalar o aboot em ${BOOTDISK}...
sr: Инсталирање aboot-а на ${BOOTDISK}...
sv: Installerar aboot på ${BOOTDISK}...
te: aboot ${BOOTDISK} పై స్ధాపన...
vi: Đang cài đặt aboot vào đĩa ${BOOTDISK}...

source: Configuring aboot to use partition ${PARTNUM}...
cs: Nastavuje se aboot, aby použil oblast ${PARTNUM}...
es: Configurando aboot para usar la particin ${PARTNUM}...
fa: استفاده از پارتیشن ${PARTNUM} برای پیکربندی aboot ...
gl: Estase a configurar aboot para que empregue a partición ${PARTNUM}...
is: Er að stilla aboot til að nota disksneið ${PARTNUM}...
kk: aboot-ты ${PARTNUM} бөлімін қолдануға баптау...
mr: ${PARTNUM} विभाजन वापरण्यासाठी एबूटची संरचना केली जात आहे...
pt: Configurando aboot para utilizar a partio ${PARTNUM}...
sr: Конфигурисање aboot-а да користи партицију ${PARTNUM}...
sv: Konfigurerar aboot för att använda partitionen ${PARTNUM}...
te: aboot ${PARTNUM} విభజనని వాడేటట్లుగా అమర్చుట...
vi: Đang cấu hình aboot để dùng phân vùng ${PARTNUM}...

source: Copying kernel images to ${BOOTDEV}...
cs: Kopírují se obrazy jádra do ${BOOTDEV}...
es: Copiando los ncleos a ${BOOTDEV}...
fa: کپی کردن فایل‌های کرنل در ${BOOTDEV}...
gl: Estanse a copiar as imaxes do núcleo en ${BOOTDEV}...
is: Afrita kjarna á ${BOOTDEV}...
kk: Ядро бейнелерін ${BOOTDEV} ішіне көшіру...
mr: ${BOOTDEV}वर गाभा प्रतिमांची नक्कल होत आहे...
pt: Copiando imagens de kernel para ${BOOTDEV}...
sr: Копирање кернел слика на ${BOOTDEV}...
sv: Kopierar kärnavbilder till ${BOOTDEV}...
te: Copying kernel images to ${BOOTDEV}కి కెర్నెల్ ప్రతిమలను నకలుచేయు...
vi: Đang sao chép các ảnh hạt nhân vào ${BOOTDEV}...

source: Aboot boot partition
cs: Zaváděcí oblast pro aboot
es: Particin de arranque aboot
fa: پارتیشن راه انداز aboot
gl: Partición de arranque de aboot
is: Aboot ræsisneið
kk: Aboot жүктелетін бөлімі
mr: एबूट आरंभ विभाजन
pt: Partio de arranque aboot
sr: Aboot покретачка партиција
sv: Aboot-startpartition
te: Aboot బూట్ విభజన
vi: Phân vùng khởi động aboot

source: aboot
mr: एबूट
