Repository: Sprezzatech/main-menu-udeb
Catalog: packages/arch/alpha/aboot-installer/debian/po/*.po
Languages: cs, es, fa, gl, is, kk, mr, pt, sr, sv, te, vi

source: Aboot installation failed. Continue anyway?
cs: Instalace abootu selhala. Přesto pokračovat?
es: La instalacin de aboot ha fallado. Desea continuar de todos modos?
fa: نصب aboot شکست خورد. آیا می‌خواهید ادامه دهید؟
gl: Fallou a instalación de aboot. Desexa continuar aínda así?
is: Aboot innsetning mistókst. Viltu halda áfram?
kk: Aboot орнату сәтсіз аяқталды. Жалғастыра беруді қалайсыз ба?
mr: एबूट अधिष्ठापना अयशस्वी. तरीही पुढे जायचे?
pt: A instalao do aboot falhou. Continuar mesmo assim?
sr: Инсталација програма „aboot“ није успела. Наставити даље?
sv: Installationen av Aboot misslyckades. Fortsätt ändå?
te: Aboot స్థాపన విఫలమైంది. ఐనా సరే కొనసాగించాలా?
vi: Việc cài đặt aboot bị lỗi. Vẫn cứ tiếp tục không?

source: The aboot package failed to install into /target/. Installing aboot as a boot loader is a required step. The install problem might however be unrelated to aboot, so continuing the installation may be possible.
cs: Balík aboot se nedokázal nainstalovat do /target. Instalace zavaděče (tedy abootu) je vyžadována. Nastalý problém ale nemusí nutně souviset s abootem a možná lze v instalaci pokračovat.
es: Fall la instalacin del paquete aboot en /target/. La instalacin de aboot como cargador de arranque es un paso necesario. El problema de instalacin puede no estar relacionado con aboot, as que es posible que pueda continuar con la instalacin.
fa: نصب بسته aboot در /target/ شکست خورد. نصب aboot به عنوان راه انداز یک مرحلهٔ ضروری می‌باشد. بنابراین برای ادامه نصب باید این مرحله با موفقیت انجام شود.
gl: Non foi posíbel instalar o paquete aboot en /target/. Instalar aboot como cargador de arranque é un paso necesario. O problema coa instalación pode non estar relacionado con aboot, así que pode ser posíbel continuar a instalación.
is: Mistókst að setja inn aboot pakka inn í /target/. Innsetning á aboot sem ræsistjóra er krafa. Vandamálið gæti verið ótengt aboot, þannig að mögulegt er að halda innsetningu áfram.
kk: /target/-ке aboot дестесін орнату мүмкін болмады. aboot-ты жүйелік жүктеуіш ретінде орнату қажет. Бірақ бұл aboot-қа байланысты болмауы мүмкін, сондықтан орнатуды жалғастыруға болады.
mr: /target/ मध्ये एबूट पॅकेज अधिष्ठापित करणे अयशस्वी झाले आहे. एबूट हा आरंभ सूचक म्हणून अधिष्ठापित करणे ही आवश्यक पायरी आहे. अधिष्ठापनेतील ही समस्या कदाचीत एबूट शी संबंधीत नसेलही. त्यामुळे अधिष्ठापना पुढे चालू ठेवणे बहुदा शक्य आहे.
pt: A instalao do pacote aboot em /target/ falhou. necessrio que o aboot seja instalado como carregador do sistema. No entanto o problema de instalao pode no estar relacionado com o aboot, e poder assim ser possvel continuar com a instalao.
sr: Пакет aboot није успео да се инсталира на /target/. Инсталирање програма aboot као покретачког програма је обавезан корак. Проблем можда ипак није у вези са програмом aboot, тако да наставак инсталације може бити могућ.
sv: Misslyckades med att installera paketet aboot i /target/. Att installera aboot som starthanterare är ett obligatoriskt steg. Installationsproblemet behöver inte vara relaterat till aboot så det kan ändå vara möjligt att fortsätta installationen.
te: aboot పాకేజీ /target/ పై స్థాపన విఫలమైంది. aboot ని బూట్ లోడర్ గా స్థాపించడం అవసరమైన మెట్టు. ఈ సమస్య aboot కి సంబంధించినది కాకపోవచ్చు, స్థాపనను కొనసాగించటం వీలవవచ్చు.
vi: Gói aboot không cài đặt được vào </target/>. Cài đặt trình aboot như là bộ tải khởi động là bước cần thiết. Tuy nhiên, lỗi cài đặt có lẽ không liên quan đến trình aboot thì có lẽ thử tiếp tục cài đặt.

source: Device for boot loader installation:
cs: Zařízení pro instalaci zavaděče:
es: Dispositivo donde instalar el cargador de arranque:
fa: ابزار برای نصب بارگذار بالاآمدن:
gl: Dispositivo para a instalación do cargador de arranque:
kk: Жүйелік жүктеушіні орнату құрылғысы:
mr: आरंभ सुचक अधिष्ठापित करण्यासाठी उपकरण:
pt: Dispositivo para a instalao do gestor de arranque:
sr: Уређај на коме ће се инсталирати бут лоудер:
sv: Enhet för installation av starthanteraren:
te: బూట్ లోడర్ స్థాపన కు డివైస్ :
vi: Thiết bị nơi cần cài đặt bộ tảỉ khởi động:

source: Aboot needs to install the boot loader on a bootable device containing an ext2 partition. Please select the ext2 partition that you wish aboot to use. If this is not the root file system, your kernel image and the configuration file /etc/aboot.conf will be copied to that partition.
cs: Aboot musí nainstalovat zavaděč na zaveditelné zařízení obsahující oblast typu ext2. Vyberte oblast, kterou má aboot použít. Pokud to není kořenový souborový systém, nakopíruje se sem i obraz jádra a konfigurační soubor /etc/aboot.conf.
es: Aboot necesita instalar el cargador de arranque en un dispositivo arrancable que contenga una particin ext2. Por favor, escoja la particin ext2 que quiere que aboot use. Si no es la particin raz, el ncleo y el fichero de configuracin /etc/aboot.conf se copiarn a esta particin.
fa: راه انداز aboot به /boot موجود بر روی یک پارتیشن ex2 بر روی یک دستگاه قابل راه اندازی نیاز دارد. لطفا یک پارتیشن ex2 برای استفاده aboot‌انتخاب نمایید. در صورتی که این پارتیشن ریشه نمی‌باشد، kernel image و فایل پیکر بندی /etc/aboot.conf‌ را در این پارتیشن کپی نمایید.
gl: Aboot ten que instalar o cargador de arranque nun dispositivo de inicio que conteña unha partición ext2. Escolla a partición ext2 que quere que empregue aboot. Se esa partición non contén o sistema de ficheiros raíz, hanse copiar nela a imaxe do núcleo e o ficheiro de configuración /etc/aboot.conf .
is: Aboot þarf að setja upp ræsistjóra á ræsanlegum disk sem inniheldur ext2 disksneið. Vinsamlegast veljið þá ext2 disksneið sem á að nota. Ef þetta er ekki rótarskráarkerfið, þá verður kjarninn og uppsetningarskráin /etc/aboot.conf sjálfkrafa afritað á þá disksneið.
kk: Aboot жүктеушіні ext2 бөлімі бар және жүктелетін құрылғыға орнатуды талап етеді. Aboot үшін ext2 файлдық жүйесі бар бөлімді көрсетіңіз. егер ол сіздің түбірлік файлдық жүйеңіз болмаса, ядро бейнесінің мен /etc/aboot.conf баптау файлының ол бөлімде көшірмесі жасалынады.
mr: ईएक्सटी२ विभाजन असलेल्या एखाद्या आरंभयोग्य उपकरणावर आरंभ सूचक अधिष्ठापित करणे एबूट ला गरजेचे आहे. असे ईएक्सटी२ विभाजन एबूट ने वापरण्याकरिता तुम्ही निवडा. ही जर मूल फाइल प्रणाली नसेल तर तुमची गाभा प्रतिमा व /etc/aboot.conf ही संरचना फाइल यांची त्या विभाजनावर नक्कल केली जाईल.
pt: Aboot necessita de instalar o gestor de arranque num dispositivo de arranque que contenha uma partio ext2. Por favor escolha uma partio ext2 que deseja que o aboot utilize. Se este no o sistema de ficheiros raz, a sua imagem de kernel e o ficheiro de configurao /etc/aboot.conf sero copiados para essa partio.
sr: Програм aboot захтева да инсталира покретачки програм на покретачком уређају који садржи партицију типа ext2. Изаберите ext2 партицију за коју желите да је користи aboot. Ако то није root партиција, ваш кернел и конфигурациони фајл /etc/aboot.conf ће бити прекопирани на ту партицију.
sv: Aboot måste installera starthanteraren på en startbar enhet som innehåller en ext2-partition. Välj den ext2-partition som du vill använda. Om det inte är rotfilsystemet så kommer din kärnavbild och konfigurationsfilen /etc/aboot.conf att bli kopierade till den partitionen.
te: Aboot బూట్ లోడర్ ని ext2 విభజన గల బూట్ చేయగల డివైస్ పై స్థాపించాలి. దీనికై మీకు కావలసిన ext2 విభజన ని ఎంచుకోండి.ఇది రూట్ ఫైల్ వ్యవస్థ కాకపోతే, మీ కెర్నెల్ ప్రతిమ మరియు అమరికల ఫైలు /etc/aboot.conf ఆ విభజనకి వ్రాయబడతాయి.
vi: Trình aboot cần cài đặt bộ tải khởi động vào thiết bị có thể khởi động chứa phân vùng kiểu ext2. Hãy chọn phân vùng ext2 nào bạn muốn trình aboot sử dụng. Nếu nó không phải là hệ thống tập tin gốc thì ảnh hạt nhân và tập tin cấu hình </etc/aboot.conf> sẽ được sao chép vào phân vùng đó.

source: Install /boot on a disk with an unsupported partition table?
cs: Instalovat /boot na disk s nepodporovanou tabulkou oblastí?
es: Desea instalar /boot en un disco con una tabla de particiones no soportada?
fa: نصب /boot بر روی یک دیسک با جدول پارتیشن پشتیبانی نشده؟
gl: Desexa instalar /boot nun disco cunha táboa de particións sen soporte?
is: Viltu setja /boot á harðan disk með óstudda disksneiðs töflu?
kk: /boot-ты қолдауы жоқ бөлімдеу кестесіне орнату керек пе?
mr: पाठबळ नसलेले विभाजन कोष्टक असणाऱ्या डिस्कवर /boot अधिष्ठापित करायचे?
pt: Instalar o /boot num disco com uma tabela de parties no suportada?
sr: Инсталирати /boot на диск са неподржаним типом партиционе табеле?
sv: Installera /boot på en hårddisk med en partitionstabell som inte stöds?
te: తోడ్పాటు లేని విభజన పట్టిక గల డిస్క్ పై /boot స్థాపించాలా?
vi: Cài đặt </boot> vào đĩa có bảng phân vùng không được hỗ trợ không?

source: To be bootable from the SRM console, aboot and the kernel it loads must be installed on a disk which uses BSD disklabels for its partition table. Your /boot directory is not located on such a disk. If you proceed, you will not be able to boot your system using aboot, and will need to boot it some other way.
cs: Aby byl zaveditelný ze SRM konzole, musí aboot a příslušné jádro ležet na disku používajícím jako tabulku oblastí BSD disklabel. Váš /boot adresář není umístěn na takovém disku. Budete-li pokračovat, nebudete moci zavést systém programem aboot a budete muset hledat jinou cestu.
es: Para poder arrancar desde la consola SRM, tanto aboot como el ncleo que carga deben estar instalados en un disco que utilice etiquetas BSD para la tabla de particiones. El directorio /boot no est ubicado en un disco de este tipo. Puede que no sea capaz de arrancar el sistema con aboot si contina, y quizs tenga que arrancarlo con otros mecanismos.
fa: جهت راه اندازی از روی کنسول SRM، کرنل و aboot‌ باید بر روی دیسک از BSD disklabels در جدول پارتیشن خود استفاده کنید. پوشه /boot نباید بر روی دیسک قرار گیرد. اگر شما ادامه دهید شما نمی‌توانید سیستم خود را با استفاده از aboot راه اندازی نمایید و باید سیستم خود را از روش دیگری راه اندازی نمایید.
gl: Para poder iniciar desde a consola SRM, aboot e o núcleo que carga deben estar instalados nun disco que empregue etiquetas de disco BSD na táboa de particións. O seu directorio /boot non está situado nun deses discos. Se continúa, non ha poder iniciar o sistema empregando aboot, e ha ter que inicialo doutro xeito.
is: Til að geta ræst frá SRM skipanalínunni, verður aboot og kjarninn að vera sett upp á disk sem notar BSD diskmerki(disklabel) sem disksneiðs töflu. /boot skráarmappan þín er ekki staðsett á þannig diski. Ef þú heldur áfram, verður ekki mögulegt að ræsa stýrikerfið með notkun á aboot, og þú verður að finna aðra leið til þess.
kk: SRM консолінен жүктеле алу үшін, aboot пен ол жүктейтін ядро бөлімдеу кестесі үшін BSD диск белгілерін қолданатын дискіге орнатылуы керек. Сіздің /boot бімаңыз ондай дискіде емес. Жалғастырсаңыз, жүйеңізді aboot көмегімен жүктей алмайсыз, оны басқа тәсілмен жүктеуге керек болады.
mr: एसआरएम पडद्यावरून आरंभयोग्य होण्याकरिता, विभाजन कोष्टकाकरिता बीएसडी डिस्कलेबले वापरते अशा डिस्कवरच एबूट व तो लोड करणारा गाभा असणे आवश्यक आहे. तुमची /boot निर्देशिका अशा डिस्कवर नाही. जर तुम्ही पुढे चालू ठेवल्यास तुम्ही तुमचा संगणक एबूट वापरुन चालू करू शकणार नाही, व तुम्हाला अन्य कोणत्यातरी पद्धतीने संगणकाचा आरंभ करावा लागेल.
pt: Para ser inicivel a partir da consola SRM, o aboot e o kernel que este carrega tm de ser instalados num disco que utilize disklabels BSD para a sua tabela de parties. O seu directrio /boot no est localizado num desses discos. Se continuar, no vai poder iniciar o seu sistema utilizando o aboot, e necessitar de iniciar de outra forma.
sr: Да бисте покренули систем из SRM конзоле, програм aboot и кернел који он учитава морају бити инсталирани на диску који користи BSD дискознаке као своју партициону табелу. Ваш /boot директоријум није смештен на таквом диску. Ако наставите, нећете моћи да покренете свој систем користећи програм aboot и мораћете да покренете систем на неки други начин.
sv: För att vara startbar från SRM-konsollen måste aboot, och kärnan som den läser in, installeras på en hårddisk som använder BSD-disketiketter i sin partitionstabell. Din /boot-katalog är inte placerad på en sådan hårddisk. Om du fortsätter kommer du inte att kunna starta ditt system med aboot, utan du kommer att behöva starta det på något annat sätt.
te: SRM కన్సోల్ నుండి బూట్ అగుటకు, aboot మరియు అది ఎక్కించే కెర్నెల్ విభజన పట్టికకు BSD డిస్క్ లేబుళ్లు వాడే డిస్క్ పై స్ధాపించాలి. మీ /boot సంచయము అటువంటి డిస్క్ పై ఉండదు. కొనసాగితే, aboot వాడి బూట్ చేయలేరు. వేరొక విధంగా బూట్ చేయాలి.
vi: Để có thể khởi động từ bàn giao tiếp SRM, cả hai trình aboot và hạt nhân mà nó tải có phải được cài đặt trên đĩa dùng nhãn đĩa BSD cho bảng phân vùng. Thư mục </boot> của bạn không phải tại đĩa như vậy. Nếu tiếp tục thì sẽ không thể khởi động hệ thống bằng aboot, thì sẽ phải khởi động nó bằng cách khác.

source: Use unsupported file system type for /boot?
cs: Použít pro /boot nepodporovaný souborový systém?
es: Desea utilizar un sistema de ficheros no soportados para /boot?
fa: استفاده از جدول پارتیشن پشتیبانی نشده برای /boot؟
gl: Desexa empregar un tipo de sistemas de ficheiros sen soporte para /boot?
is: Viltu nota óstudd skráarkerfi fyrir /boot?
kk: /boot үшін қолдау жоқ файлдық жүйені қолдану керек пе?
mr: पाठबळ नसणारी फाइल प्रणाली /boot करीता वापरावयाची?
pt: Utilizar tipo de sistema de ficheiros no suportado para /boot ?
sr: Користити неподржани тип фајл система за /boot?
sv: Använd filsystemstyp som inte stöds för /boot?
te: /boot కి తోడ్పాటు లేని ఫైల్ వ్యవస్థ వాడాలా?
vi: Sử dụng hệ thống tập tin không được hỗ trợ cho </boot> không?

source: Aboot requires /boot to be located on an ext2 partition on a bootable device. This means that either the root partition must be an ext2 file system, or you must have a separate ext2 partition mounted at /boot.
cs: Aboot vyžaduje, aby byl /boot na oblasti typu ext2 umístěné na zaveditelném zařízení. To znamená, že kořenová oblast musí být typu ext2, nebo musíte mít samostatný oddíl typu ext2 připojený jako /boot.
es: Aboot necesita que /boot est ubicado en una particin ext2 en un dispositivo arrancable. Esto significa que o bien la particin raz debe ser un sistema de ficheros ext2, o bien tiene que tener una particin ext2 separada que se monte como /boot.
fa: راه انداز aboot به /boot موجود بر روی یک پارتیشن ex2 بر روی یک دستگاه قابل راه اندازی نیاز دارد. به این معنی که یا شما باید فایل سیستم پارتیشن ریشه خود را ex2 در نظر بگیرید و یا یک پارتیشن مجزا با فایل سیستم ex2 برای /boot در نظر بگیرید.
gl: Aboot necesita que /boot resida nunha partición ext2 situada nun dispositivo de arranque. Isto significa que a partición raíz debe ter un sistema de ficheiros ext2, ou que debe ter unha partición ext2 separada montada en /boot.
is: Aboot þarfnast þess að /boot sé á ext2 disksneið sem er á ræsanlegum diski. Þetta þýðir að að annaðhvort þarf rótar disksneið að vera ext2 skráarkerfi eða hafa aðskilda ext2 disksneið tengda /boot.
kk: Aboot /boot орналасуы ext2 бөлімінде мен жүктелетін құрылғыда болуын талап етеді. Дәлірек айтсақ, не түбірлік бөліміңіз ext2 файлдық жүйе болуы, не /boot үшін тіркелген бөлек ext2 бөлімі болуы керек.
mr: ईएक्सटी२ विभाजन असलेल्या एखाद्या आरंभयोग्य उपकरणावर /boot असणेणे एबूट ला गरजेचे आहे. म्हणजेच मुल विभाजन हे तरी ईएक्सटी२ फाइल प्रणालीवर असले पाहीजे किंवा तुमच्याकडे /boot वर आरोहित झालेले स्वतंत्र ईएक्सटी२ विभाजन असले पाहिजे.
pt: O aboot necessita que o /boot esteja numa partio ext2 de um dispositivo inicializvel. Isto significa que ou a partio da raz tem de estar num sistema de ficheiros ext2, ou tem de ter uma partio ext2 separada montada como /boot.
sr: Програм aboot захтева да /boot буде смештен на ext2 партицију на покретачком уређају. Ово значи или да root партиција буде типа ext2 или да имате засебну ext2 партицију за /boot.
sv: Aboot kräver att /boot är placerad på en ext2-partition på en startbar enhet. Det här betyder att antingen rotpartitionen måste vara ett ext2-filsystem eller så måste du ha en separat ext2-partition monterad som /boot.
te: Aboot కి /boot, ext2 విభజన గల బూట్ చేయగల డివైస్ పై వుండాలి. దీనికై రూట్ విభజన ext2 ఫైల్ వ్యవస్థ లేక, /boot దగ్గర అనుసంధానమైన ext2 విభజన వుండాలి.
vi: Trình aboot cần thiết </boot> có tại phân vùng kiểu ext2 trên thiết bị có thể khởi động. Như thế thì hoặc phân vùng gốc phải là hệ thống tập tin ext2, hoặc bạn phải có một phân vùng ext2 riêng được lắp tại </boot>.

source: Currently, /boot is located on a partition of type ${PARTTYPE}. If you keep this setting, you will not be able to boot your Debian system using aboot.
cs: Momentálně je /boot umístěný na oblasti typu ${PARTTYPE}. Pokud ponecháte toto nastavení, nebudete moci zavést svůj Debian programem aboot.
es: Actualmente /boot est localizado en una particin de tipo ${PARTTYPE}. No podr arrancar el sistema Debian con aboot si mantiene esta configuracin.
fa: در حال حاضر، /boot بر روی یک پارتیشن از نوع ${PARTTYPE} قرار دارد. در صورتی که بخواهید این تنظیمات را حفظ کنید شما نمی‌توانید سیستم دبیان خود را با aboot راه اندازی نمایید.
gl: Actualmente, /boot reside nunha partición de tipo ${PARTTYPE}. Se conserva esta configuración, non ha poder iniciar o sistema Debian empregando aboot.
is: Núna er /boot staðsett á disksneið af ${PARTTYPE} gerð. Ef þú heldur þessari uppsetningu þá verður ekki mögulegt að ræsa Debian kerfið með notkun á aboot.
kk: Ағымда /boot орналасқан жері - ${PARTTYPE} түрдегі бөлім. Осыны сақтасаңыз, сіздің Debian жүйеңізді aboot көмегімен жүктей алмайсыз.
mr: सध्या, /boot हा ${PARTTYPE} प्रकारच्या विभाजनावर स्थित आहे. तुम्ही हेच निर्धारण कायम ठेवल्यास तुमची डेबीअन प्रणाली एबूट वापरुन आरंभ करणे तुम्हाला शक्य होणार नाही.
pt: Actualmente, o /boot est localizado numa partio do tipo ${PARTTYPE}. Se mantiver esta definio, no vai poder iniciar o seu sistema Debian utilizando o aboot.
sr: Тренутно се /boot налази на партицији типа ${PARTTYPE}. Ако задржите овакво подешавање, нећете моћи да покренете ваш Debian систем користићи 'aboot'.
sv: För närvarande är /boot placerad på en partition av typ ${PARTTYPE}. Om du behåller den här inställningen så kommer du inte att kunna starta ditt Debiansystem med aboot.
te: ప్రస్తుతం, /boot ${PARTTYPE} విధంగా గల విభజన పై వున్నది. ఇలాగే వుంచితే, aboot వాడి డెబియన్ వ్యవస్థని బూట్ చేయుట వీలుకాదు.
vi: Hiện thời /<boot> ở trong phân vùng kiểu ${PARTTYPE}. Nếu bạn giữ cách thiết lập này thì sẽ không thể khởi động hệ thống Debian bằng aboot.

source: Install without aboot?
cs: Instalovat bez abootu?
es: Instalar sin aboot?
fa: نصب بدون aboot؟
gl: Desexa instalar sen aboot?
is: Setja upp án notkunar á aboot?
kk: Aboot-сыз орнату керек пе?
mr: एबूट शिवाय अधिष्ठापना करायची?
pt: Instalar sem o aboot
sr: Инсталирати без aboot-а?
sv: Installera utan aboot?
te: aboot లేకుండా స్థాపన?
vi: Cài đặt mà không có aboot không?

source: Your /boot directory is located on a disk that has no space for the aboot boot loader. To install aboot, you must have a special aboot partition at the beginning of your disk.
cs: Adresář /boot leží na disku, na kterém není dostatek místa pro zavaděč aboot. Pro instalaci abootu musíte mít speciální oblast na začátku disku.
es: El directorio /boot est ubicado en un disco que no tiene espacio para el cargador de arranque aboot. Para poder instalar aboot debe tener una particin especial al comienzo del disco.
fa: پوشه /boot موجود بر روی دیسک فضای کافی جهت نصب راه انداز aboot را ندارد. جهت نصب aboot، شما باید در اول دیسک خود پارتیشن اختصاصی برای aboot داشته باشید.
gl: O directorio /boot reside nun disco que non ten espazo para o cargador de arranque aboot. Para instalar aboot, debe ter unha partición especial para aboot no comezo do disco.
is: /boot skráarmappan er staðsett á diski sem hefur ekkert laust svæði fyrir aboot ræsistjóra. Til að setja upp aboot, þá verður að hafa sér aboot disksneið á byrjun disks.
kk: Сіздің /boot бумаңыз орналасқан дискіде aboot жүктеушісі үшін орын жеткіліксіз. Aboot орнату үшін, дискіңіздің басында орналасқан арнайы aboot бөліміңіз болуы керек.
mr: तुमची /boot निर्देशिका अशा डिस्क वर आहे ज्यावर एबूट आरंभ सूचकासाठी जागा नाही. एबूट अधिष्ठापित करण्यासाठी तुमच्या डिस्कच्या सुरूवातीला विशेष एबूट विभाजन असणे आवश्यक आहे.
pt: O seu directrio /boot est localizado num disco que no tem espao para o gestor de arranque aboot. Para instalar o aboot, tem que ter uma partio especial aboot no inicio do disco.
sr: Ваш /boot директоријум је смештен на диску на коме нема места за aboot покретачки програм. Да бисте инсталирали aboot морате имати aboot партицију на почекту вашег диска.
sv: Din /boot-katalog ligger på en disk som inte har utrymme för starthanteraren aboot. För att installera aboot måste du ha en speciell aboot-partition i början på disken.
te: మీ /boot సంచయము aboot బూట్ లోడర్ కి అవసరమైన ఖాళీ లేని డిస్క్ పై వున్నది. aboot స్థాపనకు, డిస్క్ మొదట్లో ప్రత్యేక aboot విభజనవుండాలి.
vi: Thư mục </boot> của bạn ở trên đĩa không có đủ chỗ cho bộ tải khởi động aboot. Để cài đặt aboot thì phải có phân vùng aboot đặc biệt tại đầu đĩa.

source: If you continue without correcting this problem, aboot will not be installed and you will not be able to boot your new system from the SRM console.
cs: Pokud tento problém neopravíte, aboot se nenainstaluje a nebudete schopni zavést nový systém ze SRM konzoly.
es: No podr instalar aboot si contina sin corregir este problema y no podr arrancar el nuevo sistema desde la consola SRM.
fa: اگر شما بدون اصلاح این مشکل ادامه دهید، aboot نصب نخواهد شد و شما نمی‌توانید سیستم خود را بر روی کنسول SRM‌ راه اندازی کنید.
gl: Se continúa sen corrixir este problema, non se ha instalar aboot e non ha poder iniciar o novo sistema desde a consola de SRM.
is: Ef þú heldur áfram án þess að leiðrétta þetta vandamál, mun aboot ekki verða sett upp og ekki verður hægt að ræsa nýja stýrikerfið frá SRM skipanalínunni.
kk: Бұл мәселені шешпей-ақ жалғастырсаңыз, aboot орнатылмайды және сіз жаңа орнатылған жүйеңізді SRM консолінен жүктей алмайтын боласыз.
mr: हा दोष निवारण न करताच पुढे गेल्यास, एबूट अधिष्ठापित होणार नाही.आणि तुमचा संगणक एस् आर् एम् पटलावरुन सुरु होउ शकणार नाही.
pt: Se continuar sem corrigir este problema, o aboot no ser instalado e no vai pode iniciar o seu novo sistema a partir da consola SRM.
sr: Ако наставите без исправљања овог проблема, програм aboot неће бити инсталиран и нећете моћи да покренете свој систем из SRM конзоле.
sv: Om du fortsätter utan att korrigera det här problemet kommer aboot inte att installeras och du kommer inte att kunna starta ditt system från SRM-konsollen.
te: ఈ సమస్యని సరిదిద్దకుండా కొనసాగితే, aboot స్థాపన చెయ్యబడదు మరియు SRM కన్సోల్ నుండి మీ వ్యవస్థ బూట్ చేయలేరు.
vi: Nếu tiếp tục mà không sửa lỗi này, sẽ không cài đặt trình aboot thì sẽ không thể khởi động hệ thống mới từ bàn giao tiếp SRM.

source: Install aboot on a hard disk
cs: Instalovat aboot na disk
es: Instalar aboot en un disco duro
fa: نصب aboot بر روی دیسک سخت
gl: Instalar aboot nun disco duro
is: Setja upp aboot á harða diskinn
kk: Aboot-ты қатты дискіге орнату
mr: एबुट हार्ड डिस्कवर अधिष्ठापित करा
pt: Instalar o aboot num disco rgido
sr: Иинсталирај aboot на хард диск
sv: Installera aboot på en hårddisk
te: హార్డ్ డిస్క్ పై aboot స్థాపన
vi: Cài đặt aboot vào đĩa cứng

source: No ext2 partitions found
cs: Oblasti typu ext2 nenalezeny
es: No se encontraron particiones ext2
fa: هیچ پارتیشن ext2 پیدا نشد.
gl: Non se atopou ningunha partición ext2
is: Engin ext2 disksneið var fundin
kk: Ешбір ext2 бөлімі табылмады
mr: कोणतीही ईएक्सटी२ विभाजने आढळली नाहीत
pt: No foram encontradas parties ext2
sr: Није пронађена ниједна ext2 партиција
sv: Hittade inga ext2-partitioner
te: ext2 విభజనలు కనబడలేదు
vi: Không tìm thấy phân vùng kiểu ext2
