Repository: Sprezzatech/main-menu-udeb
Catalog: tools/cdebconf/debian/po/*.po
Languages: ar, ca, el, fr, hu, lt, nl, pt, uk, zh_tw

source: critical, high, medium, low
ar: حرج، مرتفع، متوسّط، منخفض
ca: crítica, alta, mitjana, baixa
el: κρίσιμη, υψηλή, μεσαία, χαμηλή
fr: critique, élevée, intermédiaire, basse
hu: kritikus,·magas,·közepes,·alacsony
lt: kritiškas, aukštas, vidutinis, žemas
nl: kritiek, hoog. medium. laag
pt: crítico, elevado, médio, baixo
uk: критичний, високий, середній, низький
zh_tw: 關鍵, 高, 中, 低

source: Ignore questions with a priority less than...
ar: تجاهل الأسئلة التي لها أولوية أقل من...
ca: Ignora les preguntes amb una prioritat menor que...
el: Να αγνοηθούν οι ερωτήσεις με προτεραιότητα μικρότερη από...
fr: Ignorer les questions dont la priorité est inférieure à...
hu: A megjelenítendő konfigurációs kérdések legalább a következő fontossági szintet üssék meg:
lt: Ignoruoti klausimus, kurių prioritetas žemesnis negu...
nl: Negeer vragen met een prioriteit lager dan ...
pt: Ignorar perguntas com uma prioridade menor que...
uk: Пропускати питання з пріоритетом меншим ніж...
zh_tw: 忽略問題，如果它的優先等級低於...

source: Packages that use debconf for configuration prioritize the questions they might ask you. Only questions with a certain priority or higher are actually shown to you; all less important questions are skipped.
ar: الحزم التي تستخدم debconf لإعدادها تنظّم أولوياً الأسئلة التي قد تسألك إياها بحسب أولويتها. الأسئلة التي لها أولوية معيّنة أو أعلى هي فقط التي تظهر لك؛ وتتخطى كل الأسئلة الأقل أهميةً.
ca: Els paquets que fan servir debconf per la seva configuració priorititzen les preguntes que van a preguntar. Només es mostraran preguntes amb una certa prioritat o superior; la resta de preguntes menys importants no seran mostrades.
el: Τα πακέτα που χρησιμοποιούν το debconf για τη ρύθμισή τους, ορίζουν προτεραιότητες για τις ερωτήσεις που πιθανόν να κάνουν στο χρήστη. Μόνο ερωτήσεις με συγκεκριμένη ή υψηλότερη προτεραιότητα εμφανίζονται, όλες οι υπόλοιπες αγνοούνται.
fr: Les paquets qui utilisent debconf pour leur configuration déterminent un degré de priorité pour les questions qu'ils sont susceptibles de vous poser. Seules les questions avec une certaine priorité, ou une priorité plus importante que celle que vous aurez sélectionnée, seront affichées ; toutes les questions d'importance moindre seront ignorées.
hu: A debconf felületen át konfigurálható csomagok különféle fontosságú kérdéseket tehetnek fel. Csak a megadott fontossági szinttel egyező vagy fontosabb kérdések kerülnek ténylegesen a felhasználó szeme elé; a kevésbé fontos kérdéseket átugorja.
lt: Paketai, konfigūracijai naudojantys debconf, klausimams, kuriuos gali jums patekti, suteikia prioritetus. Klausimai tik su pasirinktu arba aukštesniu prioritetu bus parodyti jums. Visi mažiau svarbūs klausimai bus praleisti.
nl: Elke Debconf-vraag heeft een door het pakket toegewezen prioriteit. Debconf toont u enkel die vragen van een bepaalde prioriteit en hoger; alle vragen met lagere prioriteit worden overgeslagen.
pt: Pacotes que usam o debconf para a configuração usam prioridades para as perguntas que são feitas. Apenas as perguntas com uma certa prioridade ou maior lhe são mostradas, as menos importantes não aparecem.
uk: Пакети, що використовують debconf для налаштовування розділяють по пріоритетам питання, які вони можуть задавати. Будуть відображатися лише питання з пріоритетом, що більший або рівний, ніж показаний вам; всі менш важливі питання будуть пропущені.
zh_tw: 如果套件是使用 debconf 來進行配置時，指定在過程中將被提問的問題的優先等級。只有等於或高於這個優先等級的問題才會顯示並要求您回答；其它不太重要的問題將會被直接省略。

source: You can select the lowest priority of question you want to see: - 'critical' is for items that will probably break the system without user intervention. - 'high' is for items that don't have reasonable defaults. - 'medium' is for normal items that have reasonable defaults. - 'low' is for trivial items that have defaults that will work in the vast majority of cases.
ar: يمكنك اختيار أقل أولويّة للأسئلة التي تريد أن تراها: - 'حرج' هو للأشياء التي قد تعطل النظام دون تدخّل المستخدم. - 'مرتفع' هو للأشياء التي ليس لها قيم افتراضية معقولة. - 'متوسّط' هو للأشياء العادية التي لها قيم افتراضية معقولة. - 'منخفض' هو للأشياء العادية التي لها قيم افتراضية تعمل في معظم الحالات الشائعة.
ca: Podeu escollir la prioritat més baixa per a les preguntes que voleu veure: - «crítica» és per a elements que probablement trencaran el sistema si l'usuari no intervé. - «alta» és per a elements que no tenen valors per defecte raonables. - «mitjana» és per a elements normals que tenen valors per defecte raonables. - «baixa» és per a elements trivials que tenen valors per defecte que funcionaran en la gran majoria dels casos.
el: Μπορείτε να επιλέξετε την επιθυμητή ελάχιστη προτεραιότητα των ερωτήσεων: - 'κρίσιμη' για θέματα για τα οποία είναι απολύτως απαραίτητη η παρέμβαση του χρήστη. - 'υψηλή' για θέματα που δεν έχουν κάποια λογική προκαθορισμένη απάντηση. - 'μεσαία' για τυπικά ερωτήματα που έχουν προκαθορισμένες απαντήσεις. - 'χαμηλή' για όχι και τόσο σημαντικές ερωτήσεις που έχουν προκαθορισμένες απαντήσεις που ισχύουν στην πλειονότητα των περιπτώσεων.
fr: Vous pouvez définir la priorité la plus basse pour les questions qui vous sont posées : - « critique » concerne les questions qui risqueraient de casser le système si l'utilisateur n'y répondait pas lui-même ; - « élevée » pour les questions ne pouvant pas avoir de réponse par défaut satisfaisante ; - « intermédiaire » concerne les questions ordinaires dont les réponses par défaut sont adéquates ; - « basse » pour les questions triviales dont les réponses par défaut satisferont la grande majorité des cas.
hu: Kiválaszthatja a látni kívánt kérdések szintjének legalacsonyabbikát: - a 'kritikus' fontosságú kérdések figyelmetlen megválaszolása akár zavarokat is okozhat a rendszer működésében. - a 'magas' fontosságú kérdéseknek általában nem lehet mindenki számára kielégítő alapértékeket adni. - a 'közepes' fontosságú kérdésekre általában megfelelő az alapból adott válasz. - az 'alacsony' fontosságú kérdések sokszor igen nyilvánvalóak, a rájuk alapból adott válasz az esetek túlnyomó többségében megfelelő.
lt: Jūs galite pasirinkti prioritetą klausimų, kuriuos norite matyti: - 'kritiškas' - klausimams, kurie be naudotojo įsikišimo, gali iššaukti sistemos lūžimus. - 'aukštas' - klausimams, neturintiems priimtino varianto pagal nutylėjimą. - 'vidutinis' - klausimams, pagal nutylėjimą turintiems protingą atsakymo variantą. - 'žemas' - trivialiems klausimams, pagal nutylėjimą turintiems atsakymo variantą, tinkanti didžiulei daugumai atvejų.
nl: Hier kunt u de aangeven welke de laagste prioriteit is van vragen die u wilt zien: - 'kritiek' is voor items die resulteren in een niet-werkend systeem zonder gebruikersinteractie - 'hoog' if voor items die geen redelijke standaardwaarden hebben - 'medium' is voor normale items die redelijke standaarwaarden hebben - 'laag' is voor triviale items met standaardwaarden die in de meerderheid van de gevallen werken.
pt: Você pode selecionar a prioridade mínima das perguntas que quer ver: - 'crítico'- é apenas para items que podem danificar o sistema se não existir intervenção do utilizador. - 'elevado' é apenas para items que não têm configurações razoáveis por omissão - 'médio' é para items que têm configurações razoáveis por omissão - 'baixo' é para items em que as configurações por omissão vão funcionar em grande parte dos casos.
uk: Ви можете вибрати найнижчий пріоритет питань, які бажаєте бачити: - 'критичний' - питання про речі, які можуть призвести до непрацездатності системи, якщо не втрутитися - 'високий' - питання без придатної відповіді за замовчанням - 'середній' - питання з розумними відповідями за замовчанням - 'низький' - найпростіші питання, для яких є відповіді за замовчанням, що працюють в більшості випадків.
zh_tw: 您可以選取您想回答的問題的最低等級： - 『關鍵』 是指如果使用者沒有加以設定，將可能會使得系統無法正常運作的項目。 - 『高』 是指預設值往往並不是很恰當的項目。 - 『中』 是指預設值適用於多數情況的一般項目。 - 『低』 是那些在絕大多數情況下都可以放心使用預設值的瑣碎項目。

source: For example, this question is of medium priority, and if your priority were already 'high' or 'critical', you wouldn't see this question.
ar: مثلاً، هذا السؤال هو ذو أولويّة متوسّطة، ولو كانت مستوى أولويّتك مسبقاً 'مرتفع' أو 'حرج'، لما رأيت هذا السؤال.
ca: Per exemple, aquesta pregunta és de prioritat mitjana, i si la vostra prioritat ja estava establerta a «alta» o «crítica», no veurieu aquesta pregunta.
el: Για παράδειγμα, αυτή η ερώτηση είναι μεσαίας προτεραιότητας, και αν είχατεορίσει 'υψηλή' ή 'κρίσιμη' προτεραιότητα δε θα βλέπατε αυτήν την ερώτηση.
fr: Par exemple, la question à laquelle vous êtes en train de répondre est considérée comme « intermédiaire » ; si vous aviez d'ores et déjà choisi une priorité « élevée » ou « critique », vous n'auriez pas vu cette question.
hu: Ez a kérdés például közepes fontosságú, és ha a fontossági szint most 'magas' vagy 'kritikus' szinten állna, akkor ezt a kérdést nem is látná.
lt: Pavyzdžiui, šis klausimas turi vidutinį prioritetą, ir jei jūsų pasirinktas prioritetas jau būtų nustatytas kaip 'aukštas' ar 'kritiškas', jūs šio klausimo nematytumėte.
nl: Dit is, bijvoorbeeld, een vraag met prioriteit 'medium', indien u de prioriteit reeds op 'hoog' of 'kritiek' ingesteld zou hebben, dan krijgt u deze vraag niet te zien
pt: Por exemplo, se esta pergunta fosse de prioridade média e se a sua prioridade fosse já de crítico ou elevado, você não veria esta pergunta.
uk: Наприклад, це питання має середній пріоритет, і якщо пріоритет був би встановлений в 'високий' або 'критичний', то ви цього питання не побачили б.
zh_tw: 例如，這個問題的優先等級是『中』，而您所指定的優先等級卻是『高』或是『關鍵』，那麼這個問題就會被忽略，直接跳過了。

source: Change debconf priority
ar: غيّر أولويّة debconf
ca: Canvia la prioritat de debconf
el: Αλλαγή της προτεραιότητας του debconf
fr: Priorité pour debconf
hu: Debconf-kérdések fontosságának megváltoztatása
lt: Debconf prioritetiškumo keitimas
nl: Debconf prioriteit anders instellen
pt: Mude a prioridade do debconf
uk: Змінити пріоритет Debconf
zh_tw: 改變 debconf 的優先等級

source: Continue
ar: استمر
ca: Continua
el: Συνέχεια
fr: Continuer
hu: Tovább
lt: Testi
nl: Volgende
pt: Continuar
uk: Продовжити
zh_tw: 繼續

source: Go Back
ar: ارجع
ca: Vés enrere
el: Επιστροφή
fr: Revenir en arrière
hu: Vissza
lt: Atgal
nl: Terug
pt: Voltar atrás
uk: Повернутися
zh_tw: 返回

source: Yes
ar: نعم
ca: Sí
el: Ναι
fr: Oui
hu: Igen
lt: Taip
nl: Ja
pt: Sim
uk: Так
zh_tw: 是

source: No
ar: لا
el: Όχι
fr: Non
hu: Nem
lt: Ne
nl: Nee
pt: Não
uk: Ні
zh_tw: 否

source: Prompt: Yes/No/Cancel>
ar: لقّن: Yes/No/Cancel>
ca: Indicatiu: Sí/No/Cancel·la>
el: Προτροπή: Ναί/Όχι/Ακύρωση>
fr: Invite: Oui/Non/Annuler>
hu: Kérdés: Igen/Nem/Mégsem>
lt: Kvietimas: Taip/Ne/Nutraukti>
nl: Hint: Ja/Nee/Annuleren>
pt: Prompt: Sim/Não/Cancelar>
uk: Ввід: Так/Ні/Відмінити>
zh_tw: 提示: 是/否/取消>

source: Prompt: Yes/No>
ar: لقّن: Yes/No>
ca: Indicatiu: Sí/No>
el: Προτροπή: Ναί/Όχι>
fr: Invite: Oui/Non>
hu: Kérdés: Igen/Nem>
lt: Kvietimas: Taip/Ne>
nl: Hint: Ja/Nee>
pt: Prompt: Sim/Não>
uk: Ввід: Так/Ні>
zh_tw: 提示: 是/否>

source: Prompt: Yes/No/Cancel, default=%s>
ar: لقّن: Yes/No/Cancel، افتراضي=%s>
ca: Indicatiu: Sí/No/Cancel·la, predeterminat=%s>
el: Προτροπή: Ναί/Όχι/Ακύρωση, προεπιλογή=%s>
fr: Invite: Oui/Non/Annuler, défaut=%s>
hu: Kérdés: Igen/Nem/Mégsem, alapérték=%s>
lt: Kvietimas: Taip/Ne/Nutraukti, numatytasis=%s>
nl: Hint: Ja/Nee/Annuleren, standaardwaarde=%s>
pt: Prompt: Sim/Não/Cancelar, por omissão=%s>
uk: Ввід: Так/Ні/Відмінити, за замовчанням=%s>
zh_tw: 提示: 是/否/取消，預設為：%s>

source: Prompt: Yes/No, default=%s>
ar: لقّن: Yes/No، افتراضي=%s>
ca: Indicatiu: Sí/No, predeterminat=%s>
el: Προτροπή: Ναί/Όχι, προεπιλογή=%s>
fr: Invite: Oui/Non, défaut=%s>
hu: Kérdés: Igen/Nem, alapérték=%s>
lt: Kvietimas: Taip/Nei, numatytasis=%s>
nl: Hint: Ja/Nee, standaardwaarde=%s>
pt: Prompt: Sim/Não, por omissão=%s>
uk: Ввід: Так/Ні, за замовчанням=%s>
zh_tw: 提示: 是/否，預設為：%s>

source: Cancel
ar: ألغ
ca: Cancel·la
el: Ακύρωση
fr: Annuler
hu: Mégsem
lt: Atsisakyti
nl: Annuleren
pt: Cancelar
uk: Відмінити
zh_tw: 取消

source: %3d. %s (selected)
ar: %3d. %s (محدّد)
ca: %3d. %s (seleccionat)
el: %3d. %s (επιλέχθηκε)
fr: %3d. %s (choisi)
hu: %3d. %s (kiválasztva)
lt: %3d. %s (išrinktas)
nl: %3d. %s (geselecteerd)
pt: %3d. %s (selecionado)
uk: %3d. %s (вибрано)
zh_tw: %3d. %s (已選取)

source: Prompt: 1 - %d, q to quit select>
ar: لقّن: 1 - %d، q لترك الاختيار>
ca: Indicatiu: 1 - %d, s per a eixir de la selecció>
hu: Kérdés: 1 - %d, q - kilépés a kiválasztásból>
nl: Hint: 1 - %d, s om selectie te beëindigen>
pt: Prompt: 1 - %d, q para sair da selecção>
uk: Ввід: 1 - %d, q - вийти>
zh_tw: 提示：1 - %d，按 q 來結束選取>

source: Prompt: 1 - %d, q to quit select, b to back up>
ar: لقّن: 1 - %d, q لترك الاختيار، b للنسخ الاحتياطي>
ca: Indicatiu: 1 - %d, s per a eixir de la selecció, p per a fer una còpia de seguretat>
hu: Kérdés: 1 - %d, q - kilépés a kiválasztásból, b - visszalépés>
nl: Hint: 1 - %d, s om selectie te beëindigen>
pt: Prompt: 1 - %d, q para sair da selecção, b para voltar atrás>·
uk: Ввід: 1 - %d, q - вийти, b - назад>
zh_tw: 提示：1 - %d，按 q 結束選取，按 b 返回上一頁>

source: Prompt: 1 - %d/%d, q to quit select, n for next page>
ar: لقّن: 1 - %d/%d، q لترك الاختيار، n للصفحة التالية>
ca: Indicatiu: 1 - %d/%d, s per a eixir de la selecció, g per a veure la següent pàgina>
hu: Kérdés: 1 - %d, q - kilépés a kiválasztásból, n - következő oldal>
nl: Hint: 1 - %d/%d, s om selectie te beëindigen, v voor volgende pagina>
pt: Prompt:·1 - %d, q para sair da selecção, n para a próxima página p>
uk: Ввід: 1 - %d/%d, q - вийти, n - далі>
zh_tw: 提示：1 - %d，按 q 結束選取，按 n 轉至下一頁>

source: Prompt: 1 - %d/%d, q to quit select, b to back up, n for next page>
ar: لقّن: 1 - %d/%d، q لترك الاختيار، b للنسخ الاحتياطي، n للصفحة التالية>
ca: Indicatiu: 1 - %d/%d, s per a eixir de la selcció, p per a fer una còpia de seguretat, g per a veure la següent pàgina>
hu: Kérdés: 1 - %d, q - kilépés a kiválasztásból, b - visszalépés, n - következő oldal>
nl: Hint: 1 - %d/%d, s om selectie te beëindigen, t voor terug naar vorige pagina, v voor volgende pagina>
pt: Prompt: 1 - %d, q para sair da selecção, b para voltar atrás, n para a próxima página p>
uk: Ввід: 1 - %d/%d, q - вийти, b - назад, n - далі>
zh_tw: 提示：1 - %d，按 q 結束選取，按 b 返回上一頁，按 n 轉至下一頁>

source: Q
ca: S
fr: F
nl: S

source: N
ca: G
fr: S
nl: V

source: B
ca: P
fr: D
nl: T

source: [Press enter to continue, or 'c' to cancel]
ar: [اضغط مفتاح الإدخال لتستمر، أو 'c' كي تلغي]
ca: [Premeu intro per a continuar, o «c» per cancel·lar]
el: [Πατήστε enter για συνέχεια, ή 'c' για ακύρωση]
fr: [Tapez Entrée pour continuer, ou 'a' pour abandonner]
hu: [A folytatáshoz nyomja meg az entert,·a visszalépéshez a 'c' gombot.]
lt: [Paspausk Enter jei tęsti, arba 'c' - atsisakyti]
nl: [Druk enter om door te gaan, of 'a' om te annuleren]
pt: [Pressione enter para continuar, ou 'c' para cancelar]
uk: [Натисніть <Enter> для продовження або <c> щоб відмінити]
zh_tw: [按 enter 鍵繼續，或者按 c 鍵取消]

source: [Press enter to continue]
ar: [اضغط زر الإدخال لتستمر]
ca: [Premeu intro per continuar]
el: [Πατήστε enter για συνέχεια]
fr: [Taper Entrée pour continuer]
hu: [A folytatáshoz nyomja meg az entert.]
lt: [Paspausk·Enter·jei·tęsti]
nl: [Druk enter om door te gaan]
pt: [Pressione enter para continuar]
uk: [Натисніть <Enter> для продовження]
zh_tw: [按 enter 鍵繼續]

source: C
fr: A
nl: A

source: %3d. %s (default)
ar: %3d. %s (افتراضي)
ca: %3d. %s (predeterminat)
el: %d. %s (προεπιλογή)
fr: %3d, %d (défaut)
hu: %3d. %s (alapérték)
lt: %3d. %s (numatytasis)
nl: %3d. %s (standaard)
pt: %3d. %s (por omissão)
uk: %3d. %s (за замовчанням)
zh_tw: %3d. %s (預設值)

source: Prompt: 1 - %d, default=%s>
ar: لقّن: 1 - %d، افتراضي=%s>
ca: Indicatiu: 1 - %d, predeterminat=%s>
el: Προτροπή: 1 - %d, προεπιλογή=%s>
fr: Invite: 1 - %d, défaut=%s>
hu: Kérdés: 1 - %d, alapérték=%s>
lt: Kvietimas: 1 - %d, numatytasis=%s>
nl: Hint: 1 - %d, standaardwaarde=%s>
pt: Prompt: 1 - %d, por omissão=%s>
uk: Ввід: 1 - %d, за замовчанням=%s>
zh_tw: 提示：1 - %d，預設為：%s>

source: Prompt: 1 - %d>
ar: لقّن: 1 - %d>
ca: Indicatiu: 1 - %d>
el: Προτροπή: 1 - %d>
fr: Invite: 1 - %d>
hu: Kérdés: 1 - %d>
lt: Kvietimas: 1 - %d>
nl: Hint: 1 - %d>
uk: Ввід: 1 - %d>
zh_tw: 提示：1 - %d>

source: Prompt: 1 - %d/%d, n for next page>
ar: لقّن: 1 - %d/%d، n للصفحة التالية>
ca: Indicatiu: 1 - %d/%d, g per a veure a següent pàgina>
el: Προτροπή: 1 - %d/%d, n για επόμενη σελίδα>
fr: Invite: 1 - %d/%d, s=page suiv.>
hu: Kérdés: 1 - %d/%d,·n·- következő oldal>
lt: Kvietimas: 1 - %d/%d, n kitas puslapis>
nl: Hint: 1 - %d/%d, v voor volgende pagina>
pt: Prompt: 1 - %d/%d, n para a próxima página>
uk: Ввід: 1 - %d/%d, n - далі>
zh_tw: 提示：1 - %d/%d，按 n 轉至下一頁>

source: Prompt: 1 - %d/%d, b to back up, n for next page>
ar: لقّن: 1 - %d/%d، b للنسخ الاحتياطي، n للصفحة التالية>
ca: Indicatiu: 1 - %d/%d, p per a fer una còpia de seguretat, n per veure la següent pàgina>
hu: Kérdés: 1 - %d/%d, b - visszalépés, n - következő oldal>
nl: Hint: 1 - %d/%d, t voor terug naar volgende pagina, v voor volgende pagina>
pt: Prompt: 1 - %d/%d, b para voltar atrás, n para a próxima página>
uk: Ввід: 1 - %d/%d, b - назад, n - далі>
zh_tw: 提示：1 - %d/%d，按 b 返回上一頁，按 n 轉至下一頁>

source: [default = %s]
ar: [افتراضي = %s]
ca: [predeterminat = %s]
el: [προεπιλογή = %s]
fr: [défaut = %s]
hu: [alapérték = %s]
lt: [numatytasis = %s]
nl: [standaard = %s]
pt: [por omissão = %s]
uk: [за замовчанням = %s]
zh_tw: [預設值 = %s]

source: Enter . on a line by itself when you are done
ar: أدخل . لوحدها على سطر عندما تنتهي
ca: Introduïu . en una línia buida quan hagueu acabat
el: Εισάγετε . σε μια νέα γραμμή όταν τελειώσετε
fr: Tapez un point seul sur une ligne quand vous avez terminé
hu: Ha végzett, egy külön sorban írjon be egy . (pont) jelet.
lt: Įveskite vienišą . eilutėje, kai atliksite·
nl: Gebruik een lijn met . in om aan te geven dat u klaar bent
pt: Enter . em uma linha vazia quando tiver terminado
uk: Введіть . в окремому рядку, коли закінчите
zh_tw: 請在新的一行上鍵入 . (英文句點) 來結束輸入

source: Prompt: 1 - %d, q to end>
el: Προτροπή: 1 - %d, q για έξοδο>
fr: Invite: 1 - %d, f=fin>

source: Prompt: 1 - %d, q to end, b for begin>
el: Προτροπή: 1 - %d, q για έξοδο, b για εκκίνηση>
fr: Invite: 1 - %d, f=fin, d=début>

source: Prompt: 1 - %d/%d, q to end, n for next page>
el: Προτροπή: 1 - %d, q για έξοδο, n για επόμενη σελίδα>
fr: Invite: 1 - %d/%d, f=fin, s=page suiv.>
