Repository: Sprezzatech/main-menu-udeb
Catalog: tools/netcfg/debian/po/*.po
Languages: ar, cs, da, de, el, nb, nl, pt, sk, sv, tr

source: Dynamic network configuration (DHCP)
ar: إعداد الشبكة الديناميكي (DHCP)
nb: Dynamisk nettverkskonfigurasjon (DHCP)
pt: Configuração dinâmica de rede (DHCP)
sk: Dynamické nastavenie siete (DHCP)
sv: Dynamisk nätverkskonfiguration (DHCP)

source: Configure the network using dynamic addressing (DHCP)
ar: أعدّ الشبكة باستخدام العنونة الديناميكية (DHCP)
nb: Sett opp nettverket med dynamisk adressering (DHCP)
pt: Configurar a rede usando endereçamento dinâmico (DHCP)
sk: Nastavenie siete s dynamickými adresami (DHCP)
sv: Konfigurera nätverket via dynamisk adressering (DHCP)

source: IP address:
ar: عنوان IP:
nb: IP-adresse:
pt: Endereço IP:
sk: IP adresa:
sv: IP-adress:

source: The IP address is unique to your computer and consists of four numbers separated by periods. If you don't know what to use here, consult your network administrator.
ar: عنوان IP هو خاص بحاسوبك ويتكون من أربعها أرقام تفصلها نقاط. إن لم تكن تعرف ماذا تستخدم هنا، فاستشر مدير الشبكة.
cs: IP adresa je pro ka¾dý poèítaè jedineèná a skládá se ze ètyø èísel oddìlených teèkami. Pokud nevíte, co zde máte zadat, zeptejte se svého sí»ového správce.
da: IP-adressen er unik for din computer og består af fire numre adskilt af punktummer. Hvis du ikke ved, hvad du skal bruge her, bør du spørge din netværksadministrator.
de: Die IP Nummer bestimmt eindeutig Ihren Computer und besteht aus vier durch Punkte getrennet Zahlen. Wenn Sie Ihre Nummer nicht kennen, fragen Sie Ihren Netzwerkadministrator.
el: Η διεύθυνση IP είναι μοναδική για τον υπολογιστή σας και αποτελείται από τέσσερις αριθμούς χωρισμένους με τελείες. Αν δε γνωρίζετε τί πρέπει να χρησιμοποιήσετε για διεύθυνση IP, συμβουλευτείτε το διαχειριστή δικτύου σας.
nb: IP-adressen er entydig for din maskin og består av fire tall atskilt med punktum. Spør din nettverksadministrator hvis du ikke vet hva du skal bruke her.
nl: Het IP-adres is een uniek getal waarmee uw computer zich in het netwerk identificeert. Het adres bestaat uit 4 door punten gescheiden getallen tussen 0 en 255 (bijvoorbeeld: 192.169.0.10). Neem contact op met uw netwerkbeheerder als u niet weet wat u hier in moet vullen.
pt: O endereço IP é único para o seu computador e consiste em quatro números separados por pontos. Caso não saiba o que usar aqui, consulte o administrador da rede.
sk: IP adresa je jedineèná pre ka¾dý poèítaè a skladá sa zo ¹tyroch èísiel oddelených bodkami. Ak neviete, akú IP adresu máte pou¾i», kontaktujte správcu va¹ej siete.
sv: IP-adressen är unik för din dator och består av fyra nummer åtskilda av punkter. Om du inte vet vad du skall ange här bör du fråga din nätverksadministratör.
tr: IP adresi makinenize özeldir ve periyodlarla ayrılmış rakamlardan oluşur. Eğer burada ne kullanacağınızı bilmiyorsanız sistem yöneticinize başvurun.

source: Point-to-point address:
ar: عنوان point-to-point:
nb: Punkt-til-punkt-adresse:
pt: Endereço ponto-a-ponto :
sk: Point-to-point adresa:
sv: Punkt till punkt-adress:

source: The point-to-point address is used to determine the other endpoint of the point to point network. Consult your network administrator if you do not know the value. The point-to-point address should be entered as four numbers separated by periods.
ar: يستخدم عنوان point-to-point لتحديد نقطة النهاية الأخرى من شبكة point-to-point. استشر مدير الشبكة إن لم تكن تعرف القيمة. عنوان point-to-point يجب أن يدخل على شكل أربعة أرقام تفصلها نقاط.
nb: Punkt-til-punkt-adressen brukes for å finne den andre enden av et punkt-til-punkt-nett. Spør nettverksadministratoren din hvis du ikke vet verdien. Punkt-til-punkt-adressen skal oppgis som fire tall atskilt med punktum.
pt: O endereço ponto-a-ponto é usado para determinar a outra ponta da rede ponto-a-ponto. Consulte o administrador da sua rede no caso de não saber que valor usar. O endereço ponto-a-ponto deve ser informado como quatro números separados por pontos.
sk: Point-to-point adresa slú¾i na urèenie opaèného konca point to point siete. Kontaktujte správcu va¹ej siete, ak neviete, èo máte zada». Point-to-point adresa sa zadáva ako ¹tyri èísla oddelené bodkami.
sv: Punkt till punkt-adressen används för att bestämma den andra ändpunkten i ett punkt till punkt-nätverk. Fråga din nätverksadministratör om du inte vet värdet. Punkt till punkt-adressen skall anges som fyra nummer åtskilda av punkter.

source: Netmask:
ar: قناع الشبكة:
nb: Nettmaske:
pt: Máscara de rede :
sk: Sie»ová maska:
sv: Nätmask:

source: The netmask is used to determine which machines are local to your network. Consult your network administrator if you do not know the value. The netmask should be entered as four numbers separated by periods.
ar: يستخدم قناع الشبكة ليحدّد وجود أي من الأجهزة محلياً في شبكتك. استشر مدير الشبكة إن لم تكن تعرف القيمة. يجب أن يدخل قناع الشبكة على شكل أربعة أرقام تفصلها نقاط.
cs: Sí»ová maska slou¾í k urèení, které poèítaèe patøí k lokální síti. Pokud neznáte pøesnou hodnotu, zeptejte se svého sí»ového správce. Maska se zadává jako ètyøi èísla oddìlená teèkami.
da: Netmasken bruges til at afgøre hvilke maskiner der er lokale på dit netværk. Spørg din netværksadministrator hvis du ikke kender værdien. Netmasken skal angives som fire tal adskilt af punktummer.
de: Durch die Netmask kann bestimmt werden, welche Rechner im lokalen Netzwerk direkt angesprochen werden können. Wenn Sie diesn Wert nicht kennen, fragen Sie Ihren Netzwerkadministrator. Die Netmask besteht aus vier durch Punkte getrennet Zahlen.
el: Η μάσκα δικτύου (netmask) χρησιμοποιείται για τον προσδιορισμό των υπολογιστών που θεωρούνται τοπικά στο δίκτυό σας. Αν δε γνωρίζετε τη τιμή της μάσκας δικτύου, συμβουλευτείτε τον διαχειριστή του δικτύου σας. Η μάσκα δικτύου έχει τη μορφή τεσσάρων αριθμών χωρισμένων με τελείες.
nb: Nettmasken brukes til å bestemme hvilke maskiner som hører til ditt lokale nettverk. Spør din nettverksadministrator hvis du ikke kjenner v erdien. Nettmasken skal oppgis som fire tall atskilt med punktum.
nl: Het netwerkmasker wordt gebruikt om te bepalen welke machines tot uw lokale netwerk behoren. Het netwerkmasker bestaat uit vier door punten gescheiden getallen tussen 0 en 255 (bijvoorbeeld: 255.255.255.0). Neem contact op met uw netwerkbeheerder wanneer u niet weet wat u hier in moet vullen.
pt: A máscara de rede é usada para determinar que computadores são locais na sua rede. Consulte o administrador da rede no caso de não saber o que usar. A máscara de rede deve ser informada como quatro números separados por pontos.
sk: Sie»ová maska slú¾i na urèenie poèítaèov, ktoré patria k lokálnej sieti. Kontaktujte správcu va¹ej siete, ak neviete, èo máte zada». Sie»ová maska sa zadáva ako ¹tyri èísla oddelené bodkami.
sv: Nätmasken används för att bestämma vilka maskiner som är lokala på ditt nätverk. Fråga din nätverksadministratör om du inte vet värdet. Nätmasken anges som fyra nummer åtskilda av punkter.
tr: Ağ maskesi hangi makinelerin yerelde sizin ağınızda olduğunu belirlemede kullanılır. Girilecek değeri bilmiyorsanız sistem yöneticinize başvurun. Bu adres periyodlarla ayrılmış dört rakamdan oluşur.

source: Gateway:
ar: البوابة:
nb: Standardruter:
sk: Brána:

source: The gateway is an IP address (four numbers separated by periods) that indicates the gateway router, also known as the default router. All traffic that goes outside your LAN (for instance, to the Internet) is sent through this router. In rare circumstances, you may have no router; in that case, you can leave this blank. If you don't know the proper answer to this question, consult your network administrator.
ar: البوابة هي عنوان IP (أربعة أرقام تفصلها نقاط) تحدد موجّه البوابة، وتعرف كذلك بالموجه الافتراضي. كل السّير الذي يتّجه خارج شبكتك الداخلية (على سبيل المثال، إلى الإنترنت) يرسل من خلال هذا الموجّه. في بعض الحالات النادرة، قد لا يكون لديك موجّه؛ بتلك الحالة يمكنك ترك هذا الخيار فارغاً. إن لم تكن تعرف الجواب المناسب لهذا السؤال، استشر مدير الشبكة.
nb: Dette er en IP-adresse (fire tall atskilt med punktum) som tilhører portner-ruteren, også kalt standardruteren. All trafikk som går ut av lokalnettet (f.eks. til Internett) sendes gjennom denne ruteren. I sjeldne tilfeller kan det være at du ikke har noen, la det da stå åpent. Hvis du ikke kjenner rett svar på dette spørsmålet, snakk med nettverksadministratoren din.
pt: O gateway é um endereço IP (quatro numeros separados por pontos) que indica o roteador gateway, também conhecido como o roteador padrão. Todo o tráfego que vai para fora de sua LAN (e consequentemente, para Internet) é enviado atravéz desse roteador. Em raras circunstâncias, pode não possuir um roteador, nesse caso, este campo deve ser deixado em branco. Caso não saiba a resposta correta para esta pergunta, consulte o admistrador da sua rede.
sk: Brána je IP adresa (¹tyri èísla oddelené bodkami), ktorá urèuje smerovaè. Celá prevádzka, ktorá ide mimo va¹ej lokálnej siete (napríklad do Internetu), je zasielaná cez tento smerovaè. Vo výnimoèných prípadoch, keï smerovaè nemáte, mô¾ete necha» toto pole prázdne. Kontaktujte správcu va¹ej siete, ak neviete, èo máte zada».
sv: Gateway är en IP-adress (fyra nummer åtskilda av punkter) som anger gatewayroutern, även kallad standardroutern. All trafik som skall ut från ditt LAN (exempelvis till internet) sänds via denna router. I sällsynta fall har du ingen router och då lämnar du det här tomt. Om du inte vet svaret på den här frågan bör du konsultera din nätverksadministratör.

source: Unreachable gateway
ar: بوابة لا يمكن الوصول إليها
nb: Ikke-nåbar standardruter
pt: Gateway inatingível
sk: Nedosiahnuteµná brána
sv: Kunde inte nå gateway

source: The gateway address you entered is unreachable.
ar: عنوان البوابة الذي أدخله لا يمكن الوصول إليه.
nb: Det går ikke an å komme fram til standardruteren du oppga.
pt: O gateway escolhido é inalcançavel.
sk: Zadaná adresa brány je nedosiahnuteµná.
sv: Den gatewayadress du angav kan inte nås.

source: You may have made an error entering your IP address, netmask and/or gateway.
ar: قد تكون قمت بخطأ بإدخال عنوان IP، قناع الشبكة و/أو البوابة.
cs: Mo¾ná jste udìlali chybu pøi zadávání IP adresy, sí»ové masky a/nebo brány.
da: Du kan have skrevet forkert, da du angav IP-adresse, netmaske og/eller gateway.
el: Πιθανόν να έγινε κάποιο λάθος κατά την εισαγωγή της διεύθυνσης IP, της μάσκας ή/και της πύλης δικτύου.
nb: Du kan ha oppgitt feil IP-adresse, nettmaske og/eller adresse til standardruter.
nl: U heeft mogelijk een fout gemaakt bij het invoeren van het IP-adres van uw computer, het netwerkmasker en/of het IP-adres van de gateway.
pt: Pode ter cometido um erro ao inserir o seu endereço IP, máscara de rede e/ou o gateway.
sk: Mo¾no ste urobili chybu pri zadávaní IP adresy, sie»ovej masky a/alebo brány.
sv: Du kan ha skrivit fel när du angav din IP-adress, nätmask och/eller gateway.
tr: IP adresi, ağ maskesi ve/veya ağ geçidini girerken bir hata yapmış olabilirsiniz.

source: interface = ${interface} hostname = ${hostname} domain = ${domain} ipaddress = ${ipaddress} netmask = ${netmask} gateway = ${gateway} pointopoint = ${pointopoint} nameservers = ${nameservers}
ar: الواجهة = ${interface} اسم المضيف = ${hostname} المجال = ${domain} عنوان IP = ${ipaddress} قناع الشبكة = ${netmask} البوابة = ${gateway} نقطة إلى نقطة = ${pointopoint} خادم النطاقات = ${nameservers}
cs: rozhraní = ${interface} jméno poèítaèe = ${hostname} doména = ${domain} IP adresa = ${ipaddress} sí»ová maska = ${netmask} brána = ${gateway} pointopoint = ${pointopoint} jmenné servery = ${nameservers}
da: netkort = ${interface} maskinnavn = ${hostname} domæne = ${domain} IP-adresse = ${ipaddress} netmaske = ${netmask} gateway = ${gateway} punkt-til-punkt = ${pointopoint} navneservere = ${nameservers}
el: Διασύνδεση = ${interface} Όνομα υπολογιστή = ${hostname} Τομέας δικτύου = ${domain} Διεύθυνση IP = $[ipaddress} Mάσκα δικτύου = ${netmask} Πύλη δικτύου = ${gateway} Point-to-Point = {pointtopoint} Διακομιστές ονομάτων = ${nameservers}
nb: grensesnitt = ${interface} vertsnavn = ${hostname} domene = ${domain} ip-adresse = ${ipadress} netmaske = ${netmask} portner = ${gateway} punktilpunkt = ${pointopoint} navnetjenere = ${nameservers}
nl: interface = ${interface} computernaam = ${hostname} domein = ${domain} ipadres = ${ipaddress} netwerkmasker = ${netmask} gateway = ${gateway} punt-naar-punt = ${pointopoint} DNS-servers = ${nameservers}
pt: interface = ${interface} nome de máquina = ${hostname} domínio = ${domain} endereço IP = ${ipaddress} máscara de rede = ${netmask} gateway = ${gateway} ponto-a-ponto = ${pointopoint} servidores de nomes = ${nameservers}
sk: rozhranie = ${interface} názov poèítaèa = ${hostname} doména = ${domain} IP adresa = ${ipaddress} sie»ová maska = ${netmask} brána = ${gateway} pointopoint = ${pointopoint} DNS servery = ${nameservers}
sv: nätverkskort = ${interface} värdnamn = ${hostname} domän = ${domain} IP-adress = ${ipaddress} netmask = ${netmask} gateway = ${gateway} punkt till punkt = ${pointopoint} namnservrar = ${nameservers}
tr: arayüz = ${interface} makine adı = ${hostname} alan adı = ${domain} ip addresi = ${ipaddress} ağ maskesi = ${netmask} ağ geçidi = ${gateway} pointopoint = ${pointopoint} isim sunucuları = ${nameservers}

source: Static network configuration
ar: إعداد الشبكة الثابت
nb: Statisk nettverkskonfigurasjon
pt: Configuração de rede estática
sk: Statické nastavenie siete
sv: Statisk nätverkskonfiguration

source: Configure a network using static addressing
ar: أعدّ الشبكة باستخدام عنوان ثابت
nb: Sett opp nettverket med statisk adressering
pt: Configurar a rede usando endereçamento estático
sk: Nastavenie siete so statickými adresami
sv: Konfigurera ett nätverk genom statisk adressering

source: The hostname is a single word that identifies your system to the network. If you don't know what your hostname should be, consult your network administrator. If you are setting up your own home network, you can make something up here.
pt: O nome do computador (hostname) é uma palavra única que identifica o seu sistema na rede. Caso não saiba qual o nome do computador a utilizar, consulte o administrador da rede. Caso esteja a configurar a sua própria rede doméstica, pode usar qualquer nome neste campo.

source: Primary network interface:
ar: الواجهة الأولية للشبكة:
sk: Základné sie»ové rozhranie:
sv: Primärt nätverkskort:

source: Your system has multiple network interfaces. Choose the one to use as the primary network interface while installing Debian.
ar: يحتوي نظام على عدة واجهات شبكة. اختر التي ترغب باستخدامها بكواجهة أولية للشبكة خلال تثبيت ديبيان.
sk: Vá¹ systém má viac sie»ových rozhraní. Vyberte to z nich, ktoré chcete pou¾i» ako základné sie»ové rozhranie poèas in¹talácie Debianu.
sv: Ditt system har flera nätverkskort. Välj det som ska användas som primärt nätverkskort medan Debian installeras.

source: Choose the domain name.
cs: Zvolte doménové jméno.
da: Vælg domænenavn.
de: Wählen Sie den Domainnamen.
el: Επιλέξτε το όνομα του τομέα δικτύου.
nl: Gelieve de domeinnaam van uw computer in te voeren.
tr: Alan adını seçin.

source: Choose the DNS Server Addresses
cs: Vyberte adresu DNS serveru
da: Vælg adressen på DNS-serveren
de: Wählen Sie die Adresse des DNS Server
el: Επιλέξτε τους Διακομιστές Ονομάτων DNS
nl: Gelieve de IP-adressen van de DNS-servers (naamservers) in te voeren.
tr: DNS Sunucu Adresini seçiniz

source: Please enter the IP addresses (not host names) of up to 3 name servers, separated by spaces. Do not use commas. The servers will be queried in the order in which you enter them. If you don't want to use any name servers just leave this field blank.
cs: Zadejte IP adresy (ne názvy) a¾ tøí jmenných serverù oddìlené mezerami. Nepou¾ívejte èárky. Servery budou dotazovány v poøadí, v jakém je zadáte. Pokud nechcete pou¾ívat jmenné servery, nechte políèko prázdné.
da: Angiv IP-adressen (ikke værtsnavne) på op til tre navneservere adskilt med mellemrum. Brug ikke kommaer. Serverne vil blive forespurgt i den rækkefølge, de er angivet. Hvis du ikke ønsker at bruge navneservere, kan du blot lade dette felt være tomt.
de: Bitte geben Sie die IP Adresse (nicht den Namen) bis zu drei Nameserver getrennt durch Leerzeichen an. Benutzen Sie keine Kommas. Die Server werden in der angegebenen Reihenfolge abgefragt. Wenn Sie keine Nameserver benutzen wollen, lassen Sie diese Feld bitte einfach leer.
el: Παρακαλώ δώστε τις διευθύνσεις IP (όχι τα ονόματα host) έως 3 διακομιστών ονομάτων χωρισμένων με κενά (μη χρησιμοποιήσετε το κόμμα ','). Οι διακομιστές θα ερωτώνται με τη σειρά που τους δίνετε εω. Αν δεν επιθυμείτε να χρησιμοποιήσετε διακομιστές ονομάτων, αφήστε το πεδίο κενό.
nl: Gelieve de IP-adressen (niet de computernamen) van maximaal 3 naamservers in te voeren, gescheiden door spaties. De servers zullen gebruikt worden in de volgorde waarin u ze invoert. Indien u geen gebruik wenst te maken van naamservers laat u dit veld leeg.
tr: Lütfen kullanmak istediğiniz DNS sunucularının IP adreslerini giriniz. Burada 3 adede kadar, boşluk karakteriyle ayrılmış biçimde DNS sunucu adresi girebilirsiniz (virgül kullanmayınız). İsim sorgulamaları, ilgili sunuculara burada girdiğiniz sıraya göre yapılacaktır. Eğer herhangi bir DNS sunucu kullanmak istemiyorsanız, bu alanı boş bırakabilirsiniz.

source: Choose an interface.
cs: Vyberte rozhraní.
da: Vælg netkort
de: Wählen Sie ein Interface.
el: Επιλέξτε μια διασύνδεση δικτύου.
nl: Kies een interface (netwerkapparaat).
tr: Bir arayüz seçin.

source: The following interfaces were detected. Choose the type of your primary network interface that you will need for installing the Debian system (via NFS or HTTP).
cs: Byly nalezeny následující rozhraní. Vyberte typ hlavního sí»ového rozhraní, které pou¾ijete pro instalaci Debianu (pøes NFS nebo HTTP).
da: Følgende netkort blev fundet. Vælg typen på det primære netkort, som du vil bruge til at installere Debiansystemet (via NFS eller HTTP).
de: Die folgenden Interfaces wurden erkannt. Wählen Sie Ihre primäre Netzwerkkarte, die Sie zur Installation des Debiansystems (via NFS oder HTTP) benutzen wollen.
el: Βρέθηκαν οι ακόλουθες διασυνδέσεις δικτύου (network interfaces). Επιλέξτε την κύρια διασύνδεση που θα χρησιμοποιηθεί για την εγκατάσταση του Debian (μέσω NFS ή HTTP).
nl: De volgende netwerkapparaten zijn gedetecteerd. Kies het netwerkapparaat dat u wilt gebruiken voor het installeren van Debian via het HTTP- of NFS-protocol.
tr: Sistemde bulunan ağ arayüzleri aşağıda listelenmektedir. Debian sistemini kurmak için (NFS veya HTTP ile ) birincil ağ arayüzünüzü seçin.

source: An error occured.
cs: Nastala chyba.
da: Fejl!
de: Ein Fehler ist aufgetreten.
el: Κάποιο σφάλμα συνέβη.
nl: Er is een fout opgetreden
tr: Bir hata oluştu.

source: Something went wrong when I tried to activate your network.
cs: Kdy¾ jsem zkusil aktivovat sí», nìco se pokazilo.
da: Noget gik galt, da jeg forsøgte at aktivere dit netværk.
de: Es ist ein Fehler bei der Aktivierung Ihres Netzwerks aufgetreten.
el: Κάποιο σφάλμα συνέβη κατά την ενεργοποίηση του δικτύου.
nl: Er is iets misgegaan bij het activeren van het netwerk.
tr: Ağınızı aktifleştirmeye çalışırken bir hata oluştu.

source: Enter the system's hostname.
cs: Zadejte jméno poèítaèe.
da: Angiv dit systems maskinnavn.
de: Geben Sie den Rechnernamen an.
el: Δώστε το όνομα του υπολογιστή σας (hostname).
nl: Gelieve de computernaam van uw computer in te voeren.
tr: Sistemin adını girin.

source: The hostname is a single word that identifies your system to the network. If you don't know what your hostname should be, consult your network administrator. If you are setting up your own home network, you can make something up here.
cs: Jméno poèítaèe je jednoslovný název, který identifikuje vá¹ systém v síti. Pokud neznáte název svého poèítaèe, zeptejte se svého sí»ového správce. Jestli¾e stavíte domácí sí», mù¾ete si vymyslet témìø cokoliv.
da: Maskinnavnet er et enkelt ord, der identificerer dit system på netværket. Hvis du ikke ved, hvad dit maskinnavn bør være, bør du spørge din netværksadministrator. Hvis du laver dit eget hjemmenetværk, kan du selv finde på et navn.
de: Der Hostname ist ein einzelnes Wort, der Ihr Rechner im Netzwerk identifiziert. Wenn Sie Ihren Rechnernamen nicht kennen, fragen Sie den Netzwerkadministrator. Wenn Sie ein lokales Heimnetz aufbauen, ist es egal was Sie angeben.
el: Το όνομα του υπολογιστή (hostname) είναι μια μοναδική λέξη που προσδιορίζει την ταυτότητα του υπολογιστή σας στο δίκτυο. Αν δεν γνωρίζετε ποιο θα πρέπει να είναι το όνομα του υπολογιστή σας, συμβουλευτείτε τον διαχειριστή του δικτύου σας. Αν πρόκειται για οικιακό δίκτυο, μπορείτε να δώσετε όποιο όνομα θέλετε (μία λέξη χωρίς κενά).
nl: De computernaam is één woord waarmee uw computer in het netwerk geidentificeerd wordt. U kunt de computernaam zelf kiezen wanneer uw computer deel uit maakt van een thuisnetwerk of niet verbonden is met een netwerk. Neem contact op met uw netwerkbeheerder wanneer u niet weet wat u hier moet invullen.
tr: Makine adı sisteminizi ağa tanıtan tek bir kelimedir. Eğer makine adınızın ne olacağınız bilmiyorsanız sistem yöneticinize başvurun. Eğer kendi ev ağınızı kuruyorsanız istediğiniz herhangi bişey olarak ayarlayabilirsiniz.

source: The hostname "${hostname}" is invalid.
cs: Jméno poèítaèe \"${hostname}\" je neplatné.
da: Maskinnavnet "${hostname}" er ugyldigt.
el: Το όνομα του υπολογιστή "${hostname}" δεν είναι έγκυρο.
nl: De computernaam "${HOSTNAME}" is ongeldig.
tr: Geçersiz makine adı: "${hostname}"

source: A valid hostname may contain only alphanumeric characters and the minus sign, be between 2 and 63 characters long, and cannot begin or end with a minus sign.
cs: Název poèítaèe smí obsahovat pouze alfanumerické znaky a znaménko mínus, musí být v rozmezí 2 a 63 znakù a nesmí zaèínat nebo konèit znaménkem mínus.
da: Gyldige maskinnavne indeholder kun bogstaver, tal og minustegn, er mellem 2 og 63 tegn lange - og starter og slutter ikke med et minustegn.
el: Ένα έγκυρο όνομα υπολογιστή μπορεί να περιέχει μόνο αλφαριθμητικούς χαρακτήρες και το σύμβολο μείον "-", και να έχει μέγεθος από 2 έως 63 χαρακτήρες. Δε μπορεί να αρχίζει ή να τελειώνει με το σύμβολο "-".
nl: Een geldige computernaam mag alleen alphanumerieke karakters en mintekens bevatten, moet tussen 2 en 63 karakters lang zijn, en mag niet beginnen of eindigen met een minteken.
tr: Geçerli makine adı sadece alfanumerik karakterler ve tire(-) içeren 2 ile 63 karakter uzunluğunda olup tire ile başlayamaz.

source: An error occured and I cannot continue.
cs: Vyskytla se chyba. Nelze pokraèovat.
da: Der skete en fejl og jeg kan ikke fortsætte.
de: Ein Fehler ist aufgetreten und es wurde abgebrochen
el: Κάποιο σφάλμα συνέβη που απαγορεύει την συνέχιση της διαδικασίας.
nl: Er is een fout opgetreden, De netwerkconfigureatie kan niet voltooid worden.
tr: Bir hata oluştu ve devam edilemiyor

source: Feel free to retry.
cs: Klidnì to zkuste znovu.
da: Du kan evt. forsøge igen.
de: Vielleicht versuchen Sie es noch ein Mal.
el: Παρακαλώ ξαναδοκιμάστε.
nl: Probeer het gerust opnieuw.
tr: Yeniden denemekten çekinmeyin.

source: No network interfaces were detected.
cs: Nebyla nalezena ¾ádná sí»ová rozhraní.
da: Der blev ikke fundet nogen netkort.
el: Δε βρέθηκαν διασυνδέσεις δικτύου.
nl: Er zijn geen netwerkapparaten gedetecteert.
