Repository: Sprezzatech/main-menu-udeb
Catalog: tools/netcfg/debian/po/*.po
Languages: ar, cs, da, de, el, nb, nl, pt, sk, sv, tr

source: No network interfaces were found. That means that the installation system was unable to find a network device. If you do have a network card, then it is possible that the module for it hasn't been selected yet. Go back to 'Detect network hardware and load kernel drivers for it'.
cs: Nebyla nalezena ¾ádná sí»ová rozhraní. To znamená, ¾e instalaèní systém nena¹el sí»ové zaøízení. Pokud máte sí»ovou kartu, je mo¾né, ¾e jste pro ni je¹tì nenahráli modul. Jdìte zpìt na krok 'Detekce sí»ového hardwaru a zavedení pøíslu¹ného modulu'.
nl: Er zijn geen netwerkapparaten gevonden. Wanneer uw computer wel een netwerkapparaat bevat dan heeft u mogelijk de verkeerde module geselecteerd. Ga in dat geval terug naar het scherm 'Detecteer netwerk-hardware en laad de nodige kernel-stuurprogramma's'.

source: Parallel-line IP
da: Parallel-linje IP
el: IP παράλληλης σύνδεσης
nl: Parallelle-lijn IP
tr: Paralel-line IP

source: What is your dhcp hostname?
cs: Jaké je va¹e dhcp jméno poèítaèe?
da: Hvad er dit dhcp-værtsnavn?
de: Was ist Ihr DHCP Hostname?
el: Ποιο είναι το όνομα του υπολογιστή σας στο DHCP;
nl: Gelieve uw dhcp-computernaam in te voeren.
tr: Dhcp makine adınız nedir?

source: You may need to supply a DHCP host name. If you are using a cable modem, you might need to specify an account number here. Most other users can just leave this blank.
cs: Mo¾ná budete muset zadat DHCP jméno poèítaèe. Pokud pou¾íváte kabelový modem, obèas se sem zadává èíslo úètu. Vìt¹ina u¾ivatelù mù¾e nechat toto pole volné.
da: Du kan være nødt til at angive et DHCP-værtsnavn. Hvis du bruger et kabelmodem, skal du muligvis angive et kontonummer her. De fleste andre brugere kan blot lade feltet være tomt.
el: Αν χρησιμοποιείτε κάποια σύνδεση με Cable modem, ίσως να χρειαζεται να δώσετε κάποιον αριθμό λογαριασμού στο πεδίο αυτό. Οι περισσότεροι χρήστες μπορούν να αφήσουν το πεδίο κενό.
nl: Mogelijk dient u hier uw dhcp-computernaam in te voeren. Bij gebruik van een kabelmodem dient u hier wellicht een gebruiksnummer in te voeren. Anderen kunnen dit veld leeg laten.
tr: Bir DHCP makine adı sağlayabilirsiniz. Eğer bir kablo modem kullanıyorsanız, bir kullanıcı numarası belirleyebilirsiniz. Diğer kullanıcılar burayı boş bırakabilir.

source: This may take a few minutes.
cs: Mù¾e to chvíli trvat.
da: Det kan tage nogle minutter.
el: Η διαδικασία ίσως διαρκέσει μερικά λεπτά.
nl: Dit kan enkele minuten duren.
tr: Bu işlem bir kaç dakika sürebilir.

source: No dhcp client found. I cannot continue.
cs: Nebyl nalezen ¾ádný dhcp klient. Nelze pokraèovat.
da: Fandt ingen dhcp-klient. Kan ikke fortsætte.
el: Δε βρέθηκε πρόγραμμα πελάτης DHCP. Αδύνατη η συνέχιση της διαδικασίας.
nl: Er is geen DHCP-clientsoftware gevonden. De automatische netwerkconfiguratie via DHCP kan niet worden voltooid.
tr: DHCP istemcisi bulunamadı. Devam edilemiyor.

source: This package requires pump or dhcp-client.
cs: Tento balík vy¾aduje pump nebo dhcp-client.
da: Denne pakke kræver pakken pump eller dhcp-client.
el: Το πακέτο αυτό απαιτεί την ύπαρξη του προγράμματος pump ή του dhcp-client.
nl: Automatische netwerkconfiguratie via DHCP vereist de 'pump'- of 'dhcp-client'-software.
tr: Bu paket pump veya dhcp-client istemcilerine gereksinim duyar

source: DHCP Network Configuration
cs: Nastavení sítì pøes DHCP
da: DHCP-netværksopsætning
el: Ρύθμιση του δικτύου μέσω DHCP
nl: DHCP-netwerkconfiguratie
tr: DHCP Ağ Ayarları

source: Configure the network via DHCP
cs: Nastavení sítì pøes DHCP
da: Sæt nætværket op via DHCP
el: Αυτόματη ρύθμιση δικτύου μέσω πρωτοκόλλου DHCP.
nl: Netwerk instellen met via DHCP verkregen waarden

source: IP address?
cs: IP adresa?
da: IP-adresse?
de: IP Nummer?
el: Διεύθυνση IP;
nl: Gelieve het IP-adres van uw computer in te voeren.
tr: IP adresi?

source: Pointopoint address?
cs: Pointopoint adresa?
da: punkt-til-punkt-adresse?
el: Διεύθυνση Point-To-Point;
nl: Gelieve het IP-adres van de PPP-server in te voeren.
tr: Pointopoint adresi?

source: The pointopoint address is used to determine the other endpoint of the point to point network. Consult your network administrator if you do not know the value. The pointopoint address should be entered as four numbers separated by periods.
cs: Pointopoint adresa slou¾í k urèení druhého konce point to point sítì. Pokud nevíte, co zde máte zadat, zeptejte se svého sí»ového správce. Adresa se zadává jako ètyøi èísla oddìlená teèkami.
da: Punkt-til-punkt-adressen bruges til at definere den anden ende af et punkt-til-punkt-netværk. Spørg din netværksadministrator hvis du ikke kender værdien. Netmasken skal angives som fire tal adskilt af punktummer.
el: Η διεύθυνση Point-to-Point χρησιμοποιείται για τον προσδιορισμό του άλλου άκρου της σύνδεσης Point-to-Point. Αν δε γνωρίζετε την τιμή της διεύθυνσης Point-to-Point, συμβουλευτείτε το διαχειριστή δικτύου σας. Η διεύθυνση Point-to-Point αποτελείται από τέσσερις αριθμούς χωρισμένους με τελείες.
nl: Gelieve het IP-adres van de PPP-server in te voeren. Dit adres wordt gebruikt om het andere eindpunt in een PPP-netwerk te bepalen. Het adres bestaat uit vier door punten gescheiden getallen tussen 0 en 255 (bijvoorbeeld: 192.169.1.10) . Neem contact op met uw netwerkbeheerder als u niet weet wat u hier in moet vullen.
tr: Pointopoint adresi diğer uç uca olan ağların son noktalarını belirlemede kullanılır. Girilecek değeri bilmiyorsanız sistem yöneticinize başvurun. Bu adres periyodlarla ayrılmuş dört rakamdan oluşur.

source: Netmask?
cs: Sí»ová maska?
da: Netmaske?
el: Μάσκα δικτύου;
nl: Gelieve het netwerkmasker in te voeren.
tr: Ağ maskesi?

source: Gateway?
cs: Brána?
el: Πύλη δικτύου;
nl: Gelieve het IP-adres van de gateway/router in te voeren.
tr: Ağ geçidi?

source: This is an IP address (four numbers separated by periods) that indicates the gateway router, also known as the default router. All traffic that goes outside your LAN (for instance, to the Internet) is sent through this router. In rare circumstances, you may have no router; in that case, you can leave this blank. If you don't know the proper answer to this question, consult your network administrator.
cs: Brána je IP adresa (ètyøi èísla oddìlená teèkami), která urèuje standardní smìrovaè. Ve¹kerý provoz, který jde mimo va¹i LAN (napøíklad do Internetu), je poslán pøes tento smìrovaè. Ve výjimeèných pøípadech, kdy¾ smìrovaè nemáte, zde nic nevyplòujte. Správnou hodnotu ví urèitì vá¹ sí»ový správce.
da: Dette er en IP-adresse (fire numre adskilt af punktummer), der angiver din gateway, også kaldet standard-routeren. Al trafik, der skal ud fra dit lokale netværk (for eksempel til Internettet) sendes gennem denne. Kun i sjældne tilfælde har du ingen router. I så fald kan du lade dette felt være tomt. Hvis du ikke kender svaret på dette spørgsmål, bør du spørge din netværksadministrator.
de: Das ist eine IP Nummer (vier durch Punkte getrennet Zahlen), die den Gatewayrouter angibt. Auch als Defaultrouter bekannt. Alle Daten zu Rechnern außerhalb Ihres LAN (zum Beispiel zum Internet) werden über diesen Router gesendet. In seltenden Fällen haben Sie keinen Router, in diesen Fall geben Sie hier einfach nichts ein. Wenn Sie die richtige Antwort hier nicht kennen, fragen Sie Ihren Netzwerkadministrator.
el: Η πύλη δικτύου είναι μια διεύθυνση IP (τέσσερις αριθμοί δικτύου χωρισμένοι με τελείες). Όλη η δικτυακή επικοινωνία που προορίζεται εκτός του δικτύου σας (π.χ. στο Internet) δρομολογείται μέσω της πύλης δικτύου (αλλιώς γνωστής ως δρομολογητής). Σε σπάνιες περιπτώσεις, μπορεί να μην υπάρχει δρομολογητής, οπότε μπορείτε να αφήσετε το πεδίο κενό. Αν δε γνωρίζετε την απάντηση στην ερώτηση αυτή, συμβουλευτείτε το διαχειριστή του δικτύου σας.
nl: Gelieve hier het IP-adres van de gateway (ofwel 'default router') in te voeren. De gateway routeert al het netwerkverkeer dat niet bestemd is voor uw lokale netwerk (zoals communicatie met Internet). U kunt dit veld leeg laten wanneer u geen gateway gebruikt. Het adres bestaat uit 4 door punten gescheiden getallen tussen 0 en 255 (bijvoorbeeld: 192.168.0.1). Neem contact op met uw netwerkbeheerder wanneer u niet weet wat u hier in moet vullen.
tr: Bu periyodlarla ayrılmış dört rakamdan oluşan, öntanımlı yönlendirici(router) olarak da bilinen bir ağ geçidi yönlendiricisidir. LAN'inizden dışarı giden tüm trafik bu router üzerinden aktarılır. Nadiren, yönlendiriciniz olmayabilir; bu durumda, burayı boş bırakabilirsiniz. Eğer doğru cevabı bilmiyorsanız sistem yöneticinize başvurun.

source: The gateway you entered is unreachable.
cs: Zadaná brána je nedosa¾itelná.
da: Den angivne gateway kan ikke nåes.
de: Der angegebene Gateway ist nicht erreichbar.
el: Η πύλη δικτύου που δώσατε δεν είναι προσβάσιμη.
nl: De ingevoerde gateway is onbereikbaar.
tr: Girdiğiniz ağ geçidi erişilemez

source: Is this configuration correct?
cs: Je toto nastavení správné?
da: Er denne opsætning korrekt?
de: Sind diese Informationen richtig?
el: Είναι οι ακόλουθες ρυθμίσεις σωστές;
nl: Zijn deze instellingen juist.
tr: Ayarlar doğru mu ?

source: Static Network Configuration
cs: Statické nastavení sítì
da: Statisk netværksopsætning
el: Στατική ρύθμιση δικτύου
nl: Statische netwerkconfiguratie
tr: Statik Ağ Ayarları

source: Configure a static network
cs: Nastavit sí» staticky
da: Sæt statisk netværk op
el: Ρύθμιση στατικού δικτύου
nl: Statisch netwerk instellen.

source: No network interfaces were found. That means that the installation system was unable to find a network device. If you do have a network card, then it is possible that the module for it hasn't been selected yet. Go back to 'Detect network hardware'.
el: Δε βρέθηκαν διασυνδέσεις δικτύου. Αυτό σημαίνει ότι το πρόγραμμα εγκατάστασης δεν κατάφερε να ανιχνεύσει κάποια κάρτα δικτύου. Αν όντως έχετε κάποια κάρτα δικτύου εγκατεστημένη, είναι πιθανόν να μην έχει φορτωθεί ο οδηγός της κάρτας. Επιστρέψτε στο στάδιο 'Ανίχνευση συσκευών δικτύου'.

source: No interfaces were detected.
de: Kein Interface wurde erkannt.

source: I will now configure the network.
de: Das Netzwerk wird jetzt konfiguriert

source: This may take some time. It shouldn't take more than a minute or two.
de: Das kann bis zu ein oder zwei Minuten dauern.

source: You may have made an error entering your ipaddress, netmask and/or gateway.
de: Sie haben bei der Eingabe von Ihrer IP Nummer, der Netmask und/oder des Gateways einen Fehler gemacht.
