Repository: Sprezzatech/main-menu-udeb
Catalog: tools/netcfg/debian/po/*.po
Languages: ar, cs, da, de, el, nb, nl, pt, sk, sv, tr

source: Dynamic addressing (DHCP), Static addressing (manual)
ar: العنونة الديناميكية (DHCP)، العنونة الثابتة (يدوي)
nb: Dynamisk adressering (DHCP), statisk adressering (manuell)
pt: Endereçamento dinâmico (DHCP), Endereçamento estático (manual)
sk: Dynamické adresovanie (DHCP), Statické adresovanie (manuálne)
sv: Dynamisk adressering (DHCP), Statisk adressering (manuell)

source: Network configuration method:
ar: طريقة إعداد الشبكة:
nb: Metode for konfigurering av nettverk:
pt: Método de configuração de rede:
sk: Spôsob nastavenia siete:
sv: Metod för nätverkskonfiguration:

source: Networking can either be configured by DHCP or by manually entering all the information. If you choose DHCP and the installer is unable to get a working configuration from a DHCP server on your network, you will be given the opportunity to configure your network manually after the atempt to configure it by DHCP. If unsure choose DHCP.
ar: يمكن إعداد التشبيك إما باستخدام DHCP أو بإدخال المعلومات يدوياً. إن اخترت DHCP وكان المثبّت غير قادر على الحصول على إعداد عامل من خادم DHCP على شبكتك، سوف تعطى الفرصة كي تعدّ شبكتك يدوياً بعد محاولة إعدادها باستخدام DHCP. إن لم تكن متأكداً اختر DHCP.
nb: Nettverket kan enten settes opp med DHCP eller ved å skrive inn all informasjonen manuelt. Hvis du bruker DHCP og installasjonsprogrammet ikke klarer å hente en fungerende konfigurasjon fra en DHCP-tjener på nettverket ditt, vil du få anledning til å konfigurere nettevrket manuelt etter forsøket på å konfigurere det med DHCP. Hvis du er usikker, velg DHCP.
pt: A rede pode ser configurada via DHCP ou informando manualmente todos os dados necessários. Caso você opte por usar a configuração via DHCP e o instalador não seja capaz de obter uma configuração de um servidor DHCP na sua rede, terá a oportunidade de informar os dados necessários para configuração de rede manualmente após a tentativa de configuração via DHCP. Caso não tenha certeza sobre o que escolher, escolha DHCP.
sk: Sie» mô¾e by» nastavená automaticky pomocou DHCP, alebo manuálne po vlo¾ení po¾adovaných informácií. Ak si zvolíte DHCP a in¹talaèný program nedostane správne sie»ové nastavenia z DHCP servera na va¹ej sieti, dostanete príle¾itos» na manuálne nastavenie. Ak si nie ste istí, skúste DHCP.
sv: Nätverket kan konfigureras antingen med DHCP eller genom att manuellt fylla i informationen. Om du väljer DHCP men installationsprogrammet misslyckas med att hämta en fungerande konfiguration från en DHCP-server på ditt nätverk så kommer du att få möjlighet att konfigurera nätverket manuellt efter försöktet att konfigurera det genom DHCP. Välj DHCP om du är osäker.

source: Domain name:
ar: اسم المجال:
nb: Domenenavn:
pt: Nome do domínio:
sk: Názov domény:
sv: Domännamn:

source: The domain name is the part of your Internet address to the right of your host name. It is often something that ends in .com, .net, .edu, or .org. If you are setting up a home network, you can make something up, but make sure you use the same domain name on all your computers.
ar: اسم المجال هو الجزء من عنوان الإنترنت إلى يمين اسم المضيف. وهو عادة شيئ ينتهي بـ.com، .net، أو .org. إن كنت تقوم بإعداد شبكة منزلية، يمكنك اختيار شيء ما، ولكن تأكد من استخدام نفس اسم المجال على كل الأجهزة.
cs: Doménové jméno je èást va¹í internetové adresy napravo od jména poèítaèe. Èasto konèí na na .org, .net, .edu nebo .cz. Pokud stavíte domácí sí», mù¾ete si nìco vymyslet, ale pou¾ijte stejnou doménu pro v¹echny poèítaèe.
da: Domænenavnet er den del af din internetadresse, der er til højre for dit maskinnavn. Det ender oftest på .com, .net, .edu, .org eller .dk. Hvis du er på et hjemmenetværk kan du selv finde på et, men sørg for at alle dine computere bruger samme domænenavn.
de: Der Domainname ist der rechte Teil Ihrer Internetadresse nach Ihren Rechnernamen. Er endet oft mit .de, .com, .net oder .org. Wenn Sie ein lokales Heimnetz aufbauen, ist es egal was Sie angeben. Diese Information sollte dann aber auf allen Rechnern gleich sein.
el: Το όνομα του τομέα δικτύου (domain name) είναι το τμήμα της διεύθυνσής σας στο Internet μετά το όνομα του υπολογιστή (hostname). Συνήθως, λήγει σε .com, .net, .edu, .org, .gr. Αν εγκαθιστάτε ένα οικιακό δίκτυο μπορείτε να χρησιμοποιήσετε οποιοδήποτε όνομα, αλλά βεβαιωθείτε ότι χρησιμοποιείτε το ίδιο σε όλους τους υπολογιστές σας.
nb: Domenenavnet er den delen av Internet-adressen din som står til høyre for vertsnavnet. Det er ofte noe som slutter med .no, .com, .net, eller .org. Hvis du nå setter opp et hjemme-nettverk, kan du finne på noe, men pass på at du bruker samme domenenavn på alle maskinene dine.
nl: De domeinnaam is het gedeelte van uw Internetadres dat rechts van uw computernaam staat. Meestal eindigt een domeinnaam in .nl, .com, .net of .org (bijvoorbeeld: mijndomein.nl). U kunt de domeinnaam zelf kiezen wanneer uw computer onderdeel uitmaakt van een thuisnetwerk. Zorg er in dat geval voor dat alle computers in dit netwerk dezelfde domeinnaam gebruiken.
pt: O nome do domínio é a parte de seu endereço Internet à direita do nome do seu computador. Geralmente algo que finaliza com .com, .pt, .net, .edu ou .org. Caso esteja a configurar uma rede doméstica, pode usar qualquer nome, mas certifique-se de usar o mesmo nome de domínio em todos os computadores.
sk: Názov domény je èas» va¹ej internetovej adresy napravo od mena poèítaèa. Èasto konèí na .org, .net, .edu alebo .sk. Ak nastavujete domácu sie», mô¾ete si nieèo vymyslie», ale pou¾ívajte rovnakú doménu pre v¹etky va¹e poèítaèe.
sv: Domännamnet är den del av din internetadress som finns på höger sida av värdnamnet. Det är ofta något som slutar med .com, .net, .edu .org eller .se. Om du installerar ett nätverk för hemmabruk kan du hitta på någonting, men se till att du använder samma domännamn på alla dina datorer.
tr: Alan adı internet adresinizin bir bölümüdür. Genelde .com .net .edu veya .org ile biter. Eğer bir ev ağı ayarlıyorsanız, kendiniz herhangi birşey yapabilirsiniz fakat tüm makinelerde aynı alan adını kullanıdığınızdan emin olun.

source: Name server addresses:
ar: عناوين خادمات الأسماء:
nb: Adresser til navnetjenere:
pt: Endereços dos servidores de nomes (DNS):
sk: Adresy DNS serverov:
sv: Adresser till namnservar:

source: Please enter the IP addresses (not host names) of up to 3 name servers, separated by spaces. Do not use commas. The first server in the list will be the first to be queried. If you don't want to use any name server, just leave this field blank.
ar: رجاء أدخل عناوين IP (وليس أسماء المضيفين) لثلاثة خادمات أسماء كحد أقصى، مفصولة بمسافات. لا تستخدم الفواصل. أو خادم في اللائحة سيكون أول من يُستعلم. إن لم تكن تريد استخدام أي خادم اسم، دع هذا فارغاً.
nb: Tast inn IP-adresser (ikke vertsnavn) for opptil tre navnetjenere, atskilt med mellomrom. Ikke bruk komma. Tjenerne blir spurt i den rekkefølgen du taster dem inn. Hvis du ikke vil bruke noen navnetjenere, bare la feltet stå tomt.
pt: Por favor insira os endereços IP (e não os nomes dos computadores) de e até 3 servidores de nomes, separados por espaços. Não use vírgulas. O primeiro servidor na lista será o primeiro a ser consultado. Caso você não queirausar nenhum servidor de nomes, deixe este campo em branco.
sk: Zadajte IP adresy (nie názvy) maximálne troch DNS serverov, oddelených medzerami. Nepou¾ívajte èiarky. Prvý server v zozname bude prvým, ktorý bude pou¾itý pre DNS po¾iadavky. Ak nechcete pou¾íva» ¾iaden DNS server, nechajte toto pole prázdne.
sv: Ange IP-adresserna (inte värdnamnen), åtskilda med blanksteg, för upp till 3 namnservrar. Använd inte kommatecken. Den första servern i listan kommer att frågas först. Om du inte vill använda några namnservrar ska du lämna det här fältet tomt.

source: Interface:
nb: Grensesnitt:

source: Please choose the interface you want to configure. All currently detected interfaces on your system are shown below. Please choose the type of your primary network interface. This interface will be used for installing the Debian system (via NFS or HTTP).
nb: Velg grensesnittet du ønsker å konfigurere. Følgende grensesnitt ble oppdaget. Velg type for ditt hoved-nettgrensesnitt, som du vil trenge for å installere Debian-systemet (via NFS eller HTTP).
pt: Por favor, seleccione a interface de rede que você deseja configurar. Todas as interfaces que foram detectadas no seu sistema estão a ser exibidas a seguir. Por favor, escolha o tipo de sua interface de rede primária. Esta interface será usada para instalar o sistema Debian (via NFS ou HTTP).

source: Error while activating the network
nb: Det oppsto en feil under aktiveringen av nettverket.
pt: Erro ao activar a rede

source: An error occurred while activating the network.
nb: Det oppsto en feil under aktiveringen av nettverket.
pt: Um erro ocorreu na activação da rede.

source: Hostname:
ar: اسم المضيف:
nb: Vertsnavn:
pt: Nome do computador:
sk: Názov poèítaèa:
sv: Värdnamn:

source: Please enter the hostname for this system.
ar: رجاء أدخل اسم المضيف لهذا النظام.
nb: Skriv inn vertsnavnet for dette systemet.
pt: Por favor, informe o nome do computador (hostname) para este sistema.
sk: Vlo¾te názov poèítaèa pre tento systém.
sv: Ange det här systemets värdnamn.

source: The hostname is a single word that identifies your system to the network. If you don't know what your hostname should be, consult your network administrator. If you are setting up your own home network, you can make something up here.
ar: اسم المضيف هو كلمة واحدة تعرّف عن نظامك للشبكة. إن لم تكن تعرف ما الاسم الذي يجب أن يكون عليه، فاستشر مدير الشبكة. إن كنت تقوم بإعداد شبكة منزلك الخاصة، يمكن اختيار ما ترغب به.
nb: Vertsnavnet er ett ord som navngir systemet ditt overfor nettet. Hvis du ikke vet hva vertsnavnet bør være, så snakk med nettverksadministratoren din. Hvis du er i ferd med å sette opp ditt eget hjemmenett kan du bare finne på noe her.
sk: Názov poèítaèa je jednoslovné pomenovanie, ktoré identifikuje vá¹ systém v sieti. Ak neviete, aký by mal by» názov vá¹ho poèítaèa, kontaktujte správcu va¹ej siete. Ak nastavujete domácu sie», mô¾ete si nieèo vymyslie».
sv: Värdnamnet är ett ensamt ord som identifierar ditt system på nätverket. Om du inte vet vad ditt värdnamn skall vara bör du fråga din nätverksadministratör. Om du installerar ett nätverk för hemmabruk kan du hitta på ett namn här.

source: Invalid hostname
ar: اسم مضيف غير صالح
nb: Ugyldig vertsnavn.
pt: Nome do computador (hostname) inválido
sk: Neplatný názov poèítaèa
sv: Ogiltigt värdnamn

source: The name "${hostname}" is invalid.
ar: الاسم "${hostname}" غير صالح
nb: Vertsnavnet «${hostname}» er ugyldig.
pt: O nome "${hostname}" é inválido.
sk: Názov poèítaèa "${hostname}" je neplatný.
sv: "${hostname}" är ett ogiltigt namn.

source: A valid hostname may contain only alphanumeric characters and the minus sign. It must be between 2 and 63 characters long, and may not begin or end with a minus sign.
ar: يمكن أن يحتوي اسم المضيف أحرفاً وأرقاماً وعلامة السالب فقط كي يكون صالحاً. ويجب أن يكون طوله حرفين وحتى 63 حرف، ولا يبدأ أو ينتهي بعلامة السالب.
nb: Et gyldig vertsnavn må bare inneholde tall, bokstaver og minus-tegn, være mellom 2 og 63 tegn langt, og kan ikke begynne eller slutte med et minus-tegn.
pt: Um nome do computador válido pode conter somente caracteres alfanuméricos e o sinal menos (-). Tem de ter de 2 a 63 caracteres e não pode iniciar ou finalizar com um sinal de menos (-).
sk: Názov poèítaèa mô¾e obsahova» iba alfanumerické znaky a znamienko mínus.Musí by» v rozmedzí od 2 do 63 znakov a nesmie zaèína» alebo konèi» znamienkom mínus.
sv: Ett giltigt värdnamn får endast innehålla alfanumeriska tecken samt minustecken. Det måste vara mellan 2 och 63 tecken långt och får inte börja eller sluta med ett minustecken.

source: Error
ar: خطأ
nb: Feil
pt: Erro
sk: Chyba
sv: Fel

source: An error occured and the network configuration process has been aborted. You may retry it from the installation main menu.
ar: حدث خطأ وتمّ إجهاض عملية إعداد الشبكة. قد ترغب بإعادة المحاولة من قائمة التثبيت الرئيسية.
nb: En feil oppsto, og nettverkskonfigureringen ble avbrutt. Du kan prøve på nytt fra hovedmenyen i installasjonen.
pt: Ocorreu um erro e o processo de configuração de rede foi terminado. Pode tentar iniciá-lo novamente a partir do menu principal.
sk: Pri nastavovaní siete nastala chyba a proces bol preru¹ený. Mô¾ete to znova skúsi» z hlavného menu in¹talaèného programu.
sv: Ett fel inträffade och nätverkskonfigurationen har avbrutits. Du kan försöka utföra den igen från installationens huvudmenyn.

source: No network interfaces detected
ar: لم يتم العثور على واجهات شبكة
nb: Kunne ikke oppdage noen nettverks-grensesnitt.
pt: Nenhum interface de rede foi detectado
sk: Neboli rozpoznané ¾iadne sie»ové rozhrania
sv: Inga nätverkskort identifierades.

source: No network interfaces were found. The installation system was unable to find a network device.
ar: لم يوجد أي واجهات شبكة. نظام التثبيت لم يستطع أن يجد جهاز شبكة.
nb: Fant ingen nettverksgrensesnitt. Det betyr at installasjonssystemet ikke klarte å finne en nettverksenhet.
pt: Nenhum interface de rede foi encontrado. O sistema de instalação não foi capaz de encontrar um dispositivo de rede.
sk: Neboli nájdené ¾iadne sie»ové rozhrania. In¹talaèný program nena¹iel ¾iadne sie»ové zariadenie.
sv: Inga nätverkskort identifierades. Installationssystemet kunde inte identifiera en nätverksenhet.

source: You may need to load a specific module for your network card, if you have one. For this, go back to the network hardware detection step.
ar: قد تحتاج إلى تحميل وحدة معيّنة لبطاقة الشبكة، إن كان لديك واحدة. لهذا، ارجع إلى خطوة تفحّص عتاد الشبكة.
nb: Det kan være du må laste en spesifikk modul for nettverkskortet ditt, hvis du virkelig har et. For å gjøre dette, gå tilbake til skrittet «Sett opp nettverks-maskinvare».
pt: Você pode precisar de carregar um módulo específico para a sua placa de rede, caso realmente possua uma. Para fazê-lo, retorne ao passo de detecção de hardware de rede.
sk: Ak máte sie»ovú kartu, mo¾no pre òu potrebujete naèíta» ¹pecifický modul. Mô¾ete to urobi» pri návrate spä» do kroku rozpoznania sie»ových zariadení.
sv: Du kan behöva ladda en specifik modul för ditt nätverkskort, om du har ett. För att göra detta ska du gå tillbaka till steget för identifiering av nätverksmaskinvaran.

source: <none>
cs: <nic>
da: <ingen>
el: <καμία>
nb: <ingen>
nl: <geen>
pt: <nenhuma>
sk: <niè>
sv: <inget>
tr: <hiçbiri>

source: Ethernet or Fast Ethernet
ar: Ethernet أو Fast Ethernet
cs: Ethernet nebo Fast Ethernet
da: Ethernet eller Fast Ethernet
el: Ethernet ή Fast Ethernet
nb: Ethernet eller Fast Ethernet
nl: Ethernet of Fast-ethernet
pt: Ethernet ou Fast Ethernet
sk: Ethernet alebo Fast Ethernet
sv: Ethernet eller Fast Ethernet
tr: Ethernet veya Fast Ethernet

source: PC-Card (PCMCIA) Ethernet or Token Ring
ar: PC-Card (PCMCIA) Ethernet أو Token Ring
cs: PC-Card (PCMCIA) Ethernet nebo Token Ring
da: PC-Card (PCMCIA) Ethernet eller Token Ring
el: PC-Card (PCMCIA) Ethernet ή Token Ring
nb: PC-kort (PCMCIA) Ethernet eller Token Ring
nl: PC-Card (PCMCIA) Ethernet of Tokenring
pt: PC-Card (PCMCIA) Ethernet ou Token Ring
sk: PC-Card (PCMCIA) Ethernet alebo Token Ring
sv: PC-Card (PCMCIA) Ethernet eller Token Ring
tr: PC-Card (PCMCIA) Ethernet veya Token Ring

source: Serial-line IP
ar: عنوان IP للخط المتوالي
da: Seriel-linje IP
el: IP σειριακής σύνδεσης
nb: IP over seriell-linje
nl: Seriële-lijn IP
pt: IP Linha-serie
sv: IP över seriell kabel (Serial-line IP)
tr: Seri-line IP

source: Parallel-port IP
ar: عنوان IP للمنفذ المتوازي
nb: IP over parallell-linje
pt: IP Porta-Paralela
sv: IP över paratellport (Parallel-port IP)

source: Point-to-Point Protocol
ar: بروتوكول Point-to-Point
da: Point-to-Point protokol
nb: Punkt-til-punkt-protokoll
nl: Punt-naar-punt-protocol
pt: Protocolo Ponto-a-Ponto
sv: Punkt till punkt-protokoll

source: IPv6-in-IPv4
nb: IPv6-i-IPv4
pt: IPv6-em-IPv4
sv: IPv6 inuti IPv4 (IPv6-in-IPv4)

source: ISDN Point-to-Point Protocol
ar: بروتوكول ISDN Point-to-Point
da: ISDN Point-to-Point protokol
nb: ISDN Punkt-til-punkt-protokoll
nl: ISDN-punt-naar-punt-protocol
pt: Protocolo ISDN Ponto-a-Ponto
sv: Punkt till punkt-prokotoll för ISDN

source: Channel-to-channel
nb: Kanal-til-kanal
nl: Kanaal-naar-kanaal
pt: Canal-a-Canal
sv: Kanal till kanal

source: Real channel-to-channel
cs: Skuteèný channel-to-channel
da: Ægte channel-to-channel
nb: Ekte kanal-til-kanal
nl: Echte kanaal-naar-kanaal
pt: Canal-a-Canal real
sk: Skutoèný channel-to-channel
sv: Riktig kanal till kanal

source: Hypersocket
nb: Hypersokkel

source: Inter-user communication vehicle
nb: Mellom-bruker kommunikasjonskjøretøy
nl: Onderling communicatiemiddel voor gebruikers
pt: Veículo de comunicação inter-utilizador
tr: Inter-user bağlantı aracı

source: Unknown interface
ar: واجهة غير معروفة
cs: Neznámé rozhraní
da: Ukendt netkort
el: Άγνωστη διασύνδεση
nb: Ukjent grensesnitt.
nl: Onbekende netwerkapparaat
pt: Interface desconhecido
sk: Neznáme rozhranie
sv: Okänt nätverkskort
tr: Bilinmeyen arayüz

source: Network Configuration
ar: إعداد الشبكة
nb: Nettverksoppsett
pt: Configuração de Rede
sk: Nastavenie siete
sv: Nätverkskonfiguration

source: Configure the network
ar: أعدّ الشبكة
nb: Konfigurerer nettverket
pt: Configurar a rede
sk: Nastavenie siete
sv: Konfigurera nätverket

source: DHCP hostname:
ar: اسم مضيف DHCP:
nb: DHCP-vertsnavn:
pt: Nome do computador DHCP :
sk: DHCP názov poèítaèa:
sv: Värdnamn för DHCP:

source: You may need to supply a DHCP host name. If you are using a cable modem, you might need to specify an account number here.
ar: قد تحتاج إلى تزويد اسم مضيف DHCP. إن كنت تستخدم كابل مودم، قد تحتاج تحديد رقم الحساب هنا.
nb: I noen situasjoner kan det være at du må oppgi et DHCP-vertsnavn. Slike situasjoner er sjeldne. Som regel dreier det seg om kabelmodem-brukere. Hvis du bruker kabelmodem må du kanskje oppgi en bruker-ID her.
pt: Voce pode precisar de fornecer um nome de computador DHCP. Caso esteja a utilizarum modem por cabo, pode precisar de especificar um número de conta neste campo.
sk: Mo¾no budete musie» zada» DHCP meno poèítaèa. Ak pou¾ívate káblový modem, asi bude potrebné zada» èíslo úètu.
sv: Du kan behöva ange ett värdnamn för DHCP. Om du använder ett kabelmodem kan du behöva ange ett kontonummer här.

source: Most other users can just leave this blank.
ar: معظم المستخدمين الآخرين يمكنهم ترك هذا فارغاً.
nb: Ellers kan du la det stå åpent.
pt: A maioria dos outros utilizadores pode somente deixar este campo em branco.
sk: Väè¹ina pou¾ívateµov nemusí niè zadáva».
sv: De flesta användare kan lämna det här tomt.

source: Is this information correct?
ar: هل هذه المعلومات صحيحة؟
cs: Jsou tyto informace správné?
da: Er disse oplysninger korrekte?
de: Sind diese Informationen richtig?
el: Είναι οι παρακάτω ρυθμίσεις σωστές;
nb: Er disse opplysningene riktige?
nl: Zijn deze instellingen juist?
pt: Esta informação está correcta?
sk: Sú tieto informácie správne?
sv: Är denna information korrekt?
tr: Bu bilgiler doğru mu?

source: Currently configured network parameters:
ar: متغيّرات الشبكة المعدّة حالياً:
nb: Nåværende parametre for nettverksoppsett:
pt: Parâmetros de rede actualmente configurados:
sk: Aktuálne nastavené parametre siete:
sv: Nätverksparametrar som är konfigurerade:

source: interface = ${interface} hostname = ${hostname} domain = ${domain} dhcp hostname = ${dhcp_hostname} nameservers = ${nameservers}
ar: الواجهة = ${interface} اسم المضيف = ${hostname} المجال = ${domain} اسم المضيف لـdhcp = ${dhcp_hostname} خادمات الأسماء = ${nameservers}
cs: rozhraní = ${interface} jméno poèítaèe = ${hostname} doména = ${domain} dhcp jméno = ${dhcp_hostname} jmenné servery = ${nameservers}
da: netkort = ${interface} maskinnavn = ${hostname} domæne = ${domain} dhcp-værtsnav = ${dhcp_hostname} navneservere = ${nameservers}
de: Interface = ${interface} Hostname = ${hostname} Domain = ${domain} DHCP Hostname = ${dhcp_hostname} Nameserver = ${nameservers}
el: Διασύνδεση = ${interface} Όνομα υπολογιστή = ${hostname} Τομέας δικτύου = ${domain} Όνομα DHCP = ${dhcp_hostname} Διακομιστές ονομάτων = ${nameservers}
nb: grensesnitt = ${interface} vertsnavn = ${hostname} domene = ${domain} dhcp-vertsnavn = ${dhcp_hostname} navnetjenere = ${nameservers}
nl: interface = ${interface} computernaam = ${hostname} domein = ${domain} dhcp-computernaam = ${dhcp_hostname} nameservers = ${nameservers}
pt: interface = ${interface} nome do computador = ${hostname} domínio = ${domain} nome do computador dhcp = ${dhcp_hostname} servidores de nomes = ${nameservers}
sk: rozhranie = ${interface} názov poèítaèa = ${hostname} doména = ${domain} dhcp meno = ${dhcp_hostname} DNS servery = ${nameservers}
sv: nätverkskort = ${interface} värdnamn = ${hostname} domän = ${domain} dhcp-värdnamn = ${dhcp_hostname} namnservrar = ${nameservers}
tr: arayüz = ${interface} makine adı = ${hostname} alan adı = ${domain} dhcp makine adı = ${dhcp_hostname} isim sunucuları = ${nameservers}

source: Configuring the network with DHCP
ar: أعدّ الشبكة باستخدام DHCP
cs: Nastavuje se sí» pøes DHCP
da: Sætter netværket op via DHCP
el: Ρύθμιση του δικτύου μέσω DHCP
nb: Konfigurerer nettverket med DHCP
nl: Netwerk instellen met DHCP
pt: Configuração da rede com DHCP
sk: Nastavujem sie» pomocou DHCP
sv: Konfigurerar nätverket med DHCP
tr: Ağınız DHCP ile ayarlanıyor

source: This may take some time.
ar: قد يستغرق هذا بعض الوقت.
nb: Dette kan ta noen få minutter.
pt: Este processo pode demorar algum tempo.
sk: Mô¾e to chvíµu trva».
sv: Detta kan ta ett tag.

source: No DHCP client found
ar: لم يوجد أي مستفيد DHCP
nb: Fant ingen DHCP-klient
pt: Não foi encontrado nenhum cliente DHCP
sk: Nena¹iel sa ¾iaden DHCP klient
sv: Hittade ingen DHCP-klient

source: No DHCP client was found. This package requires pump or dhcp-client.
ar: لم يوجد أي مستفيد DHCP. تتطلب هذه الحزمة pump أو مستفيد dhcp.
nb: Fant ingen DHCP-klient. Denne pakken trenger pump eller dhcp-client.
pt: Não foi encontrado nenhum cliente DHCP. Este pacote requer o pump ou o dhcp-client. (Cliente DHCP)
sk: Nebol nájdený ¾iaden DHCP klient. Tento balík vy¾aduje pump alebo dhcp-client.
sv: Hittade ingen DHCP-klient. Det här paketet kräver pump eller dhcp-client.

source: The DHCP configuration process will be aborted.
ar: عملية الإعداد بواسطة DHCP سيتم إجهاضها.
nb: Avbryter DHCP-konfigurasjonsprosessen.
pt: O processo de configuração DHCP vai ser terminado.
sk: Priebeh DHCP nastavenia bude preru¹ený.
sv: DHCP-konfigurationsprocessen kommer att avbrytas.

source: Do you want to retry DHCP network configuration?
ar: هل تريد إعادة محاولة إعداد الشبكة بواسطة DHCP؟
nb: Ønsker du å prøve DHCP-nettverksoppsett igjen?
pt: Deseja tentar novamente a configuração via DHCP?
sk: Chcete zopakova» nastavenie siete pomocou DHCP?
sv: Vill du försöka nätverkskonfiguration via DHCP igen?

source: No IP address was offered during DHCP network configuration. DHCP servers are sometimes really slow. If you wish, you can retry.
ar: لم يقدّم أي عنوان IP خلال عملية إعداد الشبكة بواسطة DHCP. تكون خادمات DHCP بعض الأحيان بطيئة. إن رغبت، يمكنك إعادة المحاولة.
nb: Ingen IP-adresse ble gitt ut under DHCP-nettverksoppsettet. Noen ganger er DHCP-tjenere veldig trege. Hvis du ønsker, kan du prøve igjen.
pt: Nenhum endereço IP foi oferecido durante a tentativa de configuração da rede via DHCP. Por vezes, alguns servidores DHCP são realmente lentos. Caso deseje, pode tentar novamente.
sk: Poèas nastavenia siete pomocou DHCP sme nedostali ¾iadnu IP adresu. DHCP servery sú obèas tro¹ku pomal¹ie. Zopakujte to, ak chcete.
sv: Ingen IP-adress gavs under DHCP-konfigurationen av nätverket. DHCP-servrar är ibland riktigt långsamma. Om du vill så kan du försöka igen.
