Repository: Sprezzatech/main-menu-udeb
Catalog: packages/partman/partman-basicmethods/debian/po/*.po
Languages: et, vi, xh

source: Go back to the menu?
et: Minna tagasi mensse?
vi: Trở về trình đơn không?
xh: Buyela kwimenyu?

source: No file system is specified for partition #${PARTITION} of ${DEVICE}.
et: Seadme ${DEVICE} partitsioonile #${PARTITION} ei ole mratud failissteemi.
vi: Chưa định nghĩa hệ thống tập tin cho phân vùng #${PARTITION} của thiết bị ${DEVICE}.
xh: Akukho nkqubo yefayili ibalulelwe ukwahlukanisa #${PARTITION} kwe ${DEVICE}.

source: If you do not go back to the partitioning menu and assign a file system to this partition, it won't be used at all.
et: Kui sa ei naase partitsioneerimismensse ja ei mra sellele partitsioonile failissteemi, jetakse see ldse kasutamata.
vi: Nếu bạn không trở về trình đơn phân vùng và gán một hệ thống tập tin vào vùng này thì sẽ không sử dụng nó suốt.
xh: Ukuba awubuyeli mva kwimenyu yokwahlula uze wabele ifayili kokukwahlulwa, ayisoze isetyenziswe konke.

source: do not use the partition
et: ra kasuta seda partitsiooni
vi: không dùng phân vùng này
xh: musa ukukusebenzisa ukwahlulwa

source: Format the partition:
et: Formaadi partitsioon:
vi: Định dạng phân vùng ấy:
xh: Lungiselela ukwahlulwa:

source: yes, format it
et: jah, formaadi
vi: có, định dạng nó
xh: ewe, yilungiselele

source: no, keep existing data
et: ei, silita olemasolevad andmed
vi: không, giữ dữ liệu hiện có
xh: hayi, gcina ii-data ezikhoyo

source: do not use
et: ra kasuta
vi: đừng dùng
xh: musa ukuyisebenzisa

source: unused
et: kasutamata
vi: chưa dùng
xh: ayisetyenziswanga

source: format the partition
et: formaadi partitsioon
vi: định dạng phân vùng ấy
xh: lungiselela ukwahlulwa

source: format
et: formaadi
vi: định dạng
xh: kumila

source: keep and use the existing data
et: hoia ja kasuta olemasolevaid andmeid
vi: giữ lại và dùng dữ liệu hiện có
xh: gcina usebenzise ii-data ezikhoyo

source: keep
et: silita
vi: giữ
xh: gcina
