Repository: Sprezzatech/main-menu-udeb
Catalog: packages/kbd-chooser/debian/po/*.po
Languages: am, sr, ta

source: Select a keyboard layout
am: የፊደል ገበታ አጣጣልን ምረጥ
sr: Изаберите распоред тастатуре
ta: சாவிப்பலகை இடஅமைவை தேர்வு செய்க

source: Type of keyboard:
am: የፊደል ገበታ አይነት
sr: Тип тастатуре:
ta: விசைப்பலகை வகை:

source: Please choose the type of keyboard to configure.
am: እባክዎ የሚሰናዳውን የፊደል ገበታ አይነት ይምረጡ።
sr: Изаберите тип тастатуре који желите да конфигуришете.
ta: வடிவமைக்கப்பட வேண்டிய சாவிப்பலகை வகையை தேர்வு செய்க.

source: No keyboard to configure
am: የሚሰናዳ የፊደል ገበታ የለም
sr: Нема тастатуре за конфигурисање
ta: வடிவமைக்கப்பட சாவிப்பலகை ஏதுமில்லை

source: Do not configure keyboard; keep kernel keymap
am: የፊደል ገበታውን አታስተካክል፣ የከርነሉ ይርፊደል ገበታ ንድፍ እንዳለ ይቀመጥ
sr: Не конфигурисати тастатуру; задржати кернелско мапирање
ta: சாவிப்பலகையை வடிவமைக்காதே; கருவின் சாவியமைப்பை வைத்துக்கொள்

source: Configuring keyboard ...
am: የፊደል ገበታ በማስተካከል ላይ
ta: சாவிப்பலகை வடிவமைக்கப்படுகிறது ...

source: PC-style (AT or PS-2 connector) keyboard
am: የፒሲ አይነት (AT ወይም PS-2 ማገናኛ) ፊደልገበታ
sr: PC тастатура (AT или PS-2 конектор)
ta: PC-வகை (AT அல்லது PS-2 இணைப்பான்) சாவிப்பலகை

source: Atari keyboard
am: አታሪ የፊደል ገበታ
sr: Atari тастатура
ta: அடாரி(Atari) சாவிப்பலகை

source: Amiga keyboard
am: አሚጋ የፊደል ገበታ
sr: Amiga тастатура
ta: அமிகா(Amiga) சாவிப்பலகை

source: Acorn keyboard
am: አክሮን የፊደል ገበታ
sr: Acorn тастатура
ta: அகார்ன்(Acorn) சாவிப்பலகை

source: Mac keyboard
am: ማክ የፊደል ገበታ
sr: Mac тастатура
ta: மாக்(Mac) சாவிப்பலகை

source: Sun keyboard
am: ሰን የፊደል ገበታ
sr: Sun тастатура
ta: சன் சாவிப்பலகை

source: USB keyboard
am: USB የፊደል ገበታ
sr: USB тастатура
ta: USB சாவிப்பலகை

source: DEC keyboard
am: DEC የፊደል ገበታ
sr: DEC тастатура
ta: டெக்(DEC) சாவிப்பலகை

source: HP HIL keyboard
am: HO HIL ፊደል ገበታ
sr: HP HIL тастатура
ta: HP HIL சாவிப்பலகை

source: Configuring keyboard...
sr: Подешавање тастатуре...
