Repository: Sprezzatech/main-menu-udeb
Catalog: tools/partkit/debian/po/*.po
Languages: da, nl, nn, pt_br

source: Select a device to partition
da: Vælg en enhed at partitionere
nl: Selecteer een apparaat om te partitioneren
nn: Vel ei eining som skal partisjonerast
pt_br: Selecione um dispositivo para particionar

source: You can reorganise the partitions on any of these devices, select the one you want to change.
da: Du kan reorganisere partitioner på disse enheder. Vælg den, du vil arbejde med.
nl: U kunt de partities van elk van deze apparaten reorganiseren. Selecteer hiervoor degene die u wilt wijzigen.
nn: Du kan stokka om på partisjonane på alle desse einingane. Vel den du vil endra.
pt_br: Você pode reorganizar as partições em qualquer um destes dispositivos, selecione aquele que você quer modificar.

source: What would you like to do?
da: Hvad vil du gøre?
nl: Wat wilt u doen?
nn: Kva vil du gjera?
pt_br: O que você gostaria de fazer ?

source: What type of partition would you like to create?
da: Hvilken type partition vil du oprette?
nl: Welk partitietype wilt u maken?
nn: Kva slags partisjon vil du laga?
pt_br: Qual tipo de partição você gostaria de criar ?

source: Where would you like the partition to start?
da: Hvor skal partitionen starte?
nl: Waar wilt u de partitie laten beginnen?
nn: Kvar skal partisjonen starta?
pt_br: Onde você gostaria que a partição iniciasse ?

source: Where would you like the partition to end?
da: Hvor skal partitionen slutte?
nl: Waar wilt u de partitie laten eindigen?
nn: Kvar skal partisjonen slutta?
pt_br: Onde você gostaria que a partição finalizasse ?

source: Okay to create partition?
da: Er du sikker på at du vil oprette partitionen?
nl: Weet u zeker dat u de partitie wilt aanmaken?
nn: Er det greitt å laga partisjonen?
pt_br: Confirma a criação da partição ?

source: A partition will be created from ${start} tp ${end}. ${table}
da: Der vil blive oprette en partition fra ${start} til ${end}. ${table}
nl: Een partitie zal aangemaakt worden van ${start} to ${end}. ${table}
nn: Ein partisjon vil bli laga frå ${start} til ${end}. ${table}
pt_br: Uma partição será criada iniciando de ${start} até ${end}. ${table}

source: The number you entered was invalid.
da: Du angav et ugyldigt nummer.
nl: Het ingevoerde getal was ongeldig.
nn: Talet du oppgav var ikkje gyldig.
pt_br: O número que você informou é inválido.

source: Try again.
da: Prøv igen.
nl: Probeer het opnieuw.
nn: Prøv igjen.
pt_br: Tente novamente.

source: Delete which partition?
da: Hvilken partition skal slettes?
nl: Welke partitie wilt u verwijderen?
nn: Kva for ein partisjon skal slettast?
pt_br: Apagar quais partições ?

source: Are you sure you want to delete ${partition}?
da: Er du sikker på at du vil slette ${partition}?
nl: Weet u zeker dat u ${partition} wilt verwijderen?
nn: Er du sikker på at du vil sletta ${partition}?
pt_br: Você tem que certeza que deseja apagar ${partition} ?

source: Deleting ${partition} will completely an irrevocably remove all data on that partition. Be sure that you have backed you data up before proceeding.
da: Hvis du sletter ${partition} vil samtlige data på denne partition uigenkaldeligt blive slettet. Sørg for at have en sikkerhedskopi af dine data før du fortsætter.
nl: Het verwijderen van ${partition} zal volledig en onherroepelijk alle op deze partitie aanwezige data verwijderen. Zorg ervoor dat u een backup heeft van deze data voordat u verder gaat.
nn: Dersom du slettar ${partition}, vil all informasjonen på den partisjonen bli fullstendig sletta. Sjå til at du har ein kopi av dataa før du held fram.
pt_br: Apagar ${partition} removerá completamente e irrecuperavelmente todos os dados na partição. Certifique-se de que você possua uma cópia de segurança de seus dados antes de continuar.

source: An error occured during the previous operation.
da: Der skete en fejl under den sidste operation.
nl: Er is een fout voorgekomen tijdens de laatste operatie.
nn: Det oppstod ein feil under den førre operasjonen.
pt_br: Um erro ocorreu durante a operação anterior.

source: You may be able to continue.
da: Du kan muligvis fortsætte.
nl: Het is mogelijk dat u verder kunt gaan.
nn: Det kan henda du kan halda fram.
pt_br: Você pode ser capaz de continuar.
