Repository: Sprezzatech/main-menu-udeb
Catalog: packages/arch/powerpc/prep-installer/debian/po/*.po
Languages: kk

source: Install the kernel on a PReP boot partition
kk: PReP жүктелетін бөлімге ядроны орнату

source: Copying the kernel to the PReP boot partition
kk: PReP жүктелетін бөлімге ядро көшірмесін жасау

source: Looking for PReP boot partitions
kk: PReP жүктелетін бөлімді іздеу

source: No PReP boot partitions
kk: PReP жүктелу бөлімдері табылмады

source: No PReP boot partitions were found. You must create a PReP boot partition within the first 8MB of your hard disk.
kk: Бірде-бір PReP жүктелу бөлімі табылмады. Сізге дискіңіздің алғашқы 8МБ ішінде PReP жүктелу бөлімін жасау керек.

source: Looking for the root partition
kk: Түбірлік бөлімді іздеу

source: No root partition found
kk: Түбірлік бөлім табылған жоқ

source: No partition is mounted as your new root partition. You must mount a root partition first.
kk: Түбірлік бөлім жөнделген жоқ. Алдымен түбірлік бөлімді жөндеңіз.

source: Successfully installed PReP
kk: PReP сәтті орнатылды

source: The kernel was properly copied to the PReP boot partition.
kk: Ядро PReP жүктелу бөліміне сәтті көшірілді.

source: The new system is now ready to boot.
kk: Жаңа орнатылған жүйе енді жүктелуге дайын.
