Repository: Sprezzatech/main-menu-udeb
Catalog: tools/s390/netdevice/debian/po/*.po
Languages: bs, cs, es, nb, nn, pl, pt_br, sk, tr

source: No OSA-2 or OSA-Express cards were detected. If you are running VM please make sure that your card is attached to this guest. If you want to use HiperSockets or an OSA-Express card in QDIO mode please use the qeth driver instead.
bs: OSA-2 ili OSA-Express kartice nisu pronađene. Ako ste na VM molim provjerite da je vaša kartica priključena na ovog gosta. Ako želite koristiti HiperSockets ili OSA-Express karticu u QDIO modu, molim koristite qeth driver.
es: No se detectó ninguna tarjeta OSA-2 u OSA-Express. Si está ejecutando una máquina virtual asegurese, por favor, de que su tarjeta está conectada con este huesped. Si desea usar HiperSockets o una tarjeta OSA-Express en modo QDIO, por favor, utilice en su lugar el dispositivo qeth.
nn: Fann ingen OSA-2- eller OSA-Express-kort. Dersom du køyrer VM, pass på at kortet er kopla til denne gjesten. Derom du vil bruka HiperSockets eller eit OSA-Express-kort i QDIO-modus, bruk qeth-drivaren i staden.
pl: Nie wykryto ¿adnych kart OSA-2 lub OSA-Express. Je¶li masz uruchomiony VM, upewnij siê, ¿e Twoja karta jest do³±czona do tego go¶cia. Je¶li chcesz korzystaæ z karty HiperSockets lub OSA-Express w trybie QDI0, u¿yj sterownika qeth.
pt_br: Nenhuma placa OSA-2 ou OSA-Express foi detectada. Caso você esteja executando VM por favor certifique-se de que sua placa esteja anexada a este guest. Caso você queira usar uma placa HiperSockets ou OSA-Express em modo QDIO por favor use o controlador qeth.

source: port 0, port 1, port 2, port 3
es: puerto 0, puerto 1, puerto 2, puerto 3
pt_br: porta 0, porta 1, porta 2, porta 3

source: Please specify port for this connection.
bs: Molim naznačite port za ovu konekciju.
es: Por favor indique el puerto para esta conexión.
nn: Vel port for dette sambandet.
pl: Okre¶l port dla tego po³±czenia.
pt_br: Por favor especifique a porta para esta conexão.

source: Select OSA-Express QDIO / HiperSockets device.
bs: Odaberite OSA-Express QDIO / HiperSockets uređaj.
es: Seleccione el dispositov OSA-Express QDIO / HiperSockets.
nn: Vel eining for OSA-Express QDIO / HiperSockets.
pl: Wybierz urz±dzenie OSA-Express QDI0 / HiperSockets.
pt_br: Selecione o dispositivo OSA-Express QDIO / HiperSockets.

source: read channel = ${device_read} write channel = ${device_write} data channel = ${device_data} port = ${port} portname = ${portname}
es: canal de lectura = ${device_read} canal de escritura = ${device_write} puerto = ${port} nombre de puerto = ${portname}
nn: lesekanal = ${device_read} skrivekanal = ${device_write} datakanal = ${device_data} port = ${port} portnamn = ${portname}
pl: kana³ odczytu = ${device_read} kana³ zapisu = ${device_write} kana³ danych = ${device_data} port = ${port} nazwa portu = ${portname}
pt_br: canal de leitura = ${device_read} canal de gravação = ${device_write} canal de dados = ${device_data} porta = ${port} portname = ${portname}

source: No OSA-Express QDIO cards / HiperSockets were detected.
bs: OSA-Express QDIO kartice / HiperSockets nisu pronađene.
es: No se detectaron tarjetas OSA-Express QDIO / HiperSockets
nn: Fann ingen OSA-Express QDIO-kort eller HiperSockets.
pl: Nie wykryto ¿adnych kart OSA-Express QDI0 / HiperSockets.
pt_br: Nenhuma placa OSA-Express QDIO / HiperSockets foi detectada.

source: port 0, port 1
es: puerto 0, puerto 1
pt_br: porta 0, porta 1

source: Please specify port.
bs: Molim naznačite port.
es: Por favor, indique un puerto.
nn: Vel port.
pl: Okre¶l port.
pt_br: Por favor especifique a porta.

source: Please specify relative port.
bs: Molim naznačite relativni port.
es: Por favor, indique el puerto relativo.
nn: Vel relativ port.
pl: Okre¶l port wzglêdny.
pt_br: Por favor especifique a porta relativa.

source: Please specify portname.
bs: Molim naznačite naziv porta.
es: Por favor, indique el nombre del puerto.
nn: Vel portnamn.
pl: Okre¶l nazwê portu.
pt_br: Por favor especifique o nome da porta.

source: Please enter the portname of your OSA-Express card. This name must be 1 to 8 characters long and must be equal on all systems accessing the same card! Leave it empty if you want to use HiperSockets. This parameter is required for cards with microcode level 2.10 or later or when you want to share a card. The name will be converted to uppercase letters automatically!
bs: Molim unesite naziv porta za vašu OSA-Express karticu. Ovaj naziv mora biti od 1 do 8 znakova dug i mora biti jednak na svim sistemima koji pristupaju istoj kartici! Ostavite prazno ako želite koristiti HiperSockets. Ovaj parametar je potreban za kartice sa microcode nivoom 2.10 ili kasnijim ili kada želite da dijelite karticu. Naziv će biti automatski pretvoren u gornja slova!
es: Por favor, introduzca el nombre del puerto de su tarjeta OSA-Express. ¡Este nombre debe tener entre uno y ocho caracteres y debe ser igual para todos los sistemas que accedan a la misma tarjeta! Dejelo en blanco si quiere utilizar HiperSockets. Este parámetro es necesario para tarjetas con el microcódigo de nivel 2.10 o posterior o cuando quiere compartir una tarjeta. Se convertirá el nombre a mayúsculas automaticamente.
nn: Oppgi portnamnet på OSA-Express-kortet. Dette namnet må vera frå 1 til 8 teikn langt og må vera det same på alle system som har tilgang til det same kortet. Lat det stå blankt dersom du vil bruka HiperSockets. Kort med mikrokode 2.10 eller nyare, eller kort som du vil dela, må ha denne parameteren. Namnet blir automatisk endra til berre store bokstavar.
pl: Podaj nazwê portu Twojej karty OSA-Express. D³ugo¶æ tej nazwy nie mo¿e byæ krótsza ni¿ jeden znak i nie d³u¿sza ni¿ osiem znaków. Musi te¿ byæ taka sama na wszystkich systemach korzystaj±cych z tej samej karty! Pozostaw to pole puste je¶li korzystasz z HiperSockets. Ten parametr jest wymagany dla kart z poziomem microcode 2.10 lub pó¼niejszym lub gdy chcesz wspó³dzieliæ kartê. Nazwa ta zostanie automatycznie tak zmieniona, by sk³ada³a siê tylko z du¿ych liter.
pt_br: Por favor informe o nome da porta de sua placa OSA-Express. Este nome deve conter de 1 a 8 caracteres e deve ser o mesmo em todos os sistemas que acessam a mesma placa ! Deixe em brtanco caso você queirar usar HiperSockets. Este parâmetro é necessário para placas com microcódigo nível 2.10 ou superior ou quando você quer compartilhar uma placa. O nome será convertido para maiúsculas automaticamente !

source: Please specify the VM peer.
bs: Molim naznačite VM peer.
es: Por favor, indique la máquina virtual vecina.
nn: Oppgi VM-motparten.
pl: Okre¶l drugi koniec VM.
pt_br: Por favor especifique o ponto VM.

source: Please enter the name of the VM peer you want to connect to. If you want to connect to multiple peers, separate the names by colons, e.g. tcpip:linux1 The standard TCP/IP server name on VM is TCPIP, on VIF it's $TCPIP. Note: IUCV must be enabled in the VM user directory for this driver to work and it must be set up on both ends of the communication.
bs: Molim unesite naziv za VM peer na koji se želite spojiti. Ako se želite spojiti na više peer-ova, razdvojite nazive zarezima, npr. tcpip:linux1 Standardni TCP/IP naziv za server na VM je TCPIP, na VIF naziv je $TCPIP. Pažnja: IUCV mora biti uključen u VM korisničkom direktoriju da bi ovaj driver radio i mora biti podešen na oba kraja komunikacijske veze.
es: Por favor, indique el nombre de la máquina virtual vecina (VM peer) a la que quiere conectarse. Si desea conectarse a múltiples sistemas vecinos, separe los nombres por dos puntos, por ejemplo: tcpip:linux1. El nombre estándar del servidor TCP/IP en VM es TCPIP, en VIF es $TCPIP. Observación: Debe activar IUCV en el directorio del usuario de la máquina virtual para que este dispositivo funcione y debe configurarlo en ambos extremos de la comunicación.
nn: Oppgi namnet på den VM-motparten du vil ha samband til. Dersom du vil ha samband til fleire motpartar, bruk kolon som skiljeteikn, til dømes «tcpip:linux1» Standard tenarnamn for TCP/IP på VM er TCPIP, på VIF er det $TCPIP. Merk: IUCV må vera slått på i VM-brukarkatalogen for at denne drivaren skal kunna verka, og det må vera sett opp i begge endar av sambandet.
pl: Podaj nazwê drugiego koñca VM z którym chcesz siê po³±czyæ. Jesli chcesz po³±czyæ wiele koñców, oddziel je dwukropkami, np. tcpip:linux1. Standardow± nazw± serwera TCP/IP w VM jest TCPIP, w VIF - $TCPIP. Pamiêtaj: IUCV musi byæ w³±czone w katalogu domowym VM, ¿eby ten sterownik dzia³a³. Musi te¿ byæ to ustawione po obu stronach komunikacji.
pt_br: Por favor informe o nome do ponto VM ao qual você quer se conectar. Caso você queira conectar a diversos pontos, separe os nomes por dois pontos, por exemplo : tcpip:linux1 . O nome do servidor TCP/IP padrão em VM é TCPIP, em VIF é $TCPIP. Nota : IUCV deve estar habilitado no diretório do usuário VM para que este controlador funcione e o mesmo deve ser configurado em ambas as pontas da comunicação.

source: Network Device Configuration
bs: Konfiguracija mrežnog uređaja
pl: Konfiguracja urz±dzenia sieciowego
