Repository: Sprezzatech/main-menu-udeb
Catalog: tools/s390/netdevice/debian/po/*.po
Languages: bs, cs, es, nb, nn, pl, pt_br, sk, tr

source: ctc: Channel to Channel (CTC) or ESCON connection, lcs: qeth: OSA-2 Token Ring/Ethernet or OSA-Express Fast Ethernet (non-QDIO), qeth: OSA-Express in QDIO mode / HiperSockets, iucv: Inter-User Communication Vehicle - available for VM guests only, Quit
bs: ctc: Channel to Channel (CTC) ili ESCON konekcija, lcs: qeth: OSA-2 Token Ring/Ethernet ili OSA-Express Fast Ethernet (ne-QDIO), qeth: OSA-Express u QDIO modu / HiperSockets, iucv: Inter-User Communication Vehicle - dostupno samo za VM goste, Odustani
cs: ctc: Channel to Channel (CTC) nebo ESCON spojení, lcs: qeth: OSA-2 Token Ring/Ethernet nebo OSA-Express Fast Ethernet (ne QDIO), qeth: OSA-Express v QUIDO módu / HiperSockets, iucv: Inter-User Communication Vehicle - dostupné pouze pro hosty systému VM, Konec
es: ctc: conexiones Canal a Canal (CTC) o ESCON, lcs: geth: Token Ring/Ethernet OSA-2 u OSA-Express Fast Ethernet (no-QDIO), qeth: OSA-Express en modo QDIO / Hipersockets, iucv: Vehículo de comunicación entre usuarios - disponible sólo para máquinas virtuales huéspedes, Salir
nb: ctc: Channel to Channel (CTC) eller ESCON-forbindelse, lcs: qeth: OSA-2 Token Ring/Ethernet eller OSA-Express Fast Ethernet (ikke-QDIO), qeth: OSA-Express i QDIO modus / HiperSockets, iucv: Inter-User Communication Vehicle - bare tilgjengelig for VM-gjester, Quit
nn: ctc: Kanal-til-kanal (CTC) eller ESCON-samband, lcs: qeth: OSA-2-Token Ring/-Ethernet eller OSA-Express Fast Ethernet (ikkje-QDIO), qeth: OSA-Express in QDIO-modus / HiperSockets, iucv: Inter-User Communication Vehicle - berre tilgjengeleg for VM-gjester, Avslutt
pl: ctc: Channel to Channel (CTC) lub po³±czenie ESCON, lcs: qeth: OSA-2 Token Ring/Ethernet lub OSA-Express Fast Ethernet (non-QDIO), qeth: OSA-Express w trybie QDIO / HiperSockets, iucv: Inter-User Communication Vehicle - dostêpne tylko dla go¶ci VM, Wyj¶cie
pt_br: ctc: Conexões Canal a Canal (CTC) ou ESCON, lcs: qeth: OSA-2 Token Ring/Ethernet ou OSA-Express Fast Ethernet (nãoQDIO), qeth: OSA-Espress em modo QDIO / Hipersocket, iucv : Veículo de de Comunicação Inter-Usuário - disponível somente para guests VM, Finalizar
sk: ctc: Channel to Channel (CTC) alebo ESCON spojenie, lcs: qeth: OSA-2 Token Ring/Ethernet alebo OSA-Express Fast Ethernet (nie QDIO), qeth: OSA-Express v QDIO móde / HiperSockets, iucv: Inter-User Communication Vehicle - dostupné len pre hostí systému VM, Koniec
tr: ctc: Kanaldan Kanala veya ESCON bağlantısı, lcs: geth: OSA-2 Token Ring/Ethernet veya OSA-Express Fast Ethernet (non-QDIO), geth:QDIO moddaki OSA-Express /HiperSockets, iucv: Inter-User Bağlantı Aracı - sadece VM misafirleri tarafından kullanılabilir, Çıkış

source: Network device type:
cs: Typ sí»ového zaøízení:
nb: Nettverksenhet-type:
sk: Druh sie»ového zariadenia:
tr: Ağ aygıtı türü:

source: Please choose the type of your primary network interface that you will need for installing the Debian system (via NFS or HTTP). Only the listed devices are supported.
cs: Vyberte typ primárního sí»ového zaøízení, které budete potøebovat pro instalaci Debianu (pøes NFS nebo HTTP). Podporována jsou pouze vypsaná sí»ová zaøízení.
nb: Velg type for ditt hoved-nettgrensesnitt, som du vil trenge for å installere Debian-systemet (via NFS eller HTTP). Bare de listede enhetene er støttet.
sk: Zvoµte, prosím, druh primárneho sie»ového zariadenia, ktoré budete potrebova» na in¹taláciu Debian systému (cez NFS alebo HTTP). Podporované sú len uvedené sie»ové zariadenia.
tr: Debian sistemini kurmak (NFS veya HTTP ile) için gerekli olan birincil ağ arayüzünüzü seçin.Sadece listelenen aygıtlar desteklenmektedir.

source: CTC device:
cs: CTC zaøízení:
nb: Velg CTC-enhet:
sk: CTC zariadenie:
tr: CTC aygıtı:

source: The following device numbers might belong to CTC or ESCON connections, but please note that OSA-2 or OSA-Express cards might also be listed here.
bs: Sljedeći brojevi uređaja mogu pripadati CTC ili ESCON konekcijama, ali molim imajte u vidu da OSA-2 ili OSA-Express kartice se takođe mogu nalaziti ovdje.
cs: Následující èísla zaøízení mohou patøit k spojením CTC nebo ESCON, ale mohou zde být vypsány i karty OSA-2 nebo OSA-Express.
es: Los siguientes números de dispositivos puede que pertenezcan a conexiones CTC o ESCON, pero tenga en cuenta que puede que estén listadas también tarjetas OSA-2 u OSA-Express.
nb: Følgende enhetsnumre kan høre til CTC eller ESCON-forbindelser, men merk at OSA-2 eller OSA-Express-kort også kan finnes her på lista.
nn: Dei følgjande einingsnummera kan høyra til CTC- eller ESCON-samband. Legg merke til at òg OSA-2- eller OSA-Express-kort kan vera med her.
pl: Poni¿sze numery urz±dzeñ mog± nale¿eæ do po³±czeñ CTC lub ESCON, jednak pamiêtaj, ¿e mog± tu byæ wypisane równie¿ karty OSA-2 i OSA-Express.
pt_br: Os números de dispositivos a seguir podem pertencer a conexões CTC ou ESCON, mas por favor note que placas OSA-2 ou OSA-Express podem também serem listadas aqui.
sk: Nasledovné èísla zariadení mô¾u patri» k CTC alebo ESCON spojeniam, ale mô¾u tu by» uvedené aj OSA-2 nebo OSA-Express karty.
tr: Görünen aygıt numaraları CTC veya ESCON bağlantılarına bağlı olabilir, ancakbilmelisiniz ki OSA-2 veya OSA-Express kartları da burada listelenebilir.

source: The configured parameters are: read channel = ${device_read} write channel = ${device_write} protocol = ${protocol}
cs: Nastavené parametry jsou: kanál pro ètení = ${device_read} kanál pro zápis = ${device_write} protokol = ${protocol}
nb: De konfigurerte parametrene er: lesekanal = ${device_read} skrive-kanal = ${device_write} protokoll = ${protocol}
sk: Nastavené parametre sú: kanál na èítanie = ${device_read} kanál na zápis = ${device_write} protokol = ${protocol}
tr: Ayarlanan parametreler: okuma kanalı = ${device_read} yazma kanalı = ${device_write} protokol = ${protocol}

source: No CTC or ESCON connections
cs: Nebyla rozpoznána ¾ádná CTC nebo ESCON spojení
nb: Fant ingen CTC eller ESCON-forbindelser.
sk: Neboli rozpoznané ¾iadne CTC alebo ESCON spojenia
tr: CTC veya ESCON bağlantları bulunamadı

source: Please make sure that you have set them up correctly.
cs: Ujistìte se, ¾e je máte nastavena správnì.
nb: Se til at de er riktig satt opp.
sk: Uistite sa, èi ich máte správne nastavené.
tr: Lütfen bunları doğru ayarladığınızdan emin olun.

source: Protocol for this connection:
cs: Protokol pro toto spojení:
nb: Oppgi protokoll for denne forbindelsen:
sk: Protokol pre toto spojenie:
tr: Bu bağlantı için protokol:

source: The following device numbers might belong to OSA-2 or OSA-Express cards, but please note that CTC/ESCON devives might also be listed here.
bs: Sljedeći brojevi uređaja mogu pripadati OSA-2 ili OSA-Express karticama, ali molim imajte u vidu da se CTC/ESCON uređaju mogu nalaziti ovdje.
es: Los siguientes números de dispositivo pueden pertenecer a tarjetas OSA-2 u OSA-Express pero por favor tenga en cuenta que pueden incluirse en el listado dispositivos CTC/ESCON.
nb: Følgende enhetsnumre kan høre til OSA-2 eller OSA-Expres-kort, men merk at CTC/ESCON-enheter også kan finnes her på lista.
nn: Dei følgjande einingsnummera kan høyra til OSA-2 eller OSA-Express-kort. Legg merke til at CTC/ESCON-einingar òg kan vera med her.
pl: Poni¿sze numery urz±dzeñ mog± nale¿eæ do kart OSA-2 lub OSA-Express, jednak pamiêtaj, ¿e mog± tu byæ równie¿ wypisane urz±dzenia CTC/ESCON.
pt_br: Os números de dispositivos a seguir podem pertencer a placas OSA-2 ou OSA-Express, mas por favor note que devices CTC/ESCON podem também também estarem listados aqui.

source: The configured parameters are: read channel = ${device_read} write channel = ${device_write} port = ${port}
cs: Nastavené parametry jsou: kanál pro ètení = ${device_read} kanál pro zápis = ${device_write} port = ${port}
nb: De konfigurerte parametrene er: lesekanal = ${device_read} skrive-kanal = ${device_write} port = ${port}
sk: Nastavené parametre sú: kanál na èítanie = ${device_read} kanál na zápis = ${device_write} port = ${port}
tr: Ayarlanan parametreler: okuma kanalı = ${device_read} yazma kanalı = ${device_write} port = ${portl}

source: No OSA-2 or OSA-Express cards
cs: Nebyly detekovány ¾ádné OSA-2 nebo OSA-Express karty
nb: Fant ingen OSA-2 eller OSA-Express-kort.
sk: Neboli rozpoznané ¾iadne OSA-2 alebo OSA-Express karty
tr: OSA-2 veya OSA-Express kartları tespit edilemedi

source: If you are running VM please make sure that your card is attached to this guest. If you want to use HiperSockets or an OSA-Express card in QDIO mode please use the qeth driver instead.
cs: Pokud bì¾íte ve VM, ujistìte se, ¾e je karta pøipojena ke svému hostu. Jestli¾e chcete pou¾ít HiperSockets nebo kartu OSA-Express v QDIO módu, pou¾ijte místo toho ovladaè qeth.
nb: Hvis du kjører VM, pass på at kortet ditt er koblet til denne gjesten. Hvis du vil bruke HiperSockets eller et OSA-Express-kort i QDIO-modus, så bruk qeth-driveren i stedet.
sk: Ak be¾íte vo VM, uistite sa, èi je karta pripojená k tomuto poèítaèu. Ak chcete pou¾i» HiperSockets alebo OSA-Express kartu v QDIO móde, pou¾ijte namiesto toho ovládaè qeth.
tr: Eğer VM çalıştırıyorsanız lütfen kartın bu misafire eklendiğinden emin olun. Eğer HiperSockets veya QDIO modda bir OSA-Express card kullanmak istiyorsanız lütfen bunun yerine qeth sürücüsü kullanın.

source: Please enter a relative port for this connection.
cs: Zadejte prosím relativní port tohoto spojení.
nb: Oppgi relativ port for denne forbindelsen.
sk: Zadajte, prosím, relatívny port pre toto spojenie.
tr: Lütfen bu bağlantıyla ilişkili portu belirtin.

source: ${choices} Quit
bs: ${choices} Odustani
cs: ${choices} Konec
es: ${choices} Salir
nb: ${choices} Avslutt
nn: ${choices} Avslutt
pl: ${choices} Wyj¶cie
pt_br: ${choices} Finalizar
sk: ${choices} Koniec
tr: ${choices} Çık

source: Device:
cs: Zaøízení:
nb: Enhet:
sk: Zariadenie:
tr: Aygıt:

source: Please select the OSA-Express QDIO / HiperSockets device.
cs: Vyberte OSA-Express QDIO / HiperSockets zaøízení.
nb: Velg enhet for OSA-Express QDIO / HiperSockets.
sk: Zvoµte si OSA-Express QDIO / HiperSockets zariadenie.
tr: OSA-Express QDIO / HiperSockets aygıtını seçin.

source: Is this configuration correct?
bs: Je li konfiguracija ispravna?
cs: Je toto nastavení správné?
es: ¿Es esta configuración correcta?
nb: Er disse innstillingene riktige?
nn: Er desse innstillingane rette?
pl: Czy poni¿sza konfiguracja jest poprawna?
pt_br: Esta configuração está correta ?
sk: Je toto nastavenie správne?
tr: Ayarlar doğru mu?

source: The configured parameters are: read channel = ${device_read} write channel = ${device_write} data channel = ${device_data} port = ${port} portname = ${portname}
cs: Nastavené parametry jsou: kanál pro ètení = ${device_read} kanál pro zápis = ${device_write} datový kanál = ${device_data} port = ${port} název portu = ${portname}
nb: De konfigurerte parametrene er: lesekanal = ${device_read} skrive-kanal = ${device_write} data-kanal = ${device_data} port = ${port} portnavn = ${portnamie}
sk: Nastavené parametre sú: kanál na èítanie = ${device_read} kanál na zápis = ${device_write} dátový kanál = ${device_data} port = ${port} názov portu = ${portname}
tr: Ayarlanan parametreler: okuma kanalı = ${device_read} yazma kanalı = ${device_write} veri kanalı = ${device_data} port = ${port} port adı = ${portname}

source: No OSA-Express QDIO cards / HiperSockets
cs: Nebyly rozpoznány ¾ádné karty OSA-Express QDIO / HiperSockets.
nb: Fant ingen OSA-Express QDIO-kort eller HiperSockets.
sk: Neboli rozpoznané ¾iadne OSA-Express QDIO / HiperSockets karty.
tr: OSA-Express QDIO kart / HiperSockets tespit edilemedi

source: No OSA-Express QDIO cards / HiperSockets were detected. If you are running VM please make sure that your card is attached to this guest. If you want to use an OSA-2 or OSA-Express card in non-QDIO mode please use the lcs driver instead.
bs: OSA-Express QDIO kartice / HiperSockets nisu pronađene. Ako ste na VM molim provjerite da je vaša kartica priključena na ovog gosta. Ako želite koristiti OSA-2 ili OSA-Express karticu u ne-QDIO modu, molim koristite lcs driver.
cs: Nebyly detekovány ¾ádné karty OSA-Express QDIO / HiperSockets. Pokud bì¾íte ve VM, ujistìte se, ¾e je karta pøipojena ke svému hostu. Jestli¾e chcete pou¾ít kartu OSA-2 nebo OSA-Express v ne-QDIO módu, pou¾ijte místo toho ovladaè lcs.
es: No se detectó ninguna tarjeta OSA-Express QDIO / HiperSockets. Si está ejecutando una máquina virtual asegúrese de que la tarjeta está conectada a este huesped. Si desea utilizar una tarjeta OSA-2 u OSA-Express en modo no-QDIO, por favor, utilice el dispositivo lcs.
nb: Fant ingen OSA-Express QDIO-kort / HiperSockets. Hvis du kjører VM, pass på at kortet ditt er koblet til denne gjesten. Hvis du vil bruke et OSA-2 eller OSA-Express-kort i ikke-QDIO-modus bør du bruke lcs-driveren i stedet.
nn: Fann ingen OSA-Express-QDIO-kort eller HiperSockets. Dersom du køyrer VM, pass på at kortet er kopla til denne gjesten. Derom du vil bruka eit OSA-2- eller OSA-Express-kort utan QDIO-modus, bruk lcs-drivaren i staden.
pl: Nie wykryto ¿adnych kart OSA-Express QDI0 / HiperSockets. Je¶li masz uruchomiony VM, upewnij siê, ¿e Twoja karta jest do³±czona do tego go¶cia. Je¶li chcesz korzystaæ z karty OSA-2 lub OSA-Express w trybie innym ni¿ QDI0, u¿yj sterownika lcs.
pt_br: Nenhuma placa OSA-Express QDIO / HiperSockets foi detectada. Caso você esteja executando VM por favor certifique-se de que sua placa esteja anexada a este guest. Caso você queira utilizar uma placa OSA-Express em modo não-QDIO por favor usae o controlador lcs.
sk: Neboli rozpoznané ¾iadne OSA-Express QDIO / HiperSockets karty. Ak be¾íte vo VM, uistite sa, èi je karta pripojená k tomuto poèítaèu. Ak chcete pou¾i» OSA-2 alebo OSA-Express kartu v nie-QDIO móde, pou¾ijte namiesto toho lcs ovládaè.
tr: OSA-Express QDIO kart / HiperSockets tespit edilemedi. Eğer VM çalıştırıyorsanız lütfen kartın bu misafire eklendiğinden emin olun. Eğer HiperSockets veya QDIO modda bir OSA-Express card kullanmak istiyorsanız lütfen bunun yerine lcs sürücü kullanın.

source: Please enter a relative port.
cs: Zadejte relativní port.
nb: Oppgi relativ port.
sk: Zadajte relatívny port.

source: Portname:
cs: Jméno portu:
nb: Portnavn:
sk: Názov portu:
tr: Port adı:

source: Please enter the portname of your OSA-Express card. This name must be 1 to 8 characters long and must be equal on all systems accessing the same card.
cs: Zadejte jméno portu své OSA-Express karty. Jméno musí mít 1-8 znakù a musí být stejné na v¹ech systémech pøistupujících ke stejné kartì.
nb: Skriv inn portnavnet for OSA-Express-kortet ditt. Navnet må være mellom ett og åtte tegn langt og må være likt på alle systemer som aksesserer det samme kortet.
sk: Zadajte názov portu va¹ej OSA-Express karty. Názov musí ma» 1-8 znakov a musí by» toto¾ný na v¹etkých systémoch pristupujúcich k tej istej karte.
tr: Lütfen OSA-Express kartınızın port adını girin. Bu isim 1-8 karakter uzunluğunda olmalı ve tüm sistemlerde karta erişim eşit olmalıdır.

source: Leave it empty if you want to use HiperSockets. This parameter is required for cards with microcode level 2.10 or later or when you want to share a card.
cs: Pokud chcete pou¾ívat HiperSockets, nezadávejte nic. Tento parametr je vy¾adován pro karty s mikrokódem úrovnì 2.10 nebo pozdìj¹í nebo pokud chcete kartu sdílet.
nb: La feltet stå tomt om du ønsker å bruke HiperSockets. Parameteret er påkrevd for kort med mikrokode-nivå 2.10 eller senere, eller om du ønsker å dele et kort.
sk: Ak chcete pou¾íva» HiperSockets, niè nezadávajte. Tento parameter je nutnýpre karty s mikrokódom úrovnì minimálne 2.10 alebo ak chcete kartu zdieµa».
tr: Eğer HiperSockets kullanmak istiyorsanız boş bırakın. Microcode seviyesi 2.10 veya daha yüksek olan kart kullanımında veya bir kartı paylaşmak istediğiniz durulmarda parametre girmelisiniz.

source: The name will automatically be converted to uppercase.
cs: Jméno bude automaticky pøevedeno na velká písmena.
nb: Navnet vil automatisk konverteres til store bokstaver.
sk: Názov bude automaticky upravený na veµké písmená.
tr: İsim otomatik olarak büyük harflere çevrilecektir.

source: VM peer:
nb: VM-tjener:
tr: VM eşi:

source: Please enter the name of the VM peer you want to connect to.
cs: Zadejte jméno VM peeru, ke keterému se chcete pøipojit.
nb: Skriv inn navnet på VM-tjeneren du ønsker å koble til.
sk: Zadajte názov VM peer-u, ku ktorému sa chcete pripoji».
tr: Lütfen bağlanmak istediğiniz VM eşinin adını girin.

source: If you want to connect to multiple peers, separate the names by colons, e.g. tcpip:linux1.
cs: Jestli se chcete pøipojit k více peerùm, oddìlte jména dvojteèkami, napø. tcpip:linux1.
nb: Hvis du ønsker å koble til flere tjenere, sett kolon mellom navnene, f.eks. tcpip:linux1.
sk: Ak sa chcete pripoji» k viacerým peer-om, oddeµte názvy dvojbodkami, napr. tcpip:linux1.
tr: Eğer çoklu eşlere bağlanmak isterseniz isimleri kolonla ayırın, örn: tcpip:linux1.

source: The standard TCP/IP server name on VM is TCPIP, on VIF it's $TCPIP. Note: IUCV must be enabled in the VM user directory for this driver to work and it must be set up on both ends of the communication.
cs: Standardní jméno TCP/IP serveru na VM je TCPIP, na VIF $TCPIP. Aby tento ovladaè fungoval, musí být v u¾ivatelském VM adresáøi povolen IUCV a musí být nastaven na obou koncích komunikace.
nb: Standard tjenernavn for TCP/IP på VM er TCPIP, på VIF er det $TCPIP. Merk: IUCV må være slått på i VM-brukerkatalogen for at denne driveren skal kunne virke, og det må være satt opp i begge ender av forbindelsen.

source: Configure the network device
cs: Nastavit sí»ové zaøízení
nb: Sett opp nettverksenheten
sk: Nastavi» sie»ové zariadenie
tr: Ağ aygıtını ayarla

source: The following device numbers might belong to OSA-2 or OSA-Express cards, but please note that CTC/ESCON devices might also be listed here.
cs: Následující èísla zaøízení mohou patøit kartám OSA-2 nebo OSA-Express, ale mohou zde být vypsána i zaøízení CTC/ESCON.
sk: Nasledovné èísla zariadení mô¾u patri» OSA-2 nebo OSA-Express kartám, ale mô¾u tu by» uvedené aj CTC/ESCON zariadenia.
tr: Bu aygıt numaraları CTC veya ESCON bağlantılarına bağlı olabilir, ancakbilmelisiniz ki OSA-2 veya OSA-Express kartları da burada listelenebilir.

source: The standard TCP/IP server name on VM is TCPIP; on VIF it's $TCPIP. Note: IUCV must be enabled in the VM user directory for this driver to work and it must be set up on both ends of the communication.
sk: ©tandartný názov TCP/IP servera na VM je TCPIP, na VIF je $TCPIP. Na správnu funkciu tohto ovládaèa je potrebné, aby bol v pou¾ívateµskom VM adresári povolený IUCV, a aby bol nastavený na oboch koncoch komunikácie.
tr: Burda VM üzerindeki standart TCP/IP sunucusu TCPIP olup bu VIP altında $TCPIP 'dir. Not: Bu sürücünün çalışabilmesi için IUCV VM kullanıcılar klasöründe kullanılabilir olmalı ve her iki bağlantıda sonlanacak şekilde ayarlanmalıdır.

source: Select the type of your network device.
bs: Odaberite tip vašeg mrežnog uređaja.
es: Seleccione el tipo de su dispositivo de red.
nn: Vel typen nettverkseining.
pl: Wybierz typ Twojego urz±dzenia sieciowego.
pt_br: Selecione o tipo de seu dispositivo de rede.

source: The following network devices are supported. Choose the type of your primary network interface that you will need for installing the Debian system (via NFS or HTTP).
bs: Sljedeći mrežni uređaji su podržani. Odaberite tip vašeg primarnog mrežnog interfejsa koje će te trebati za instaliranje Debian sistema (preko NFS ili HTTP).
es: Están soportados los siguientes dispositivos de red. Escoja el tipo de su interfaz de red primaria que necesitará para instalar su sistema Debian (a través de NFS o HTTP).
nn: Dei følgjande nettverkseiningane er støtta. Vel typen til det primære nettverksgrensesnittet du skal bruka til å installera Debian-systemet (via NFS eller HTTP).
pl: Obs³ugiwane s± poni¿sze urz±dzenia sieciowe. Wybierz typ g³ównego interfejsu sieciowego, który zostanie wykorzystany podczas instalacji system Debian (przez NFS lub HTTP).
pt_br: Os seguintes dispositivos de rede são suportados. Escolha o tipo de sua interface de rede principal a qual será usada para instalar o sistema Debian (via NFS ou HTTP).

source: Select the CTC device.
bs: Odaberite CTC uređaj.
es: Seleccione el dispositivo CTC.
nn: Vel CTC-eininga.
pl: Wybierz urz±dzenie CTC.
pt_br: Selecione o dispositivo CTC.

source: read channel = ${device_read} write channel = ${device_write} protocol = ${protocol}
es: canal de lectura = ${device_read} canal de escritura = ${device_write} protocolo = ${protocol}
nn: lesekanal = ${device_read} skrivekanal = ${device_write} protokoll = ${protocol}
pl: kana³ odczytu = ${device_read} kana³ zapisu = ${device_write} protokó³ = ${protocol}
pt_br: canal de leitura = ${device_read} canal de gravação = ${device_write} protocolo = ${protocol}

source: No CTC or ESCON connections were detected.
bs: CTC ili ESCON konekcije nisu pronađene.
es: No se detectaron conexiones CTC o ESCON.
nn: Fann ingen CTC- eller ESCON-samband.
pl: Nie wykryto ¿adnych po³±czeñ CTC lub ESCON.
pt_br: Nenhuma conexão CTC ou ESCON foi detectada.

source: No CTC or ESCON connections were detected. Please make sure that you have set them up correctly.
bs: CTC ili ESCON konekcije nisu pronađene. Molim provjerite da ste ih ispravno podesili.
es: No se detectó ninguna conexión CTC o ESCON. Por favor asegúrese de que las ha instalado apropiadamente.
nn: Fann ingen CTC- eller ESCON-samband. Sjå til at dei er rett sette opp.
pl: Nie wykryto ¿adnych po³±czeñ CTC lub ESCON. Upewnij siê, ¿e s± one poprawnie skonfigurowane.
pt_br: Nenhuma conexão CTC ou ESCON foi detectada. Por favor certifique-se de ter configurado as mesmas corretamente.

source: Please specify protocol for this connection.
bs: Molim naznačite protokol za ovu konekciju.
es: Por favor especifique el protocolo para esta conexión.
nn: Vel protokollen som skal brukast til dette sambandet.
pl: Okre¶l protokó³ dla tego po³±czenia.
pt_br: Por favor especifique o protocolo para esta conexão.

source: Select the OSA-2 or OSA-Express device.
bs: Odaberite OSA-2 ili OSA-Express uređaj.
es: Seleccione el dispositivo OSA-2 u OSA-Express.
nn: Vel OSA-2- eller OSA-Express-eininga.
pl: Wybierz urz±dzenie OSA-2 lub OSA-Express.
pt_br: Seleciona o dispositivo OSA-2 ou OSA-Express.

source: read channel = ${device_read} write channel = ${device_write} port = ${port}
es: canal de lectura = ${device_read} canal de escritura = ${device_write} puerto = ${port}
nn: lesekanal = ${device_read} skrivekanal = ${device_write} port = ${port}
pl: kana³ odczytu = ${device_read} kana³ zapisu = ${device_write} port = ${port}
pt_br: canal de leitura = ${device_read} canal de gravação = ${device_write} porta = ${port}

source: No OSA-2 or OSA-Express cards were detected.
bs: OSA-2 ili OSA-Express kartice nisu pronađene.
es: No se detectaron tarjetas OSA-2 u OSA-Express.
nn: Fann ingen OSA-2- eller OSA-Express-kort.
pl: Nie wykryto ¿adnych kart OSA-2 lub OSA-Express.
pt_br: Nenhuma placa OSA-2 ou OSA-Express foi detectada.
