Repository: Sprezzatech/main-menu-udeb
Catalog: partman/partman-partitioning/debian/po/*.po
Languages: bg, bs, cs, da, it, ru, sk, sv, tr, uk

source: Resizing partition...
bg: Промяна на големината на дял...
bs: Mijenjam veličinu particije...
cs: Zmìna velikosti oblasti...
da: Ændrer partitionens størrelse...
it: Ridimensionamento della partizione in corso.
ru: Изменение размеров раздела...
sk: Mením veµkos» oblasti...
sv: Ändrar storlek på partition...
tr: Bölüm yeniden boyutlandırılıyor...
uk: Зміна розміру розділу...

source: Copying partition...
bg: Копиране на дял...
bs: Kopiram particiju...
cs: Kopírování oblasti...
da: Kopierer partition...
ru: Копирование раздела...
sk: Kopírujem oblas»...
sv: Kopierar partition...
tr: Bölüm kopyalanıyor...
uk: Копіювання розділу...

source: Write the changes to the storage devices and copy the data?
bg: Записване на промените в запазващото устройство и копиране на данните?
bs: Zapiši promjene na diskovnim uređajima i kopiraj podatke?
cs: Zapsat zmìny na úlo¾ná zaøízení a zkopírovat data?
da: Skriv ændringerne til lagerenhederne og kopiér dataene?
it: Scrivere i cambiamenti sul dispositivo di memorizzazione e copiare i dati?
ru: Сохранить изменения на устройства хранения данных и копировать данные?
sk: Zapísa» zmeny na úlo¾né zariadenia a skopírova» údaje?
sv: Spara ändringar till lagringsenheterna och kopiera datan?
tr: Değişiklikleri depolama aygıtlarına yaz ve veriyi kopyala?
uk: Зберегти зміни на пристрої збереження даних та копіювати дані?

source: Before the copy operation takes place, the changes have to be written to the storage devices.
bg: Преди да се извърши копирането, промените трябва да бъдат записани в запазващото устройство.
bs: Prije nego počne operacija kopiranja, promjene trebaju biti zapisane na diskovnim uređajima.
cs: Je¹tì ne¾ probìhne operace kopírování, musí se zmìny zapsat na úlo¾né zaøízení.
da: Før kopieringen finder sted, skal ændringerne skrives til lagerenhederne.
it: Prima che l'operazione di copia abbia luogo, le modifiche devono essere scritte sul dispositivo di memorizzazione.
ru: Прежде чем копировать данные, изменения должны быть записаны на устройства хранения данных.
sk: Zmeny musia by» zapísané na úlo¾né zariadenia e¹te pred operáciou kopírovania.
sv: Innan kopieringen sker måste förändringarna sparas till lagringsenheterna.
tr: Kopyalama işleminden önce değişiklikler depolama aygıtlarına yazılmalı
uk: Перед тим, як копіювати дані, зміни повинні бути записані на пристрої збереження даних.

source: These changes cannot be undone. The copy operation cannot be undone also.
bg: Тези промени не могат да бъдат отменени по-късно. Копирането също.
bs: Ove promjene ne mogu biti poništene. Operacija kopiranja takođe ne može biti poništena.
cs: Tyto zmìny jsou nevratné stejnì jako operace kopírování.
da: Disse ændringer kan ikke omgøres. Kopieringen kan heller ikke fortrydes.
it: Queste modifiche non possono essere annullate. Anche l'operazione di copia non può essere annullata.
ru: Эти изменения невозможно будет отменить. Операцию копирования также невозможно будет отменить.
sk: Tieto zmeny sú nevratné. Operácia kopírovania je takisto nevratná.
sv: Dessa ändringar kan ej ångras. Kopieringen kan inte heller ångras.
tr: Bu değişiklikler ve kopyalama işlemi geri alınamaz.
uk: Ці зміни неможливо буде відмінити. Операцію копіювання також неможливо буде відмінити.

source: Source partition:
bg: Дял-източник:
bs: Izvorna particija:
cs: Zdrojová oblast:
da: Kildepartition:
it: Partizione sorgente
ru: Исходный раздел:
sk: Zdrojová oblas»:
sv: Källpartition:
tr: Kaynak bölüm:
uk: Вихідний розділ:

source: Please choose the partition which contains the data you want to copy.
bg: Моля, изберете дяла, който съдържа данните, които искате да копирате.
bs: Molim odaberite particiju koja sadrži podatke koje želite kopirati.
cs: Vyberte oblast obsahující data, která chcete zkopírovat.
da: Vælg den partition, der indeholder de data, du ønsker at kopiere.
it: Scegliere la partizione che contiene i dati che si vogliono copiare.
ru: Выберите раздел, содержащий данные, которые вы хотите копировать.
sk: Zvoµte oblas» s údajmi, ktoré chcete kopírova».
sv: Välj partitionen som innehåller datan du vill kopiera.
tr: Lütfen kopyalayacağınız verilierin olduğu bölümü seçin
uk: Виберіть розділ, що містить дані, які ви хочете скопіювати.

source: Copy operation failure
bg: Грешка при копиране
bs: Operacija kopiranja neuspješna
cs: Chyba pøi kopírování
da: Fejl under kopieringen
it: Operazione di copia fallita
ru: Копирование не удалось
sk: Operácia kopírovania zlyhala
sv: Kopieringen misslyckades
tr: Kopyalama işlemi hatası
uk: Копіювання не вдалося

source: The copy operation is aborted.
bg: Копирането е прекъснато.
bs: Operacija kopiranja je obustavljena.
cs: Kopírování bylo pøeru¹eno.
da: Kopieringen er afbrudt.
it: Operazione di copia abortita.
ru: Копирование было прервано.
sk: Operácia kopírovania bola preru¹ená.
sv: Kopieringen avbruten.
tr: Kopyalama işlemi iptal ediliyor
uk: Операцію копіювання перервано.

source: Write the changes to the storage devices and resize the partition?
bg: Запазване на промените в запаметяващото устройство и промяна на големината на дяла?
tr: Değişiklikleri depolama aygıtlarına yaz ve bölümleri yeniden boyutlandır?

source: Before the resize operation takes place, the changes have to be written to the storage devices.
bg: Преди да се изпълни промяната на големината, промените трябва да бъдат записани в запазващото устройство.
bs: Prije nego počne operacija promjene veličine, promjene trebaju biti zapisane na diskovnim uređajima.
cs: Je¹tì ne¾ probìhne operace zmìny velikosti, musí se zmìny zapsat na úlo¾né zaøízení.
da: Før ændringen af størrelserne kan gennemføres, skal ændringerne skrives til lagerenhederne.
it: Prima che l'operazione di ridimensionamente sia eseguita, i cambiamenti devono essere scritti sul dispositivo di storage.
ru: Прежде чем изменять размер разделов, изменения должны быть записаны на устройства хранения данных.
sk: Zmeny musia by» zapísané na úlo¾né zariadenia e¹te pred operáciou zmeny veµkosti.
sv: Före storleksförändringen måste ändringarna skrivas till lagringsenheterna.
tr: Yeniden boyutlandırma işleminden önce değişiklikler depolama aygıtlarına yazılmalı
uk: Перед зміною розміру розділів, необхідно записати зміни на пристрої збереження даних.

source: These changes cannot be undone. The resize operation cannot be undone also.
bg: Тези промени не могат да бъдат отменени. Промяната на големината също.
bs: Ove promjene ne mogu biti poništene. Operacija promjene veličine takođe ne može biti poništena.
cs: Tyto zmìny jsou nevratné stejnì jako operace zmìny velikosti.
da: Disse ændringer kan ikke omgøres. Ændringen af størrelser kan heller ikke fortrydes.
it: Questi cambiamenti non possono essere annullati. Anche l'operazione di ridimensionamento non può essere annullata.
ru: Эти изменения невозможно будет отменить. Изменение размера разделов также невозможно будет отменить.
sk: Tieto zmeny sú nevratné. Operácia zmeny veµkosti je takisto nevratná.
sv: Dessa ändringar kan ej ångras. Storleksförändringen kan inte heller ångras.
tr: Bu değişiklikler ve yeniden boyutlandırma işlemi geri alınamaz.
uk: Ці зміни неможливо буде відмінити. Операцію зміни розміру також неможливо буде відмінити.

source: Please confirm whether you really want to perform these operations.
bg: Моля, потвърдете дали наистина искате да извършите тези операции.
bs: Molim potvrdite da stvarno želite da obavite ove operacije.
cs: Potvrïte, zda opravdu chcete provést tyto operace.
da: Bekræft om du virkelig ønsker at udføre disse handlinger.
it: Si vogliono veramente eseguire queste operazioni?
ru: Подтвердите, что вы действительно желаете выполнить эти операции.
sk: Potvrïte, èi naozaj chcete vykona» tieto operácie.
sv: Bekräfta att du verkligen vill utföra dessa åtgärder.
tr: Lütfen bu işlemleri yapmak isteyip istemediğinizi onaylayın
uk: Ви дійсно бажаєте виконати ці операції.

source: The minimum size you can use is ${MINSIZE} and the maximum size is ${MAXSIZE}.
bg: Най-малката големина, която може да използвате, е ${MINSIZE}, а най-голямата е ${MAXSIZE}.
bs: Minimalna veličine koju možete koristiti je ${MINSIZE}, a maksimalna veličina je ${MAXSIZE}.
cs: Nejmen¹í velikost, kterou mù¾ete pou¾ít, je ${MINSIZE}, nejvìt¹í ${MAXSIZE}.
da: Den minimale størrelse, du kan benytte er ${MINSIZE} og den største størrelse er ${MAXSIZE}.
it: La dimensione minima utilizzabile è ${MINSIZE} e la massima è ${MAXSIZE}.
ru: Минимальный возможный размер -- ${MINSIZE}, максимальный возможный размер -- ${MAXSIZE}.
sk: Veµkos», ktorú mô¾ete pou¾i», musí by» minimálne ${MINSIZE} a maximálne ${MAXSIZE}.
sv: Den minsta storleken du kan använda är ${MINSIZE} och det största är ${MAXSIZE}.
tr: Kullanabileceğiniz en küçük boyut ${MINSIZE} , en büyük boyut ise ${MAXSIZE}.
uk: Мінімальний можливий розмір -- ${MINSIZE}, максимальний -- ${MAXSIZE}.

source: Resize operation failure
bg: Грешка при промяна на големината
bs: Operacija promjene veličine neuspješna
cs: Chyba pøi zmìnì velikosti
da: Ændring af størrelser mislykkedes
it: Operazione di ridimensionamento fallita
ru: Изменение размера разделов не удалось
sk: Operácia zmeny veµkosti zlyhala
sv: Storleksförändring misslyckades
tr: Yeniden boyutlandırma hatası
uk: Не вдалося змінити розмір розділів

source: An error occurred while writing the changes to the storage devices.
bg: Получена бе грешка, докато бяха записвани промените в запазващото устройство.
bs: Došlo je do greške pri zapisivanju promjena na diskovne uređaje.
cs: Bìhem zapisování zmìn na úlo¾ná zaøízení nastala chyba.
da: Der opstod en fejl under skrivning af ændringerne til lagerenhederne.
it: Errore durante la scrittura delle modifiche sul dispositivo di memorizzazione.
ru: В процессе записи изменений на устройства хранения данных произошла ошибка.
sk: Pri zapisovaní zmien na úlo¾né zariadenia do¹lo k chybe.
sv: Ett fel uppstod när förändringarna skulle skrivas till lagringsenheterna.
tr: Değişiklikleri depolama aygıtlarına yazarken bir hata oluştu
uk: Виникла помилка під час запису змін на пристрої збереження даних.

source: The resize operation is aborted.
bg: Промяната на големината е прекъсната.
bs: Operacija promjene veličine je obustavljena.
cs: Operace zmìny velikosti je pøeru¹ena.
da: Ændringen af størrelserne blev afbrudt.
it: Operazione di ridimensionamento abortita.
ru: Изменение размера разделов было прервано.
sk: Operácia zmeny veµkosti je preru¹ená.
sv: Storleksförändringen avbröts.
tr: Yeniden boyutlandırma iptal ediliyor
uk: Операцію зміни розміру перервано.

source: New partition size:
bg: Нова големина на дял:
bs: Nova veličina particije:
cs: Velikost nové oblasti:
da: Ny partitionsstørrelse:
it: Nuova dimensione della partizione:
ru: Новый размер раздела:
sk: Veµkos» novej oblasti:
sv: Ny partitionsstorlek:
tr: Yeni bölüm boyutu:
uk: Новий розмір роздулу:

source: The maximum size you can use is ${MAXSIZE}.
bg: Максималната големина, която може да използвате, е ${MAXSIZE}.
bs: Maksimalna veličina koju možete koristiti je ${MAXSIZE}.
cs: Nejvìt¹í mo¾ná velikost je ${MAXSIZE}.
da: Den største størrelse, du kan benytte er ${MAXSIZE}.
it: La massima dimensione utilizzabile è ${MAXSIZE}.
ru: Максимальный возможный размер -- ${MAXSIZE}.
sk: Maximálna veµkos», ktorú mô¾ete pou¾i», je ${MAXSIZE}.
sv: Största storleken du kan använda är ${MAXSIZE}.
tr: Kullanabileceğiniz en büyük boyut ${MAXSIZE}.
uk: Максимальний можливий розмір розділу -- ${MAXSIZE}.

source: Invalid size
bg: Невалидна големина
bs: Neispravna veličina
cs: Neplatná velikost
da: Ugyldig størrelse
it: Dimensione non valida
ru: Неверный размер
sk: Chybná veµkos»
sv: Ogiltig storlek
tr: Geçersiz boyut
uk: Невірний розмір

source: Beginning
bg: Начало
bs: Početak
cs: Zaèátek
da: Begyndelsen
it: Inizio
ru: Начало
sk: Zaèiatok
sv: Början
tr: Başlangıç
uk: Початок

source: End
bg: Край
bs: Kraj
cs: Konec
da: Slutningen
it: Fine
ru: Конец
sk: Koniec
sv: Slutet
tr: Son
uk: Кінець

source: Location for the new partition:
bg: Място на новия дял:
bs: Lokacija nove particije:
cs: Umístìní nové oblasti:
da: Placering af den nye partition:
it: Posizione della nuova partizione:
ru: Местоположение нового раздела:
sk: Umiestnenie novej oblasti:
sv: Läge för den nya partitionen:
tr: Yeni bölüm için yer:
uk: Положення нового розділу:

source: Please choose whether you want the new partition to be created at the beginning or at the end of the available space.
bg: Моля, изберете дали искате новият дял да бъде в началото или в края на наличното пространство.
bs: Molim odaberite da li želite da nova particija bude kreirana na početku ili na kraju dostupnog prostora.
cs: Vyberte, zda se má nová oblast vytvoøit na zaèátku nebo na konci dostupného místa.
da: Vælg om du ønsker at den nye partition bliver oprette i begyndelsen eller slutningen af det tilgængelige område.
it: Specificare se si vuole che la nuova partizione sia creata all'inizio o alla fine dello spazio disponibile.
ru: Выберите, где вы хотите создать новый раздел: в начале или в конце свободного пространства.
sk: Rozhodnite sa, èi chcete vytvori» novú oblas» na zaèiatku alebo na konci dostupného pristoru.
sv: Välj om du vill att den nya partitionen ska skapas i början eller i slutet av det tillgängliga utrymmet.
tr: Lütfen oluşturulacak yeni bölümü, kullanılabilir boşlukların başlangıcına mı sonuna mı yazılmasını istediğinizi seçin.
uk: Виберіть, де ви хочете створити новий розділ: на початку чи в кінці вільного простору.

source: File system for the new partition:
bg: Файлова система на новия дял:
bs: Datotečni sistem za novu particiju:
cs: Souborový systém nové oblasti:
da: Filsystemet til den nye partition:
it: Filesystem per la nuova partizione:
ru: Файловая система для нового раздела:
sk: Súborový systém novej oblasti:
sv: Den nya partitionens filsystem:
tr: Yeni bölüm için dosya sistemi
uk: Файлова система для нового розділу:

source: Primary
bg: Основен
bs: Primarna
cs: Primární
da: Primær
it: Primaria
ru: Первичный
sk: Primárna
sv: Primär
tr: Birincil
uk: Первинний

source: Logical
bg: Логически
bs: Logička
cs: Logická
da: Logisk
it: Logica
ru: Логический
sk: Logická
sv: Logisk
tr: Mantıksal
uk: Логічний

source: Type for the new partition:
bg: Тип на новия дял:
bs: Tip za novu particiju:
cs: Typ nové oblasti:
da: Den nye partitions type:
it: Tipo della nuova partizione:
ru: Тип нового раздела:
sk: Typ novej oblasti:
sv: Den nya partitionens typ:
tr: Yeni bölüm tipi:
uk: Тип нового розділу:

source: Flags for the new partition:
bg: Флагове на новия дял:
bs: Opcije za novu particiju:
cs: Pøíznaky nové oblasti:
da: Flag til den nye partition:
it: Flag per la nuova partizione:
ru: Флаги нового раздела:
sk: Príznaky novej oblasti:
sv: Parametrar för den nya partitionen:
tr: Yeni bölüm için kullanılacak flag'lar
uk: Прапорці для нового розділу:

source: Partition name:
bg: Име на дял:
bs: Naziv particije:
cs: Název oblasti:
da: Partitionsnavn:
it: Nome della partizione:
ru: Название раздела:
sk: Názov oblasti:
sv: Partitionens namn:
tr: Bölüm adı:
uk: Назва розділу:

source: Partition table type:
bg: Тип на таблицата на дялове:

source: Select the type of partition table to use.
bg: Изберете тип на таблицата на дялове, който да бъде използван.

source: Set the partition flags
bg: Задаване на флагове на дяла
bs: Postavi particione opcije
cs: Nastavit pøíznaky oblasti
da: Sæt partitionsflag
it: Imposta i flag della partizione
ru: Задать флаги раздела
sk: Nastavi» príznaky oblasti
sv: Ange partitionens parametrar
tr: Bölüm flag'larını ayarla
uk: Задати прапорці розділу

source: Name:
bg: Име:
tr: İsim:

source: Bootable flag:
bg: Флаг за начално зареждане:
tr: Boot edilebilir bayrak(flag)

source: on
bg: да
tr: açık

source: off
bg: не
tr: kapalı

source: Size:
bg: Големина:
tr: Boyut:

source: Copy data from another partition
bg: Копиране на данни от друг дял
bs: Kopiraj podatke sa druge particije
cs: Zkopírovat data z jiné oblasti
da: Kopiér data fra en anden partition
it: Copia i dati da un'altra partizione
ru: Копировать данные из другого раздела
sk: Skopírova» údaje z inej oblasti
sv: Kopiera data från en annan partition
tr: Başka bir bölümden veri kopyala
uk: Копіювати дані з іншого розділу

source: Delete the partition
bg: Изтриване на дяла
bs: Obriši particiju
cs: Smazat oblast
da: Slet partitionen
it: Cancellare la partizione
ru: Удалить раздел
sk: Zmaza» oblas»
sv: Ta bort partitionen
tr: Bölümü sil
uk: Видалити розділ

source: Create a new partition
bg: Създаване на нов дял
bs: Kreiraj novu particiju
cs: Vytvoøit novou oblast
da: Opret en ny partition
it: Crea una nuova partizione
ru: Создать новый раздел
sk: Vytvori» novú oblas»
sv: Skapa en ny partition
tr: Yeni bölüm oluştur
uk: Створити новий розділ

source: Create a new empty partition table on this device
bg: Създаване на нова празна таблица на дяловете в това устройство
bs: Kreiraj novu praznu particionu tabelu na ovom uređaju
cs: Vytvoøit novou tabulku oblastí na tomto zaøízení
da: Opret en ny, tom partitionstabel på denne enhed
it: Crea una nuova tabella delle partizionei sul device
ru: Создать новую пустую таблицу разделов на этом устройстве
sk: Vytvori» novú prázdnu tabuµku oblastí na tomto zariadeni
sv: Skapa en ny tom partitionstabell på denna enhet
tr: Bu aygıt üzerinde yeni boş bir bölümleme tablosu oluştur
uk: Створити нову порожню таблицю розділів на цьому пристрої

source: Copying partitoon...
it: Copia della partizione in corso.

source: Write the changes to the storage devices and resize partitions?
bs: Zapiši promjene na diskovne uređaje i promjeni veličinu particija?
cs: Zapsat zmìny na úlo¾ná zaøízení a zmìnit velikost oblastí?
it: Scrivere le modifiche sul dispositivo di memorizzazione e ridimensionare le partizioni?
sk: Zapísa» zmeny na úlo¾né zariadenia a zmeni» veµkos» oblastí?

source: Value between ${MINSIZE} and ${MAXSIZE}
it: Valori tra ${MINSIZE} e ${MAXSIZE}

source: Value below ${MAXSIZE}
it: Valore inferiore a ${MAXSIZE}

source: Type for the new label:
bs: Tip za novi naziv:
cs: Oznaèení:
da: Type for det nye mærkat:
it: Tipo per la nuova etichetta:
sk: Oznaèenie:
sv: Den nya etikettens typ:
uk: Тип нової мітки:

source: Set the partition name
bs: Postavi naziv particije
cs: Nastavit jméno oblasti
it: Imposta il nome della partizione
sk: Nastavi» názov oblasti

source: Resize the partition
bs: Promijeni veličinu particije
cs: Zmìnit velikost oblasti
it: Ridimensiona la partizione
sk: Zmeni» veµkos» oblasti

source: Turn bootable flag off
bs: Isključi bootable opciju
cs: Zru¹it pøíznak zavádìní
it: Disabilita il flag "avviabile"
sk: Zru¹i» ¹tartovací (boot) príznak

source: Turn bootable flag on
bs: Uključi bootable opciju
cs: Nastavit pøíznak zavádìní
it: Attiva il flag "avviabile"
sk: Nastavi» ¹tartovací (boot) príznak

source: Please confirm whether you really want to perform the these operations.
tr: Lütfen bu işlemleri yapmak isteyip istemediğinizi onaylayın
