Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/administrivia.po
Languages: sv, vi

source: Administrivia
vi: Linh tinh quản trị

source: About This Document
sv: Om detta dokument
vi: Về tài liệu này

source: This manual was created for Sarge's debian-installer, based on the Woody installation manual for boot-floppies, which was based on earlier Debian installation manuals, and on the Progeny distribution manual which was released under GPL in 2003.
sv: Denna manual skapades för Sarges debian-installer och baserades på installationsmanualen för Woody för uppstartsdisketter som var baserad på tidigare installationsmanualer för Debian och på Progeny-utgåvans manual som utgavs under GPL år 2003.
vi: Sổ hướng dẫn này đã tạo cho trình cài đặt của bản phát hành Sarge, đựa vào sổ hướng dẫn Woody cho đĩa mềm khởi động, mà lần lượt đựa vào sổ hướng dẫn cài đặt Debian trước, và vào sổ phân phối Progeny mà được phát hành với điều kiện của Quyền Công Chung GNU (GPL) trong năm 2003.

source: This document is written in DocBook XML. Output formats are generated by various programs using information from the <classname>docbook-xml</classname> and <classname>docbook-xsl</classname> packages.
sv: Detta dokument är skrivet i DocBook XML. Formaten för utdata genereras av olika program med information från paketen <classname>docbook-xml</classname> och <classname>docbook-xsl</classname>.
vi: Tài liệu này được viết bằng XML kiểu DocBook. Các khuôn dạng xuất được tạo ra bởi nhiều chương trình khác nhau, bằng thông tin từ gói <classname>docbook-xml</classname> và <classname>docbook-xsl</classname>.

source: In order to increase the maintainability of this document, we use a number of XML features, such as entities and profiling attributes. These play a role akin to variables and conditionals in programming languages. The XML source to this document contains information for each different architecture &mdash; profiling attributes are used to isolate certain bits of text as architecture-specific.
sv: För att förbättra hanteringen av detta dokument använder vi ett antal XML-funktioner såsom entities och profil-attribut. Dessa spelar en roll som är besläktad med variabler och villkor i programspråk. XML-källkoden till detta dokument innehåller information om varje arkitektur och profil-attribut används för att isolera vissa delar av texten som är arkitekturspecifik.
vi: Để tăng lên khả năng bảo trì của tài liệu này, chúng tôi sử dụng một số tính năng XML, như thực thể và thuộc tính tạo hồ sơ riêng. Những điều này hoạt động giống như biến và bộ điều kiện trong ngôn ngữ lập trình. Mã nguồn XML của tài liệu này chứa thông tin cho mỗi kiến trúc riêng &mdash; thuộc tính tạo hồ sơ riêng được dùng để gán một số chuỗi nào đó là đặc trưng cho kiến trúc.

source: Contributing to This Document
sv: Bidrag till detta dokument
vi: Đóng góp cùng tài liệu này

source: If you have problems or suggestions regarding this document, you should probably submit them as a bug report against the package <classname>debian-installer-manual</classname>. See the <classname>reportbug</classname> package or read the online documentation of the <ulink url="&url-bts;">Debian Bug Tracking System</ulink>. It would be nice if you could check the <ulink url="&url-bts;debian-installer-manual">open bugs against debian-installer-manual</ulink> to see whether your problem has already been reported. If so, you can supply additional corroboration or helpful information to <email><replaceable>XXXX</replaceable>@bugs.debian.org</email>, where <replaceable>XXXX</replaceable> is the number for the already-reported bug.
sv: Om du har problem eller förslag angående detta dokument bör du antagligen sända in om som en buggrapport mot paketet <classname>debian-installer-manual</classname>. Se paketet <classname>reportbug</classname> eller läs online-dokumentationen för <ulink url="&url-bts;">Debians bugghanteringssystem</ulink>. Det vore trevligt om du kunde kontrollera <ulink url="&url-bts;debian-installer-manual">öppna buggar mot paketet debian-installer-manual</ulink> för att se om ditt problem redan har blivit rapporterat. Om det har gjorts kan du ge ytterligare bekräftelse eller behjälplig information till <email><replaceable>XXXX</replaceable>@bugs.debian.org</email> där <replaceable>XXXX</replaceable> är numret för den redan öppna buggrapporten.
vi: Nếu bạn gặp khó khăn và muốn đệ nghị gì về tài liệu này, vui lòng đệ trình dạng báo cáo lỗi đối với gói <classname>debian-installer-manual</classname> (sổ hướng dẫn cài đặt Debian). Hãy xem gói <classname>reportbug</classname> (thông báo lỗi) hoặc đọc tài liệu hướng dẫn trực tuyến tại <ulink url="&url-bts;">Hệ thống Theo dõi Lỗi Debian</ulink>. Khuyên bạn kiểm tra các <ulink url="&url-bts;debian-installer-manual">lỗi còn mở đối với debian-installer-manual</ulink> xem nếu vấn đề của bạn đã được thông báo chưa. Nếu có, bạn có thể cung cấp thông tin làm chứng thêm hay thông tin có ích cho <email><replaceable>SỐ</replaceable>@bugs.debian.org</email>, mà <replaceable>SỐ</replaceable> là số thứ tự của lỗi đã thông báo.

source: Better yet, get a copy of the DocBook source for this document, and produce patches against it. The DocBook source can be found at the <ulink url="&url-d-i-websvn;">debian-installer WebSVN</ulink>. If you're not familiar with DocBook, don't worry: there is a simple cheatsheet in the manuals directory that will get you started. It's like html, but oriented towards the meaning of the text rather than the presentation. Patches submitted to the debian-boot mailing list (see below) are welcomed. For instructions on how to check out the sources via SVN, see <ulink url="&url-d-i-readme;">README</ulink> from the source root directory.
sv: Ännu bättre, skaffa en kopia av DocBook-källan för detta dokument och skapa rättningar mot den. DocBook-källan kan hittas på <ulink url="&url-d-i-websvn;">debian-installer WebSVN</ulink>. Om du inte känner till DocBook, var inte rädd, det finns en enkel lathund i manualkatalogen som gör det lättare att starta. Det liknar html men riktar sig mer mot betydningen av texten hellre än presentationen. Rättningar som skickas till e-postlistan debian-boot (se nedan) välkomnas. För instruktioner om hur man tar ner källan via SVN, se <ulink url="&url-d-i-readme;">README</ulink> från källans rotkatalog.
vi: Còn tốt hơn, hãy lấy bản sao của mã nguồn DocBook cho tài liệu này, và tạo đắp vá cho nó. Có thể tìm nguồn DocBook tại <ulink url="&url-d-i-websvn;">debian-installer WebSVN</ulink> (giao diện Subversion của gói cài đặt Debian). Nếu bạn chưa quen với DocBook, đừng lo: có một tóm tắt trong thư mục sổ hướng dẫn mà sẽ giúp đỡ bạn bắt đầu. Mã DocBook giống như HTML, nhưng được hướng tới sự nghĩa của văn bản hơn diện mạo. Chúng tôi rất vui lòng nhận đắp vá được độ trình cho hộp thư chung debian-boot (xem dưới). Để tìm chỉ dẫn về cách tải về mã nguồn bằng SVN, hãy xem <ulink url="&url-d-i-readme;">README</ulink> dưới thư mục gốc nguồn.

source: Please do <emphasis>not</emphasis> contact the authors of this document directly. There is also a discussion list for &d-i;, which includes discussions of this manual. The mailing list is <email>debian-boot@lists.debian.org</email>. Instructions for subscribing to this list can be found at the <ulink url="&url-debian-lists-subscribe;">Debian Mailing List Subscription</ulink> page; or you can browse the <ulink url="&url-debian-list-archives;">Debian Mailing List Archives</ulink> online.
sv: Vänligen kontakta <emphasis>inte</emphasis> författaren av detta dokument direkt. Det finns även en diskussionslista för &d-i; som inkluderar diskussioner om denna manual. E-postlistan är <email>debian-boot@lists.debian.org</email>. Instruktioner för prenumeration av denna lista kan hittas på sidan <ulink url="&url-debian-lists-subscribe;">Debian Mailing List Subscription</ulink> eller så kan du bläddra i <ulink url="&url-debian-list-archives;">Debian Mailing List Archives</ulink> online.
vi: Xin hãy bạn <emphasis>đừng</emphasis> liên lạc trực tiếp với tác giả của tài liệu này. Có một hộp thư chung thảo luận đặc biệt cho &d-i;, gồm thảo luận sổ hướng dẫn này. Hộp đó là <email>debian-boot@lists.debian.org</email>. Chỉ dẫn về đăng ký tham gia hộp đó có thể được tìm tại trang <ulink url="&url-debian-lists-subscribe;">Đăng ký Tham gia Hộp thư Chung Debian</ulink>, hoặc bạn có thể duyệt qua <ulink url="&url-debian-list-archives;">Kho Hộp thư Chung Debian</ulink> trực tuyến.

source: Major Contributions
sv: Stora bidragare
vi: Đóng góp quan trọng

source: This document was originally written by Bruce Perens, Sven Rudolph, Igor Grobman, James Treacy, and Adam Di Carlo. Sebastian Ley wrote the Installation Howto. Many, many Debian users and developers contributed to this document. Particular note must be made of Michael Schmitz (m68k support), Frank Neumann (original author of the <ulink url="&url-m68k-old-amiga-install;">Amiga install manual</ulink>), Arto Astala, Eric Delaunay/Ben Collins (SPARC information), Tapio Lehtonen, and Stéphane Bortzmeyer for numerous edits and text. We have to thank Pascal Le Bail for useful information about booting from USB memory sticks. Miroslav Kuře has documented a lot of the new functionality in Sarge's debian-installer.
sv: Detta dokument blev från början skrivet av Bruce Perens, Sven Rudolph, Igor Grobman, James Treacy och Adam Di Carlo. Sebastian Ley skrev Installations Howto. Många, många Debian-användare och utvecklare har bidragit till detta dokument. Speciellt tack måste ges till Michael Schmitz (m68k-stöd), Frank Neumann (originalförfattare av <ulink url="&url-m68k-old-amiga-install;">installationsmanualen för Amiga</ulink>), Arto Astala, Eric Delaunay/Ben Collins (SPARC-information), Tapio Lehtonen och Stéphane Bortzmeyer för ett flertal redigeringar och texter. Vi måste tacka Pascal Le Bail för användbar information om uppstart från USB-minnen. Miroslav Kuře har dokumenterat en hel del av den nya funktionaliteten i Sarges debian-installer.
vi: Tài liệu này được tạo lần đầu bởi Bruce Perens, Sven Rudolph, Igor Grobman, James Treacy, và Adam Di Carlo. Sebastian Ley đã tạo Cách Cài Đặt. Rất nhiều người dùng và nhà phát triển Debian đã đóng góp cùng tài liệu này. Chúng tôi cám ơn đặc biệt Michael Schmitz (cách hỗ trợ m68k), Frank Neumann (tác giả gốc của <ulink url="&url-m68k-old-amiga-install;">sổ hướng dẫn cài đặt vào Amiga</ulink>), Arto Astala, Eric Delaunay/Ben Collins (thông tin SPARC), Tapio Lehtonen, và Stéphane Bortzmeyer về rất nhiều lời sửa đổi, Pascal Le Bail về thông tin hữu hiệu về khởi động từ thanh bộ nhớ USB, và Miroslav Kuře về phần tài liệu diễn tả nhiều chức năng mới của trình cài đặt Sarge.

source: Extremely helpful text and information was found in Jim Mintha's HOWTO for network booting (no URL available), the <ulink url="&url-debian-faq;">Debian FAQ</ulink>, the <ulink url="&url-m68k-faq;">Linux/m68k FAQ</ulink>, the <ulink url="&url-sparc-linux-faq;">Linux for SPARC Processors FAQ</ulink>, the <ulink url="&url-alpha-faq;">Linux/Alpha FAQ</ulink>, amongst others. The maintainers of these freely available and rich sources of information must be recognized.
sv: Mycket behjälplig text och information hittades i Jim Minthas HOWTO för uppstart via nätverket (ingen URL tillgänglig), <ulink url="&url-debian-faq;">Debian FAQ</ulink>, <ulink url="&url-m68k-faq;">Linux/m68k FAQ</ulink>, <ulink url="&url-sparc-linux-faq;">Linux för SPARC-processorer FAQ</ulink>, <ulink url="&url-alpha-faq;">Linux/Alpha FAQ</ulink> bland andra. Ansvariga för dessa fritt tillgängliga och rikliga källor av information måste erkännas.
vi: Chúng tôi đã tìm văn bản và thông tin rất hữu dụng trong Cách Làm (HOWTO) khởi động mạng của Jim Mintha (không có địa chỉ Mạng), <ulink url="&url-debian-faq;">Hỏi đáp Debian</ulink>, <ulink url="&url-m68k-faq;">Hỏi đáp Linux/m68k</ulink>, <ulink url="&url-sparc-linux-faq;">Hỏi đáp Linux cho bộ xử lý SPARC</ulink>, <ulink url="&url-alpha-faq;">Hỏi đáp Linux/Alpha</ulink>, trong nhiều điều khác nhau. Mọi người nhờ ở những nhà bảo trì các nguồn thông tin phong phú và công bố tự do này.

source: The section on chrooted installations in this manual (<xref linkend="linux-upgrade"/>) was derived in part from documents copyright Karsten M. Self.
sv: Sektionen om chrootade installationer i denna manual (<xref linkend="linux-upgrade"/>) blev framtagen ur delar från dokument som är copyright Karsten M. Self.
vi: Phần tài liệu này về cách cài đặt kiểu chroot (<xref linkend="linux-upgrade"/>) bắt nguồn một phần từ tài liệu Bản quyền © Karsten M. Self.

source: The section on installations over plip in this manual (<xref linkend="plip"/>) was based on the <ulink url="&url-plip-install-howto;">PLIP-Install-HOWTO</ulink> by Gilles Lamiral.
sv: Sektionen för installationer över plip i denna manual (<xref linkend="plip"/>) var baserade på <ulink url="&url-plip-install-howto;">PLIP-Install-HOWTO</ulink> av Gilles Lamiral.
vi: Phần tài liệu này về cách cài đặt qua « plip » (<xref linkend="plip"/>) đã đựa vào <ulink url="&url-plip-install-howto;">Cách Làm Cài đặt PLIP</ulink> tạo do Gilles Lamiral.

source: Trademark Acknowledgement
sv: Varumärken
vi: Lời báo nhận thương hiệu

source: All trademarks are property of their respective trademark owners.
sv: Alla varumärken tillhör sina respektive ägare.
vi: Mọi thương hiệu do nhà chủ thương hiệu riêng từng sở hữu.
