Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/boot-new.po
Languages: vi

source: Booting Into Your New Debian System
vi: Khởi động vào hệ thống Debian mới

source: The Moment of Truth
vi: Giờ phút thử thách

source: Your system's first boot on its own power is what electrical engineers call the <quote>smoke test</quote>.
vi: Việc khởi động một mình ban đầu của hệ thống là trường hợp do kỹ sư điện tử gọi <quote>thử thách khói</quote>.

source: If you are booting directly into Debian, and the system doesn't start up, either use your original installation boot media, or insert the custom boot floppy if you have one, and reset your system. This way, you will probably need to add some boot arguments like <userinput>root=<replaceable>root</replaceable></userinput>, where <replaceable>root</replaceable> is your root partition, such as <filename>/dev/sda1</filename>. Alternatively, see <xref linkend="rescue"/> for instructions on using the installer's built-in rescue mode.
vi: Nếu bạn khởi động trực tiếp vào Debian, nhưng hệ thống không khởi chạy được, hãy hoặc dùng vật chứa khởi động cài đặt gốc, hoặc nạp đĩa mềm khởi động riêng nếu có, rồi lập lại hệ thống. Bằng cách này, rất có thể là bạn sẽ cần phải thêm một số đối số khởi động riêng như <userinput>root=<replaceable>gốc</replaceable></userinput>, mà <replaceable>gốc</replaceable> là phân vùng gốc, v.d. <filename>/dev/sda1</filename>. <phrase condition="etch"> Thay vì vậy, xem <xref linkend="rescue"/> để tìm chỉ dẫn về cách sử dụng chế độ cứu có sẵn của trình cài đặt. </phrase>

source: BVME 6000 Booting
vi: Khởi Động BVME 6000

source: If you have just performed a diskless install on a BVM or Motorola VMEbus machine: once the system has loaded the <command>tftplilo</command> program from the TFTP server, from the <prompt>LILO Boot:</prompt> prompt enter one of:
vi: Nếu bạn mới cài đặt không đĩa vào máy kiểu BVM hay Motorola VMEbus: một khi hệ thống tải chương trình <command>tftplilo</command> từ trình phục vụ TFTP, hãy gõ vào dấu nhắc <prompt>LILO Boot:</prompt> một của:

source: <userinput>b6000</userinput> followed by &enterkey; to boot a BVME 4000/6000
vi: <userinput>b6000</userinput> rồi &enterkey; để khởi động máy kiểu BVME 4000/6000

source: <userinput>b162</userinput> followed by &enterkey; to boot an MVME162
vi: <userinput>b162</userinput> rồi &enterkey; để khởi động máy kiểu MVME162

source: <userinput>b167</userinput> followed by &enterkey; to boot an MVME166/167
vi: <userinput>b167</userinput> rồi &enterkey; để khởi động máy kiểu MVME166/167

source: Macintosh Booting
vi: Khởi động Macintosh

source: Go to the directory containing the installation files and start up the <command>Penguin</command> booter, holding down the <keycap>command</keycap> key. Go to the <userinput>Settings</userinput> dialogue (<keycombo> <keycap>command</keycap> <keycap>T</keycap> </keycombo>), and locate the kernel options line which should look like <userinput>root=/dev/ram video=font:VGA8x16</userinput> or similar.
vi: Chuyển đổi sang thư mục chứa những tập tin cài đặt, rồi khởi chạy bộ khởi động <command>Penguin</command> trong khi nhấn giữ phím <keycap>command</keycap> (trái tao ⌘). Tới hộp thoại <userinput>Settings</userinput> (Thiết lập) (dùng tổ hợp phím <keycombo> <keycap>command</keycap> <keycap>T</keycap> </keycombo>), và tìm dòng tùy chọn hạt nhân nên hình như <userinput>root=/dev/ram video=font:VGA8x16</userinput> hay tương tự.

source: You need to change the entry to <userinput>root=/dev/<replaceable>yyyy</replaceable></userinput>. Replace the <replaceable>yyyy</replaceable> with the Linux name of the partition onto which you installed the system (e.g. <filename>/dev/sda1</filename>); you wrote this down earlier. The <userinput>video=font:VGA8x8</userinput> is recommended especially for users with tiny screens. The kernel would pick a prettier (6x11) font but the console driver for this font can hang the machine, so using 8x16 or 8x8 is safer at this stage. You can change this at any time.
vi: Bạn cần phải thay đổi mục nhập đó thành <userinput>root=/dev/<replaceable>yyyy</replaceable></userinput>. Hãy thay thế <replaceable>yyyy</replaceable> bằng tên Linux của phân vùng nơi bạn đã cài đặt hệ thống (v.d. <filename>/dev/sda1</filename>); bạn đã ghi tên này trước. Mục nhập <userinput>video=font:VGA8x8</userinput> khuyến khích đặc biệt cho người dùng có màn hình rất nhỏ. Hạt nhân sẽ chọn phông chữ xinh hơn (6x11) nhưng trình điều khiển bàn giao tiếp cho phông chữ này có thể treo máy, vì vậy giá trị 8x16 hay 8x8 là an toàn hơn trong giải đoạn này. Bạn có khả năng thay đổi mục nhập này vào bất cứ lúc nào.

source: If you don't want to start GNU/Linux immediately each time you start, uncheck the <userinput>Auto Boot</userinput> option. Save your settings in the <filename>Prefs</filename> file using the <userinput>Save Settings As Default</userinput> option.
vi: Nếu bạn không muốn khởi chạy GNU/LInux ngay mỗi lần khởi động, hãy tắt tùy chọn <userinput>Auto Boot</userinput> (khởi động tự động). Lưu các thiết lập vào tập tin <filename>Prefs</filename> (tùy thích) bằng tùy chọn <userinput>Save Settings As Default</userinput> (lưu thiết lập là mặc định).

source: Now select <userinput>Boot Now</userinput> (<keycombo> <keycap>command</keycap> <keycap>B</keycap> </keycombo>) to start your freshly installed GNU/Linux instead of the RAMdisk installer system.
vi: Lúc này hãy chọn mục <userinput>Boot Now</userinput> (khởi động ngay bây giờ) (phím tắt là <keycombo> <keycap>command</keycap> <keycap>B</keycap> </keycombo>) để khởi chạy hệ thống GNU/Linux mới cài đặt thay cho hệ thống cài đặt đĩa bộ nhớ RAMdisk.

source: Debian should boot, and you should see the same messages as when you first booted the installation system, followed by some new messages.
vi: Debian nên khởi động, rồi bạn nên xem cùng những thông điệp với lần đầu khởi động hệ thống cài đặt, với một số thông điệp mới theo sau.

source: OldWorld PowerMacs
vi: PowerMac kiểu cũ

source: If the machine fails to boot after completing the installation, and stops with a <prompt>boot:</prompt> prompt, try typing <userinput>Linux</userinput> followed by &enterkey;. (The default boot configuration in <filename>quik.conf</filename> is labeled Linux). The labels defined in <filename>quik.conf</filename> will be displayed if you press the <keycap>Tab</keycap> key at the <prompt>boot:</prompt> prompt. You can also try booting back into the installer, and editing the <filename>/target/etc/quik.conf</filename> placed there by the <guimenuitem>Install Quik on a Hard Disk</guimenuitem> step. Clues for dealing with <command>quik</command> are available at <ulink url="&url-powerpc-quik-faq;"></ulink>.
vi: Nếu máy không khởi động được sau khi cài đặt xong, đừng với dấu nhắc <prompt>boot:</prompt>, hãy thử gõ <userinput>Linux</userinput> rồi bấm phím &enterkey;. (Cấu hình khởi động mặc định <filename>quik.conf</filename> có nhãn « Linux »). Những nhãn được xác định trong <filename>quik.conf</filename> sẽ được hiển thị nếu bạn bấm phím <keycap>Tab</keycap> tại dấu nhắc <prompt>boot:</prompt>. Bạn cũng có thể thử khởi động lại vào trình cài đặt, và sửa đổi tập tin <filename>/target/etc/quik.conf</filename> được để vào đó trong bước <guimenuitem>Cài đặt quik vào đĩa cứng</guimenuitem>. Mẹo về cách sử dụng <command>quik</command> có sẵn sàng trong <ulink url="&url-powerpc-quik-faq;">Hỏi đáp Quik-PowerPC</ulink>.

source: To boot back into MacOS without resetting the nvram, type <userinput>bye</userinput> at the OpenFirmware prompt (assuming MacOS has not been removed from the machine). To obtain an OpenFirmware prompt, hold down the <keycombo> <keycap>command</keycap> <keycap>option</keycap> <keycap>o</keycap> <keycap>f</keycap> </keycombo> keys while cold booting the machine. If you need to reset the OpenFirmware nvram changes to the MacOS default in order to boot back to MacOS, hold down the <keycombo> <keycap>command</keycap> <keycap>option</keycap> <keycap>p</keycap> <keycap>r</keycap> </keycombo> keys while cold booting the machine.
vi: Để khởi động lại về hệ điều hành MacOS, không có lập lại bộ nhớ nvram, hãy gõ <userinput>bye</userinput> (tạm biệt) tại dấu nhắc OpenFirmware (giả sử hệ điều hành MacOS chưa bị gỡ bỏ ra máy đó). Để giành dấu nhắc OpenFirmware, hãy nhấn giữ tổ hợp phím <keycombo> <keycap>command</keycap> <keycap>option</keycap> <keycap>o</keycap> <keycap>f</keycap> </keycombo> trong khi khởi động lạnh máy đó. Nếu bạn cần phải lập lại các thay đổi của giá trị mặc định MacOS trong nvram OpenFirmware, để khởi động lại về MacOS, hãy nhấn giữ tổ hợp phím <keycombo> <keycap>command</keycap> <keycap>option</keycap> <keycap>p</keycap> <keycap>r</keycap> </keycombo> trong khi khởi động lạnh máy đó.

source: If you use <command>BootX</command> to boot into the installed system, just select your desired kernel in the <filename>Linux Kernels</filename> folder, un-choose the ramdisk option, and add a root device corresponding to your installation; e.g. <userinput>/dev/hda8</userinput>.
vi: Nếu bạn dùng <command>BootX</command> để khởi động vào hệ thống đã cài đặt, chỉ đơn giản hãy chọn hạt nhân ưa thích trong thư mục <filename>Linux Kernels</filename> (các hạt nhân Linux), tắt tùy chọn RAMdisk (đĩa bộ nhớ tạm), và thêm một thiết bị gốc tương ứng với bản cài đặt hiện thời, v.d. <userinput>/dev/hda8</userinput>.

source: NewWorld PowerMacs
vi: PowerMac kiểu mới

source: On G4 machines and iBooks, you can hold down the <keycap>option</keycap> key and get a graphical screen with a button for each bootable OS, &debian; will be a button with a small penguin icon.
vi: Trên máy tính (PowerMac, iMac, eMac) và máy tính xách tay (PowerBook, iBook) có bộ xử lý kiểu G4, bạn có thể nhấn giữ phím <keycap>option</keycap> để xem màn hình đồ họa có một cái nút dành cho mỗi hệ điều hành khởi động được: &debian; sẽ là cái nút có hình chím cụt nhỏ.

source: If you kept MacOS and at some point it changes the OpenFirmware <envar>boot-device</envar> variable you should reset OpenFirmware to its default configuration. To do this hold down the <keycombo> <keycap>command</keycap> <keycap>option</keycap> <keycap>p</keycap> <keycap>r</keycap> </keycombo> keys while cold booting the machine.
vi: Nếu bạn đã giữ lại hệ điều hành MacOS, và vào lúc nào nó thay đổi biến OpenFirmware <envar>boot-device</envar>, bạn nên lập lại OpenFirmware thành cấu hình mặc định. Để làm như thế, hãy nhấn giữ tổ hợp phím <keycombo> <keycap>command</keycap> <keycap>option</keycap> <keycap>p</keycap> <keycap>r</keycap> </keycombo> trong khi khởi động lạnh máy đó.

source: The labels defined in <filename>yaboot.conf</filename> will be displayed if you press the <keycap>Tab</keycap> key at the <prompt>boot:</prompt> prompt.
vi: Những nhãn được xác định trong tập tin cấu hình <filename>yaboot.conf</filename> sẽ được hiển thị nếu bạn bấm phím <keycap>Tab</keycap> tại dấu nhắc<prompt>boot:</prompt>.

source: Resetting OpenFirmware on G3 or G4 hardware will cause it to boot &debian; by default (if you correctly partitioned and placed the Apple_Bootstrap partition first). If you have &debian; on a SCSI disk and MacOS on an IDE disk this may not work and you will have to enter OpenFirmware and set the <envar>boot-device</envar> variable, <command>ybin</command> normally does this automatically.
vi: Việc lập lại OpenFirmware trên phần cứng kiểu G3 hay G4 sẽ gây ra nó khởi động &debian; theo mặc định (nếu bạn đã phân vùng và định vị phân vùng <filename>Apple_Bootstrap</filename> cho đúng trước đó). Nếu bạn có &debian; nằm trên một đĩa kiểu SCSI còn có MacOS nằm trên một đĩa kiểu IDE, việc này có lẽ sẽ không hoạt động được, vậy bạn sẽ cần phải vào OpenFirmware để lập biến <envar>boot-device</envar> (thiết bị khởi động); lệnh <command>ybin</command> bình thường làm như thế một cách tự động.

source: After you boot &debian; for the first time you can add any additional options you desire (such as dual boot options) to <filename>/etc/yaboot.conf</filename> and run <command>ybin</command> to update your boot partition with the changed configuration. Please read the <ulink url="&url-powerpc-yaboot-faq;">yaboot HOWTO</ulink> for more information.
vi: Sau khi bạn khởi động &debian; lần đầu tiên, bạn có khả năng thêm bất cứ tùy chọn thêm nào bạn muốn (v.d. tùy chọn khởi động đôi) vào tập tin cấu hình <filename>/etc/yaboot.conf</filename>, rồi chạy lệnh <command>ybin</command> để cập nhật phân vùng khởi động với cấu hình đã thay đổi. Xem tài liệu Cách Làm <ulink url="&url-powerpc-yaboot-faq;">yaboot HOWTO</ulink> để tìm thông tin thêm.

source: Mounting encrypted volumes
vi: Gắn kết khối tin đã mật mã

source: If you created encrypted volumes during the installation and assigned them mount points, you will be asked to enter the passphrase for each of these volumes during the boot. The actual procedure differs slightly between dm-crypt and loop-AES.
vi: Nếu bạn đã tạo khối tin đã mật mã trong tiến trình cài đặt, cũng đã gán chúng cho điểm lắp, bạn sẽ được nhắc nập cụm từ mật khẩu dành cho mỗi khối tin trong khi khởi động. Thu tục thật khác biệt một ít giữa <filename>dm-crypt</filename> và <filename>loop-AES</filename>.

source: For partitions encrypted via loop-AES you will be shown the following prompt during the boot: <informalexample><screen> mount: going to use loop device /dev/loop<replaceable>X</replaceable> Password: </screen></informalexample> In the first line of the prompt, <replaceable>X</replaceable> is the number of the loop device. You are now probably wondering <emphasis>for which volume</emphasis> you are actually entering the passphrase. Does it relate to your <filename>/home</filename>? Or to <filename>/var</filename>? Of course, if you have just one encrypted volume, this is easy and you can just enter the passphrase you used when setting up this volume. If you set up more than one encrypted volume during the installation, the notes you wrote down as the last step in <xref linkend="partman-crypto"/> come in handy. If you did not make a note of the mapping between <filename>loop<replaceable>X</replaceable></filename> and the mount points before, you can still find it in <filename>/etc/fstab</filename> of your new system.
vi: Đối với phân vùng được mật mã thông qua <filename>loop-AES</filename>, tiến trình khởi động sẽ hiển thị dấu nhắc này: <informalexample><screen> mount: going to use loop device /dev/loop<replaceable>X</replaceable> Password: </screen></informalexample> (gắn kết: sẽ dùng thiết bị vòng lặp; mật khẩu) Trên dòng thứ nhất của đoạn này, <replaceable>X</replaceable> là số hiệu thiết bị vòng lặp. Rất có thể là bạn tự hỏi bạn đang nhập cụm từ mật khẩu <emphasis>dành cho khối tin nào</emphasis>? Nó có liên quan đến <filename>/home</filename> của bạn? Hoặc đến <filename>/var</filename>? Tất nhiên, nếu bạn có chỉ một khối tin được mật mã, đơn giản hãy nhập cụm từ mật khẩu bạn đã dùng khi thiết lập khối tin đó. Còn nếu bạn đã thiết lập nhiều khối tin được mật mã trong khi cài đặt, bạn cũng đã ghi nhớ thông tin trong bước cuối cùng của <xref linkend="partman-crypto"/> sẽ có ích. Nếu bạn chưa ghi nhớ sự ánh xạ giữa <filename>loop<replaceable>X</replaceable></filename> và nhưng điểm lắp, bạn vẫn còn có thể tìm nó trong <filename>/etc/fstab</filename> của hệ thống mới.

source: No characters (even asterisks) will be shown while entering the passphrase. Be careful, you have only <emphasis>one try</emphasis>. If you enter wrong passphrase, an error message will appear and the boot process will skip that volume and continue to mount the next filesystem. Please see <xref linkend="crypto-troubleshooting"/> for further information.
vi: Không có ký tự nào (ngay cả dấu sao) sẽ được hiển thị trong khi nhập cụm từ mật khẩu. Hãy cẩn thận: bạn có thể nhập cụm từ mật khẩu này <emphasis>chỉ một lần</emphasis>. Nếu bạn nhập sai, thông điệp lỗi sẽ xuất hiện, và tiến trình khởi động sẽ bỏ qua khối tin đó, tiếp tục lại gắn kết hệ thống tập tin tới. Xem <xref linkend="crypto-troubleshooting"/> để tìm thông tin thêm.

source: After entering all passphrases the boot should continue as usual.
vi: Sau khi nhập tất cả các cụm từ mật khẩu, tiến trình khởi động nên tiếp tục như bình thường.

source: TODO: write something once it works.
vi: TODO: (Cần làm: chưa ghi bằng tiếng Anh)

source: Troubleshooting
vi: Giải đáp thắc mắc

source: If some of the encrypted volumes could not be mounted because a wrong passphrase was entered, you will have to mount them manually after the boot. There are several cases.
vi: Nếu tiến trình khởi động không thể gắn kết khối tin đã mật mã nào, vì cụm từ mật khẩu bị nhập sai, bạn sẽ cần phải tự gắn kết mỗi khối tin như vậy sau khi khởi động. Có vài trường hợp có thể.

source: The first case concerns the root partition. When it is not mounted correctly, the boot process will halt and you will have to reboot the computer to try again.
vi: Trường hợp thứ nhất liên quan đến phân vùng gốc. Khi nó không được gắn kết đúng, tiến trình khởi động sẽ tạm dừng lại nên bạn cần phải khởi động lại máy tính để thử lại.

source: The easiest case is for encrypted volumes holding data like <filename>/home</filename> or <filename>/srv</filename>. You can simply mount them manually after the boot. For loop-AES this is one-step operation: <informalexample><screen> <prompt>#</prompt> <userinput>mount <replaceable>/mount_point</replaceable></userinput> <prompt>Password:</prompt> </screen></informalexample> where <replaceable>/mount_point</replaceable> should be replaced by the particular directory (e.g. <filename>/home</filename>). The only difference from an ordinary mount is that you will be asked to enter the passphrase for this volume.
vi: Trường hợp dễ nhất liên quan đến khối tin đã mật mã chứa dữ liệu, v.d. <filename>/home</filename> hay <filename>/srv</filename>. Bạn có khả năng đơn giản tự gắn kết mỗi khối tin sau khi khởi động. Đối với <filename>loop-AES</filename>, đây là thao tác bước đơn:<informalexample><screen> <prompt>#</prompt> <userinput>mount <replaceable>/điểm_lắp</replaceable></userinput> <prompt>Password:</prompt> </screen></informalexample> (gắn kết; mật khẩu) mà <replaceable>/điểm_lắp</replaceable> nên được thay thế bằng thư mục riêng (v.d. <filename>/home</filename>). Sự khác duy nhất với việc gắn kết bình thường là bạn sẽ được nhắc nhập cụm từ mật khẩu dành cho khối tin này.

source: For dm-crypt this is a bit trickier. First you need to register the volumes with <application>device mapper</application> by running: <informalexample><screen> <prompt>#</prompt> <userinput>/etc/init.d/cryptdisks start</userinput> </screen></informalexample> This will scan all volumes mentioned in <filename>/etc/crypttab</filename> and will create appropriate devices under the <filename>/dev</filename> directory after entering the correct passphrases. (Already registered volumes will be skipped, so you can repeat this command several times without worrying.) After successful registration you can simply mount the volumes the usual way:
vi: Đối với <filename>dm-crypt</filename>, trường hợp là phức tạp hơn một ít. Trước tiên, bạn cần phải đăng ký những khối tin với ứng dụng <application>device mapper</application> bằng cách chạy: <informalexample><screen> <prompt>#</prompt> <userinput>/etc/init.d/cryptdisks start</userinput> </screen></informalexample> (đường dẫn; bắt đầu) Tiến trình này sẽ quét mọi khối tin được liệt kê trong tập tin <filename>/etc/crypttab</filename>, và sẽ tạo những thiết bị thích hợp dưới thư mục <filename>/dev</filename> sau khi nhập những cụm từ mật khẩu đúng. (Khối tin đã được đăng ký sẽ bị bỏ qua, vì vậy bạn có thể chạy lệnh này vài lần, không có sao.) Sau khi đăng ký được, bạn có khả năng đơn giản gắn kết những khối tin bằng cách bình thường.

source: <prompt>#</prompt> <userinput>mount <replaceable>/mount_point</replaceable></userinput>
vi: <prompt>#</prompt> <userinput>mount <replaceable>/điểm_lắp</replaceable></userinput>

source: If the volumes holding noncritical system files could not be mounted (<filename>/usr</filename> or <filename>/var</filename>), the system should still boot and you should be able to mount the volumes manually like in the previous case. However, you will also need to (re)start any services usually running in your default runlevel because it is very likely that they were not started. The easiest way to achieve this is by switching to the first runlevel and back by entering <informalexample><screen> <prompt>#</prompt> <userinput>init 1</userinput> </screen></informalexample> at the shell prompt and pressing <keycombo> <keycap>Control</keycap> <keycap>D</keycap> </keycombo> when asked for the root password.
vi: Nếu tiến trình khởi động không thể gắn kết những khối tin chứa chỉ tập tin kiểu hệ thống không phải tới hạn (<filename>/usr</filename> hay <filename>/var</filename>), hệ thống vẫn còn nên khởi động được; bạn cũng nên có khả năng tự gắn kết mỗi khối tin giống như trong trường hợp trước. Tuy nhiên, bạn cũng cần phải khởi chạy (lại) dịch vụ nào thường chạy tại cấp chạy mặc định của bạn, vì rất có thể là nó chưa được khởi chạy. Phương pháp dễ nhất để làm như thế là chuyển đổi sang cấp chạy thứ nhất rồi ngược lại bằng cách nhập <informalexample><screen> <prompt>#</prompt> <userinput>init 1</userinput> </screen></informalexample> vào dấu nhắc trình bao, rồi bấm tổ hợp phím <keycombo> <keycap>Control</keycap> <keycap>D</keycap> </keycombo> khi mật khẩu chủ được yêu cầu.

source: Log In
vi: Đăng nhập

source: Once your system boots, you'll be presented with the login prompt. Log in using the personal login and password you selected during the installation process. Your system is now ready to use.
vi: Một khi hệ thống của bạn khởi động được, bạn sẽ xem dấu nhắc đăng nhập. Hãy đăng nhập, dùng tên đăng nhập cá nhân và mật khẩu bạn đã chọn trong tiến trình cài đặt. Hệ thống của bạn lúc bây giờ sẵn sàng sử dụng.

source: If you are a new user, you may want to explore the documentation which is already installed on your system as you start to use it. There are currently several documentation systems, work is proceeding on integrating the different types of documentation. Here are a few starting points.
vi: Nếu bạn là người mới dùng Debian, khuyên bạn đọc tài liệu hướng dẫn có sẵn liên quan đến mỗi bước mới. Hiện thời có vài hệ thống tài liệu, cũng có tiến trình cố gắng hợp nhất những kiểu tài liệu khác nhau. Đây là một số điểm bắt đầu đọc.

source: Documentation accompanying programs you have installed is in <filename>/usr/share/doc/</filename>, under a subdirectory named after the program. For example, the APT User's Guide for using <command>apt</command> to install other programs on your system, is located in <filename>/usr/share/doc/apt/guide.html/index.html</filename>.
vi: Tài liệu có sẵn cùng với chương trình bạn đã cài đặt có nằm trong <filename>/usr/share/doc/</filename>, dưới một thư mục con có tên theo tên của chương trình riêng. Lấy thí dụ, Sổ tay người dùng APT về cách sử dụng lệnh <command>apt</command> để cài đặt chương trình khác vào hệ thống, có nằm trong <filename>/usr/share/doc/apt/guide.html/index.html</filename>.

source: In addition, there are some special folders within the <filename>/usr/share/doc/</filename> hierarchy. Linux HOWTOs are installed in <emphasis>.gz</emphasis> format, in <filename>/usr/share/doc/HOWTO/en-txt/</filename>. After installing <command>dhelp</command> you will find a browse-able index of documentation in <filename>/usr/share/doc/HTML/index.html</filename>.
vi: Hơn nữa, có một số thư mục đặc biệt ở trong phân cấp <filename>/usr/share/doc/</filename>. Những tài liệu Cách Làm Linux có được cài đặt dạng nén <emphasis>.gz</emphasis> vào thư mục <filename>/usr/share/doc/HOWTO/en-txt/</filename>. Sau khi cài đặt gói trợ giúp <command>dhelp</command>, bạn sẽ tìm thấy mục lục tài liệu có khả năng duyệt qua nằm trong <filename>/usr/share/doc/HTML/index.html</filename>.
