Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/boot-new.po
Languages: vi

source: One easy way to view these documents is to <userinput>cd /usr/share/doc/</userinput>, and type <userinput>lynx</userinput> followed by a space and a dot (the dot stands for the current directory).
vi: Một phương pháp dễ để xem tài liệu này là nhập lệnh <userinput>cd /usr/share/doc/</userinput> (chuyển đổi thư mục sang thư mục tài liệu chính), rồi gõ tên chương trình duyệt <userinput>lynx</userinput> với một dấu cách và một dấu chấm theo sau (dấu chấm tiêu biểu thư mục hiện có).

source: You can also type <userinput>info <replaceable>command</replaceable></userinput> or <userinput>man <replaceable>command</replaceable></userinput> to see documentation on most commands available at the command prompt. Typing <userinput>help</userinput> will display help on shell commands. And typing a command followed by <userinput>--help</userinput> will usually display a short summary of the command's usage. If a command's results scroll past the top of the screen, type <userinput>| more</userinput> after the command to cause the results to pause before scrolling past the top of the screen. To see a list of all commands available which begin with a certain letter, type the letter and then two tabs.
vi: Bạn cũng có thể gõ <userinput>info <replaceable>lệnh</replaceable></userinput> hay <userinput>man <replaceable>lệnh</replaceable></userinput> để xem tài liệu hướng dẫn về gần bất cứ lệnh nào sẵn sàng tại dấu nhắc lệnh. Việc gõ <userinput>help</userinput> (trợ giúp) sẽ hiển thị trợ giúp về lệnh trình bao. Hơn nữa, việc gõ lệnh nào với <userinput>--help</userinput> theo sau sẽ thường hiển thị bài tóm tắt ngắn về cách sử dụng lệnh đó. Nếu kết quả của lệnh cuộn qua cạnh trên của màn hình, hãy gõ <userinput>| more</userinput> sau lệnh đó để dùng chương trình <filename>more</filename> để gây ra kết quả đợi một chút trước khi cuộn qua cạnh trên của màn hình. Để xem danh sách các lệnh sẵn sàng mà bắt đầu với một chữ nào đó, hãy gõ chữ đó rồi hai dấu cách kiểu Tab.

source: For a more complete introduction to Debian and GNU/Linux, see <filename>/usr/share/doc/debian-guide/html/noframes/index.html</filename>.
vi: Để tìm giới thiệu hoàn tất hơn về Debian và GNU/LInux, xem <filename>/usr/share/doc/debian-guide/html/noframes/index.html</filename>.
