Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/gpl.po
Languages: fi, sv, vi

source: Yoyodyne, Inc., hereby disclaims all copyright interest in the program `Gnomovision' (which makes passes at compilers) written by James Hacker. <replaceable>signature of Ty Coon</replaceable>, 1 April 1989 Ty Coon, President of Vice
fi: T‰ten Yoyodine, Inc. luovuttaa kaikki tekij‰noikeudet James Hackerin kirjoittamaan ohjelmaan "Gnomovision" (joka tekee ohituksia k‰‰nt‰jiin). <replaceable>Ty Coonin allekirjoitus</replaceable>, 1.4.1989 Ty Coon, Vicen p‰‰johtaja
vi: <replaceable>Tên công ty/trường</replaceable> hereby disclaims all copyright interest in the program `<replaceable>Tên chương trình</replaceable>' (<replaceable>kiểu chương trình</replaceable>) written by <replaceable>Tên lập trình viên</replaceable>. <replaceable>chữ ký của chủ</replaceable>, <replaceable>ngày tháng</replaceable> <replaceable>chức vụ của chủ</replaceable> ——————————————— [Bản dịch: <replaceable>Tên công ty/trường</replaceable> bằng cách này từ chối bất kỳ sự sở hữu chương trình `<replaceable>Tên chương trình</replaceable>' (<replaceable>kiểu chương trình</replaceable>) được tạo bởi <replaceable>Tên lập trình viên</replaceable>. <replaceable>chữ ký của chủ</replaceable>, <replaceable>ngày tháng</replaceable> <replaceable>tên và chức vụ của chủ</replaceable>

source: This General Public License does not permit incorporating your program into proprietary programs. If your program is a subroutine library, you may consider it more useful to permit linking proprietary applications with the library. If this is what you want to do, use the GNU Lesser General Public License instead of this License.
fi: T‰m‰ GPL lisenssi ei salli ohjelman ottamista osaksi yksinoikeudella omistettuja ohjelmia. Jos ohjelma on aliohjelmakirjasto, voi olla k‰yt‰nnˆllisemp‰‰, ett‰ yksinoikeudella omistetut ohjelmat saavat linkitt‰‰ kirjastoon. Jos t‰m‰ halutaan sallia, silloin tulee k‰ytt‰‰ GNU kirjastolisenssi‰ (LGPL) t‰m‰n lisenssin sijasta. Address: Turre Legal Oy Aleksanterinkatu 17, 6th floor FI-00100 Helsinki, Finland Email: office@turre.com Tel: +358 50 5980498 Direct: see personnel
vi: Bản Quyền Dùng Chung Tổng Quát GNU này không cho phép ai hợp nhất chương trình của bạn vào chương trình sở hữu. Nếu chương trình của bạn là thư viện thường trình con, có lé bạn muốn cho phép ứng dụng sở hữu liên kết với thư viện này. Nếu có, bạn hãy sử dụng Bản Quyền Dùng Chung Tổng Quát Phụ GNU (LGPL) thay vào Bản Quyền này.

source: [[See build/lang-options/README on how to enable this paragraph and for additional information. Its condition is "gpl-unofficial".]] [[THIS PARAGRAPH SHOULD BE TRANSLATED. Replace {language} with the English name of your language before translating. Do not change the link to the GPL!]] This is an unofficial translation of the GNU General Public License into {language}. It was not published by the Free Software Foundation, and does not legally state the distribution terms for software that uses the GNU GPL &mdash; only the original <ulink url="&url-gnu-copyleft;">English text</ulink> of the GNU GPL does that. However, we hope that this translation will help {language} speakers to better understand the GNU GPL.
fi: T‰m‰ on GPL lisenssin ep‰virallinen k‰‰nnˆs suomeksi. T‰t‰ k‰‰nnˆst‰ ei ole julkaissut Free Software Foundation eik‰ se m‰‰rit‰ oikeudellisesti sitovasti GPL lisenssi‰ k‰ytt‰vien ohjelmien levitysehtoja -- vain alkuper‰inen englanninkielinen GPL lisenssin teksti on oikeudellisesti sitova. Toivomme kuitenkin, ett‰ t‰m‰ k‰‰nnˆs auttaa suomenkielisi‰ ymm‰rt‰m‰‰n GPL lisenssi‰ paremmin.

source: Everyone is permitted to copy and distribute verbatim copies of this license document, but changing it is not allowed.
sv: Var och en äger kopiera och distribuera exakta kopior av detta licensavtal, men att ändra det är inte tillåtet.

source: This License applies to any program or other work which contains a notice placed by the copyright holder saying it may be distributed under the terms of this General Public License. The "Program", below, refers to any such program or work, and a "work based on the Program" means either the Program or any derivative work under copyright law: that is to say, a work containing the Program or a portion of it, either verbatim or with modifications and/or translated into another language. (Hereinafter, translation is included without limitation in the term "modification".) Each licensee is addressed as "you".
sv: Dessa licensvillkor gäller varje programvara eller annat verk som innehåller en hänvisning till dessa licensvillkor där upphovsrättsinnehavaren stadgat att programvaran kan distribueras enligt [General Public License] dessa villkor. "Programvaran" enligt nedan syftar på varje sådan programvara eller verk och "Verk baserat på Programvaran" syftar på antingen Programvaran eller på derivativa verk, såsom ett verk som innehåller Programvaran eller en del av Programvaran, antingen en exakt kopia eller en ändrad kopia och/eller översatt till ett annat språk. (översättningar ingår nedan utan begränsningar i begreppet "förändringar", "förändra" samt "ändringar" eller "ändra".) Varje licenstagare benämns som "Du".

source: You may copy and distribute verbatim copies of the Program's source code as you receive it, in any medium, provided that you conspicuously and appropriately publish on each copy an appropriate copyright notice and disclaimer of warranty; keep intact all the notices that refer to this License and to the absence of any warranty; and give any other recipients of the Program a copy of this License along with the Program.
sv: 1. Du äger kopiera och distribuera exakta kopior av Programvarans källkod såsom Du mottog den, i alla medier, förutsatt att Du tydligt och på ett skäligt sätt på varje exemplar fäster en riktig upphovsrättsklausul och garantiavsägelse, vidhåller alla hänvisningar till dessa licensvillkor och till alla garantiavsägelser samt att till alla mottagaren av Programvaran ge en kopia av dessa licensvillkor tillsammans med Programvaran.

source: You may modify your copy or copies of the Program or any portion of it, thus forming a work based on the Program, and copy and distribute such modifications or work under the terms of Section 1 above, provided that you also meet all of these conditions:
sv: 2. Du äger ändra ditt exemplar eller andra kopior av Programvaran eller någon del av Programvaran och därmed skapa ett Verk baserat på Programvaran, samt att kopiera och distribuera sådana förändrade versioner av Programvaran eller verk enligt villkoren i paragraf 1 ovan, förutsatt att du också uppfyller följande villkor:

source: a) You must cause the modified files to carry prominent notices stating that you changed the files and the date of any change.
sv: a) Du tillser att de förändrade filerna har ett tydligt meddelande som berättar att Du ändrat filerna samt vilket datum dessa ändringar gjordes.

source: b) You must cause any work that you distribute or publish, that in whole or in part contains or is derived from the Program or any part thereof, to be licensed as a whole at no charge to all third parties under the terms of this License.
sv: b) Du tillser att alla verk som du distribuerar eller offentliggör som till en del eller i sin helhet innehåller eller är härlett från Programvaran eller en del av Programvaran, licensieras i sin helhet, utan kostnad till tredje man enligt dessa licensvillkor.

source: c) If the modified program normally reads commands interactively when run, you must cause it, when started running for such interactive use in the most ordinary way, to print or display an announcement including an appropriate copyright notice and a notice that there is no warranty (or else, saying that you provide a warranty) and that users may redistribute the program under these conditions, and telling the user how to view a copy of this License. (Exception: if the Program itself is interactive but does not normally print such an announcement, your work based on the Program is not required to print an announcement.)
sv: c) Om den förändrade Programvaran i sitt normala utförande kan utföra interaktiv kommandon när det körs, måste Du tillse att när Programmet startas skall det skriva ut eller visa, på ett enkelt tillgängligt sätt, ett meddelande som tydligt och på ett skäligt sätt på varje exemplar fäster en riktig upphovsrättsklausul och garantiavsägelse (eller i förekommande fall ett meddelande som klargör att du tillhandahåller en garanti) samt att mottagaren äger distribuera Programvaran enligt dessa licensvillkor samt berätta hur mottagaren kan se dessa licensvillkor. (Från denna skyldighet undantas det fall att Programvaran förvisso är interaktiv, men i sitt normala utförande inte visar ett meddelande av denna typ. I sådant fall behöver Verk baserat Programvaran inte visa ett sådant meddelande som nämns ovan.)

source: You may copy and distribute the Program (or a work based on it, under Section 2) in object code or executable form under the terms of Sections 1 and 2 above provided that you also do one of the following:
sv: 3. Du äger kopiera och distribuera Programvaran (eller Verk baserat på Programvaran enligt paragraf 2) i objektkod eller i körbar form enligt villkoren i paragraf 1 och paragraf 2 förutsatt att Du också gör en av följande saker:

source: a) Accompany it with the complete corresponding machine-readable source code, which must be distributed under the terms of Sections 1 and 2 above on a medium customarily used for software interchange; or,
sv: a) Bifogar den kompletta källkoden i maskinläsbar form, som måste distribueras enligt villkoren i paragraf 1 och 2 på ett medium som i allmänhet används för utbyte av programvara, eller

source: b) Accompany it with a written offer, valid for at least three years, to give any third party, for a charge no more than your cost of physically performing source distribution, a complete machine-readable copy of the corresponding source code, to be distributed under the terms of Sections 1 and 2 above on a medium customarily used for software interchange; or,
sv: b) Bifogar ett skriftligt erbjudande, med minst tre års giltighet, att ge tredje man, mot en avgift som högst uppgår till Din kostnad att utföra fysisk distribution, en fullständig kopia av källkoden i maskinläsbar form, distribuerad enligt villkoren i paragraf 1 och 2 på ett medium som i allmänhet används för utbyte av programvara, eller

source: c) Accompany it with the information you received as to the offer to distribute corresponding source code. (This alternative is allowed only for noncommercial distribution and only if you received the program in object code or executable form with such an offer, in accord with Subsection b above.)
sv: c) Bifogar det skriftligt erbjudande Du fick att erhålla källkoden. (Detta alternativ kan endast användas för icke-kommersiell distribution och endast om Du erhållit ett program i objektkod eller körbar form med ett erbjudande i enlighet med b ovan.)

source: You may not copy, modify, sublicense, or distribute the Program except as expressly provided under this License. Any attempt otherwise to copy, modify, sublicense or distribute the Program is void, and will automatically terminate your rights under this License. However, parties who have received copies, or rights, from you under this License will not have their licenses terminated so long as such parties remain in full compliance.
sv: 4. Du äger inte kopiera, ändra, licensiera eller distribuera Programvaran utom på dessa licensvillkor. All övrig kopiering, ändringar, licensiering eller distribution av Programvaran är ogiltig och kommer automatiskt medföra att Du förlorar Dina rättigheter enligt dessa licensvillkor. Tredje man som har mottagit kopior eller rättigheter från Dig enligt dessa licensvillkor kommer dock inte att förlora sina rättigheter så länge de följer licensvillkoren.

source: You are not required to accept this License, since you have not signed it. However, nothing else grants you permission to modify or distribute the Program or its derivative works. These actions are prohibited by law if you do not accept this License. Therefore, by modifying or distributing the Program (or any work based on the Program), you indicate your acceptance of this License to do so, and all its terms and conditions for copying, distributing or modifying the Program or works based on it.
sv: 5. Du åläggs inte att acceptera licensvillkoren, då du inte har skrivit under detta avtal. Du har dock ingen rätt att ändra eller distribuera Programvaran eller Verk baserat på Programvaran. Sådan verksamhet är förbjuden i lag om du inte accepterar och följer dessa licensvillkor. Genom att ändra eller distribuera Programvaran (eller verk baserat på Programvaran) visar du med genom ditt handlande att du accepterar licensvillkoren och alla villkor för att kopiera, distribuera eller ändra Programvaran eller Verk baserat på Programvaran.

source: Each time you redistribute the Program (or any work based on the Program), the recipient automatically receives a license from the original licensor to copy, distribute or modify the Program subject to these terms and conditions. You may not impose any further restrictions on the recipients' exercise of the rights granted herein. You are not responsible for enforcing compliance by third parties to this License.
sv: 6. Var gång du distributerar Progamvaran (eller Verk baserat på Programvaran), kommer mottagaren per automatik att få en licens från den första licensgivaren att kopiera, distribuera eller ändra Programvaran enligt dessa licensvillkor. Du äger inte ålägga mottagaren några andra restriktioner än de som följer av licensvillkoren. Du är inte skyldig att tillse att tredje man följer licensvillkoren.

source: If, as a consequence of a court judgment or allegation of patent infringement or for any other reason (not limited to patent issues), conditions are imposed on you (whether by court order, agreement or otherwise) that contradict the conditions of this License, they do not excuse you from the conditions of this License. If you cannot distribute so as to satisfy simultaneously your obligations under this License and any other pertinent obligations, then as a consequence you may not distribute the Program at all. For example, if a patent license would not permit royalty-free redistribution of the Program by all those who receive copies directly or indirectly through you, then the only way you could satisfy both it and this License would be to refrain entirely from distribution of the Program.
sv: 7. Om Du på grund av domstols dom eller anklagelse om patentintrång eller på grund av annan anledning (ej begränsat till patentfrågor), Du får villkor (oavsett om de kommer via domstols dom, avtal eller på annat sätt) som strider mot dessa licensvillkor så fråntar de inte Dina förpliktelser enligt dessa licensvillkor. Om du inte kan distribuera Programvaran och samtidigt uppfylla licensvillkor och andra skyldigheter, får du som en konsekvens inte distribuera Programvaran. Om exempelvis ett patent gör att Du inte distribuera Programvaran fritt till alla de som mottager kopior direkt eller indirekt från Dig, så måste Du helt sluta distribuera Programvaran.

source: If the distribution and/or use of the Program is restricted in certain countries either by patents or by copyrighted interfaces, the original copyright holder who places the Program under this License may add an explicit geographical distribution limitation excluding those countries, so that distribution is permitted only in or among countries not thus excluded. In such case, this License incorporates the limitation as if written in the body of this License.
sv: 8. Om distributionen och/eller användningen av Programvaran är begränsad i vissa länder på grund av patent eller upphovsrättsligt skyddade gränssnitt kan upphovsmannen till Programvaran lägga till en geografisk spridningsklausul, enligt vilken distribution är tillåten i länder förutom dem i vilket det är förbjudet. Om så är fallet kommer begränsningen att utgöra en fullvärdig del av licensvillkoren.

source: The Free Software Foundation may publish revised and/or new versions of the General Public License from time to time. Such new versions will be similar in spirit to the present version, but may differ in detail to address new problems or concerns. Each version is given a distinguishing version number. If the Program specifies a version number of this License which applies to it and "any later version", you have the option of following the terms and conditions either of that version or of any later version published by the Free Software Foundation. If the Program does not specify a version number of this License, you may choose any version ever published by the Free Software Foundation.
sv: 9. The Free Software Foundation kan offentliggöra ändrade och/eller nya versioner av the General Public License från tid till annan. Sådana nya versioner kommer i sin helhet att påminna om nuvarande version av the General Public License, men kan vara ändrade i detaljer för att behandla nya problem eller göra nya överväganden. Varje version ges ett särskiljande versionsnummer. Om Programvaran specificerar ett versionsnummer av licensvillkoren samt "alla senare versioner" kan Du välja mellan att följa dessa licensvillkor eller licensvillkoren i alla senare versioner offentliggjorda av the Free Software Foundation. Om Programvaran inte specificerar ett versionnummer av licensvillkoren kan Du välja fritt bland samtliga versioner som någonsin offentligjorts.

source: If you wish to incorporate parts of the Program into other free programs whose distribution conditions are different, write to the author to ask for permission. For software which is copyrighted by the Free Software Foundation, write to the Free Software Foundation; we sometimes make exceptions for this. Our decision will be guided by the two goals of preserving the free status of all derivatives of our free software and of promoting the sharing and reuse of software generally.
sv: 10. Om du vill använda delar av Programvaran i annan fri programvara som distribueras enligt andra licensvillkor, begär tillstånd från upphovsmannen. För Programvaran var upphovsrätt innehas av Free Software Foundation, tillskriv Free Software Foundation, vi gör ibland undantag för detta. Vårt beslut grundas på våra två mål att bibehålla den fria statusen av alla verk som härleds från vår Programvara och främjandet av att dela med sig av och återanvända mjukvara i allmänhet.

source: because the program is licensed free of charge, there is no warranty for the program, to the extent permitted by applicable law. except when otherwise stated in writing the copyright holders and/or other parties provide the program "as is" without warranty of any kind, either expressed or implied, including, but not limited to, the implied warranties of merchantability and fitness for a particular purpose. the entire risk as to the quality and performance of the program is with you. should the program prove defective, you assume the cost of all necessary servicing, repair or correction.
sv: 11. DÅ DENNA PROGRAMVARA LICENSIERAS UTAN KOSTNAD GES INGEN GARANTI FÖR PROGRAMMET, UTOM SÅDAN GARANTI SOM MÅSTE GES ENLIGT TILLÄMPLIG LAG. FÖRUTOM DÅ DET UTTRYCKS I SKRIFT TILLHANDAHÅLLER UPPHOVSRÄTTSINNEHAVAREN OCH/ELLER ANDRA PARTER PROGRAMMET "I BEFINTLIGT SKICK" ("AS IS") UTAN GARANTIER AV NÅGRA SLAG, VARKEN UTTRYCKLIGA ELLER UNDERFÖRSTÅDDA, INKLUSIVE, MEN INTE BEGRÄNSAT TILL, UNDERFÖRSTÅDDA GARANTIER VID KÖP OCH LÄMPLIGHET FÖR ETT SÄRSKILT ÄNDAMÅL. HELA RISKEN FÖR KVALITET OCH ANVÄNDBARHET BÄRS AV DIG. OM PROGRAMMET SKULLE VISA SIG HA DEFEKTER SKALL DU BÄRA ALLA KOSTNADER FöR FELETS AVHJÄLPANDE, REPARATIONER ELLER NÖDVÄNDIG SERVICE.

source: in no event unless required by applicable law or agreed to in writing will any copyright holder, or any other party who may modify and/or redistribute the program as permitted above, be liable to you for damages, including any general, special, incidental or consequential damages arising out of the use or inability to use the program (including but not limited to loss of data or data being rendered inaccurate or losses sustained by you or third parties or a failure of the program to operate with any other programs), even if such holder or other party has been advised of the possibility of such damages.
sv: 12. INTE I NÅGOT FALL, UTOM NÄR DET GÄLLER ENLIGT TILLÄMPLIG LAG ELLER NÄR DET ÖVERENSKOMMITS SKRIFTLIGEN, SKALL EN UPPHOVSRÄTTSINNEHAVARE ELLER ANNAN PART SOM ÄGER ÄNDRA OCH/ELLER DISTRIBUERA PROGRAMVARAN ENLIGT OVAN, VARA SKYLDIG UTGE ERSÄTTNING FÖR SKADA DU LIDER, INKLUSIVE ALLMÄN, DIREKT ELLER INDIREKT SKADA SOM FÖLJER PÅ GRUND AV ANVÄNDNING ELLER OMÖJLIGHET ATT ANVÄNDA PROGRAMVARAN (INKLUSIVE MEN INTE BEGRÄNSAT TILL FÖRLUST AV DATA OCH INFORMATION ELLER DATA OCH INFORMATION SOM FRAMSTÄLLTS FELAKTIGT AV DIG ELLER TREDJE PART ELLER FEL DÄR PROGRAMMET INTE KUNNAT KÖRAS SAMTIDIGT MED ANNAN PROGRAMVARA), ÄVEN OM EN SÅDAN UPPHOVSRÄTTSINNEHAVAREN ELLER ANNAN PART UPPLYSTS OM MÖJLIGHETEN TILL SÅDAN SKADA.

source: one line to give the program's name and a brief idea of what it does.
sv: En rad för att berätta programmets namn och en beskrivning av vad det gör [min kommentar: här menar Richard M Stallman att ni skall införa en sådan rad på egen hand, därefter införs nedanstående text].

source: Copyright (C) year name of author
sv: Copyright (C) åååå upphovsmannens namn [åååå ersätts med årtal för programmets skapande]

source: This General Public License does not permit incorporating your program into proprietary programs. If your program is a subroutine library, you may consider it more useful to permit linking proprietary applications with the library. If this is what you want to do, use the gnu Library General Public License instead of this License.
sv: Denna General Public License tillåter inte att du inkorperar ditt program i icke-fri programvara. Om du utvecklar subrutiner eller programbibliotek kan det vara lämpligt att tillåta länkning till icke-fri programvara. Om du vill göra detta bör du istället för denna licens använda GNU Library General Public License.
