Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/gpl.po
Languages: fi, sv, vi

source: GNU General Public License
fi: GNU yleinen lisenssi (GPL lisenssi)
vi: Bản Quyền Dùng Chung Tổng Quát GNU

source: [[This note, consisting of two paragraphs, should only be included in your translation if you translate the GPL in this appendix. See build/lang-options/README on how to enable this paragraph and for additional information. Its condition is "gpl-unofficial".]] [[LEAVE THIS PARAGRAPH IN ENGLISH! Only replace {language} with the English name of your language.]] This is an unofficial translation of the GNU General Public License into {language}. It was not published by the Free Software Foundation, and does not legally state the distribution terms for software that uses the GNU GPL--only the original English text of the GNU GPL does that. However, we hope that this translation will help {language} speakers understand the GNU GPL better.
vi: This is an unofficial translation of the GNU General Public License into Vietnamese. It was not published by the Free Software Foundation, and does not legally state the distribution terms for software that uses the GNU GPL--only the original English text of the GNU GPL does that. However, we hope that this translation will help Vietnamese speakers understand the GNU GPL better.

source: [[See build/lang-options/README on how to enable this paragraph and for additional information. Its condition is "gpl-unofficial".]] [[THIS PARAGRAPH SHOULD BE TRANSLATED. Replace {language} with the English name of your language before translating.]] This is an unofficial translation of the GNU General Public License into {language}. It was not published by the Free Software Foundation, and does not legally state the distribution terms for software that uses the GNU GPL--only the original English text of the GNU GPL does that. However, we hope that this translation will help {language} speakers understand the GNU GPL better.
vi: Đây là một bản dịch tiếng Việt không chính thức của Bản Quyền Dùng Chung Tổng Quát GNU (GPL). Nó không được xuất bản bởi Tổ Chức Phần Mềm Dùng Tự Do, và không tuyên bố hợp pháp điều kiện phát hành phần mềm sử dụng GPL — chỉ đoạn tiếng Anh gốc của GPL làm như thế. Tuy nhiên, chúng tôi mong muốn bản dịch này sẽ giúp đỡ người nói tiếng Việt hiểu khá hơn GPL.

source: Version 2, June 1991
fi: Versio 2, kes‰kuu 1991
vi: Phiên bản 2, Tháng 06/1991

source: Copyright (C) 1989, 1991 Free Software Foundation, Inc. 51 Franklin St, Fifth Floor, Boston, MA 02110-1301, USA. Everyone is permitted to copy and distribute verbatim copies of this license document, but changing it is not allowed.
fi: Tekij‰noikeus 1989, 1991, Free Software Foundation, Inc. 59 Temple Place \ufffd Suite 330, Boston, MA 02111-1307, USA K‰‰nnˆksen versio 1.0, hein‰kuu 2001 K‰‰nnˆs ja sovittaminen Suomen oikeusj‰rjestelm‰‰n: Mikko V‰lim‰ki, Berkeley, CA K‰‰nnˆksen uusin versio ja lis‰tietoja on saatavilla osoitteesta: http://www.turre.com/ email: gpl@turre.com Alkuper‰inen englanninkielinen versio on osoitteessa: http://www.gnu.org/ T‰m‰n lisenssisopimuksen kirjaimellinen kopioiminen ja levitt‰minen on sallittu, mutta muuttaminen on kielletty.
vi: Tác quyền © năm 1989, 1991 của Tổ chức Phần mềm dùng Tự do. 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA (Mỹ) Mọi người đều đuợc quyền sao chép và phân phối nguyên văn tài liệu bản quyền này, nhưng không được phép thay đổi nó.

source: Preamble
fi: Johdanto
sv: BAKGRUND
vi: Lời mở đầu

source: The licenses for most software are designed to take away your freedom to share and change it. By contrast, the gnu General Public License is intended to guarantee your freedom to share and change free software &mdash; to make sure the software is free for all its users. This General Public License applies to most of the Free Software Foundation's software and to any other program whose authors commit to using it. (Some other Free Software Foundation software is covered by the gnu Library General Public License instead.) You can apply it to your programs, too.
fi: Yleens‰ tietokoneohjelmien lisenssisopimukset on suunniteltu siten, ett‰ ne est‰v‰t ohjelmien vapaan jakamisen ja muuttamisen. Sen sijaan GPL lisenssi on suunniteltu takaamaan k‰ytt‰j‰n vapaus jakaa ja muuttaa ohjelmaa \ufffd lisenssi varmistaa, ett‰ ohjelma on vapaa kaikille k‰ytt‰jille. GPL lisenssi soveltuu p‰‰osaan Free Software Foundationin ohjelmia ja mihin tahansa muuhun ohjelmaan, jonka tekij‰t ja oikeudenomistajat sitoutuvat sen k‰yttˆˆn. (Joihinkin Free Software Foundationin ohjelmiin sovelletaan GPL lisenssin sijasta LGPL lisenssi‰ [GNU kirjastolisenssi]). Kuka tahansa voi k‰ytt‰‰ GPL lisenssi‰.
sv: De flesta programvarulicenser är skapade för att ta bort din frihet att ändra och dela med dig av programvaran. GNU General Public License är tvärtom skapad för att garantera din frihet att dela med dig av och förändra fri programvara -- för att försäkra att programvaran är fri för alla dess användare. Denna licens [General Public License] används för de flesta av Free Software Foundations programvaror och för alla andra program vars upphovsmän använder sig av General Public License. (Viss programvara från Free Software Foundation använder istället GNU Library General Public License.) Du kan använda licensen för dina program.
vi: Bản quyền của hầu hết các phần mềm được thiết kế để bạn không được tự do chia xẻ và thay đổi nó. Trái lại, Bản Quyền dùng chung tổng quát GNU dự định đảm bảo bạn tự do chia sẻ và thay đổi phần mềm miễn phí, để chắc chắn là nó miễn phí cho mọi người sử dụng. Bản Quyền dùng chung tổng quát GNU này áp dụng cho hầu hết những phần mềm miễn phí của Tổ chức Phần mềm, và cho bất kỳ chương trình nào khác mà tác giả của nó cam kết sử dụng nó. (Một số phần mềm khác của Tổ chức Phần mềm dùng Tự do được bao quát bởi Bản Quyền dùng chung tổng quát phụ GNU thay thế.) Bạn cũng có thể áp dụng nó cho chương trình của mình.

source: When we speak of free software, we are referring to freedom, not price. Our General Public Licenses are designed to make sure that you have the freedom to distribute copies of free software (and charge for this service if you wish), that you receive source code or can get it if you want it, that you can change the software or use pieces of it in new free programs; and that you know you can do these things.
fi: Kun t‰ss‰ Lisenssiss‰ puhutaan vapaasta ohjelmasta, silloin ei tarkoiteta hintaa. GPL lisenssi on nimitt‰in suunniteltu siten, ett‰ k‰ytt‰j‰lle taataan vapaus levitt‰‰ kopioita vapaista ohjelmista (ja pyyt‰‰ halutessaan maksu t‰st‰ palvelusta). GPL lisenssi takaa myˆs sen, ett‰ k‰ytt‰j‰ saa halutessaan ohjelman l‰hdekoodin, ett‰ h‰n voi muuttaa ohjelmaa tai k‰ytt‰‰ osia siit‰ omissa vapaissa ohjelmissaan, ja ett‰ kaikkien n‰iden toimien tiedet‰‰n olevan sallittuja.
sv: När vi talar om fri programvara syftar vi på frihet och inte på pris. Våra [General Public License-] licenser är skapade för att garantera din rätt distribuera och sprida kopior av fri programvara (och ta betalt för denna tjänst om du önskar), att garantera att du får källkoden till programvaran eller kan få den om du så önskar, att garantera att du kan ändra och modifiera programvaran eller använda dess delar i ny fri programvara samt slutligen att garantera att du är medveten om dessa rättigheter.
vi: Khi chúng tôi nói về phần mềm miễn phí, chúng tôi đề cập đến sự tự do sử dụng, chứ không phải là giá cả. Các Bản Quyền dùng chung tổng quát của chúng tôi được thiết kế để đảm bảo bạn có quyền tự do phát hành bản sao của phần mềm miễn phí (và thu tiền dịch vụ này nếu muốn), nhận mã nguồn hoặc có khả năng lấy nó nếu bạn muốn, bạn có thể thay đổi phần mềm hay sử dụng đoạn nào của nó trong chương trình miễn phí mới; và bạn biết là bạn có thể làm những điều này.

source: To protect your rights, we need to make restrictions that forbid anyone to deny you these rights or to ask you to surrender the rights. These restrictions translate to certain responsibilities for you if you distribute copies of the software, or if you modify it.
fi: Jotta k‰ytt‰j‰n oikeudet turvattaisiin, lisenssill‰ asetetaan rajoituksia, jotka est‰v‰t ket‰ tahansa kielt‰m‰st‰ n‰it‰ oikeuksia tai vaatimasta niiden luovuttamista. N‰m‰ rajoitukset merkitsev‰t tiettyj‰ velvoitteita jokaiselle k‰ytt‰j‰lle, joka levitt‰‰ ohjelmakopioita tai muuttaa ohjelmaa.
sv: För att skydda dina rättigheter, måste vi begränsa var och ens möjlighet att hindra dig från att använda dig av dessa rättigheter samt från att kräva att du ger upp dessa rättigheter. Dessa begränsningar motsvaras av en förpliktelse för dig om du distribuerar kopior av programvaran eller om du ändrar eller modifierar programvaran.
vi: Để bảo vệ quyền của bạn, chúng tôi cần đưa ra những hạn chế để cấm bất cứ ai phủ nhận bạn có những quyền này hay đòi hỏi bạn từ bỏ nó. Những sự hạn chế này được hiểu là một số trách nhiệm nhất thiết của bạn nếu bạn phát hành bản sao của phần mềm hoặc sửa đổi nó.

source: For example, if you distribute copies of such a program, whether gratis or for a fee, you must give the recipients all the rights that you have. You must make sure that they, too, receive or can get the source code. And you must show them these terms so they know their rights.
fi: Jokaisen joka esimerkiksi levitt‰‰ kopioita GPL lisenssin alaisesta ohjelmasta, ilmaiseksi tai maksusta, on annettava k‰ytt‰jille kaikki oikeudet, jotka h‰nell‰kin on. Jokaisella k‰ytt‰j‰ll‰ on oltava varmasti mahdollisuus saada ohjelman l‰hdekoodi. Ohjelman k‰ytt‰jille on myˆskin esitett‰v‰ t‰m‰n lisenssisopimuksen ehdot, jotta he tiet‰v‰t oikeutensa.
sv: Om du exempelvis distribuerar kopior av en fri programvara, oavsett om du gör det gratis eller mot en avgift, måste du ge mottagaren alla de rättigheter du själv har. Du måste också tillse att mottagaren får källkoden eller kan få den om mottagaren så önskar. Du måste också visa dessa licensvillkor för mottagaren så att mottagaren känner till sina rättigheter.
vi: Chẳng hạn, nếu bạn phát hành bản sao của chương trình như vậy, dù là cho không hay thu tiền, bạn phải trao cho người nhận tất cả những quyền bạn có. Bạn phải chắc chắn là họ cũng nhận được hay có thể lấy mã nguồn. Và bạn cũng phải cho họ biết những điều kiện này, để họ biết những quyền của họ.

source: We protect your rights with two steps: (1) copyright the software, and (2) offer you this license which gives you legal permission to copy, distribute and/or modify the software.
fi: Jokaisen oikeudet turvataan kahdella toimenpiteell‰: (1) ohjelma suojataan tekij‰noikeudella, ja (2) k‰ytt‰jille tarjotaan t‰m‰ lisenssi, joka antaa laillisen luvan kopioida, levitt‰‰ ja muuttaa ohjelmaa.
sv: Vi skyddar dina rättigheter i två steg: (1) upphovsrätt till programvaran och (2) dessa licensvillkor som ger dig rätt att kopiera, distribuera och eller ändra programvaran.
vi: Chúng tôi bảo vệ các quyền của bạn qua hai bước: (1) bản quyền tác giả của phần mềm và (2) trao cho bạn bản quyền này cho bạn quyền sao chép, phát hành và/hay sửa đổi phần mềm đó hợp pháp.

source: Also, for each author's protection and ours, we want to make certain that everyone understands that there is no warranty for this free software. If the software is modified by someone else and passed on, we want its recipients to know that what they have is not the original, so that any problems introduced by others will not reflect on the original authors' reputations.
fi: Edelleen, jokaisen tekij‰n ja Free Software Foundationin suojaamiseksi on varmistettava, ett‰ jokainen ymm‰rt‰‰, ett‰ vapaalla ohjelmalla ei ole takuuta. Jos joku muuttaa ohjelmaa ja levitt‰‰ sen edelleen, ohjelman vastaanottajien on tiedett‰v‰, ett‰ heill‰ ei ole alkuper‰ist‰ ohjelmaa. Joten mik‰ tahansa ongelma, jonka muut ovat aikaansaaneet, ei vaikuta alkuper‰isen tekij‰n maineeseen.
sv: För varje upphovsmans säkerhet och vår säkerhet vill vi för tydlighets skull klargöra att det inte lämnas några garantier för denna fria programvara. Om programvaran förändras av någon annan än upphovsmannen vill vi klargöra för mottagaren att det som mottagaren har är inte originalversionen av programvaran och att förändringar av och felaktigheter i programvaran inte skall belasta den ursprunglige upphovsmannen.
vi: Hơn nữa, để bảo vệ tác giả và chính mình, chúng tôi muốn chắc chắn là mọi người hiểu được rằng phần mềm tự do này không có bảo hành. Nếu phần mềm bị sửa đổi bởi người khác và được phân phát tiếp, chúng tôi muốn người nhận biết được rằng cái mà họ có đó không phải là bản gốc, vì vậy, bất kỳ lỗi nào do người khác gây ra sẽ không làm mang tiếng của tác giả gốc.

source: Finally, any free program is threatened constantly by software patents. We wish to avoid the danger that redistributors of a free program will individually obtain patent licenses, in effect making the program proprietary. To prevent this, we have made it clear that any patent must be licensed for everyone's free use or not licensed at all.
fi: Ohjelmistopatentit uhkaavat jokaista vapaata ohjelmaa. On olemassa vaara, ett‰ vapaiden ohjelmien levitt‰j‰t patentoivat ohjelmia sill‰ seurauksella, ett‰ heill‰ on ohjelmiin omistusoikeus. T‰m‰n v‰ltt‰miseksi jokainen patentti on joko lisensoitava ilmaiseksi kaikille k‰ytt‰jille tai j‰tett‰v‰ kokonaan lisensoimatta.
sv: Slutligen skall det sägas att all fri programvara ständigt hotas av mjukvarupatent. Vi vill undvika att en distributör [eller vidareutvecklare] av fri programvara individuellt skaffar patentlicenser till programvaran och därmed gör programvaran till föremål för äganderätt. För att undvika detta har vi gjorde det tydligt att samtliga mjukvarupatent måste registreras för allas fria användning eller inte registreras alls.
vi: Cuối cùng, chương trình tự do nào cũng luôn bị đe dọa bởi bằng sáng chế phần mềm. Chúng tôi muốn tránh nguy cơ việc những người phát hành lại chương trình tự do sẽ giành bằng sáng chế riêng, sở hữu chương trình đó. Để ngăn ngừa điều này, chúng tôi đã làm rõ rằng bằng sáng chế phải cấp cho mọi người sử dụng tự do, hoặc không cấp cho bất kỳ ai hết.

source: The precise terms and conditions for copying, distribution and modification follow.
fi: Seuraa tarkat ehdot vapaiden ohjelmien kopioimiselle, levitt‰miselle ja muuttamiselle.
sv: Här nedan följer licensvillkoren för att kopiera, distribuera och ändra programvaran.
vi: Sau đây là những điều kiện và điều khoản chính xác đối với việc sao chép, phát hành và sửa đổi.

source: GNU GENERAL PUBLIC LICENSE
fi: GNU yleinen lisenssi (GPL lisenssi)
vi: BẢN QUYỀN DÙNG CHUNG TỔNG QUÁT GNU

source: TERMS AND CONDITIONS FOR COPYING, DISTRIBUTION AND MODIFICATION
fi: Ehdot kopioimiselle, levitt‰miselle ja muuttamiselle
sv: VILLKOR FÖR ATT KOPIERA, DISTRIBUERA OCH ÄNDRA PROGRAMVARAN
vi: ĐIỀU KIỆN SAO CHÉP, PHÁT HÀNH VÀ SỬA ĐỔI

source: <emphasis role="bold">0.</emphasis> This License applies to any program or other work which contains a notice placed by the copyright holder saying it may be distributed under the terms of this General Public License. The "Program", below, refers to any such program or work, and a "work based on the Program" means either the Program or any derivative work under copyright law: that is to say, a work containing the Program or a portion of it, either verbatim or with modifications and/or translated into another language. (Hereinafter, translation is included without limitation in the term "modification".) Each licensee is addressed as "you".
fi: <emphasis role="bold">0.</emphasis> T‰t‰ Lisenssi‰ sovelletaan kaikkiin ohjelmiin tai muihin teoksiin, jotka sis‰lt‰v‰t tekij‰noikeuden haltijan ilmoituksen, ett‰ teoksen levitt‰minen tapahtuu GPL lisenssin ehtojen mukaan. \ufffdOhjelma\ufffd viittaa kaikkiin t‰ll‰isiin tietokoneohjelmiin ja muihin teoksiin. \ufffdOhjelmaan perustuva teos\ufffd tarkoittaa joko Ohjelmaa tai mit‰ tahansa tekij‰noikeuslain mukaista j‰lkiper‰ist‰ teosta: toisin sanoen teosta, joka sis‰lt‰‰ Ohjelman tai osan siit‰, kirjaimellisesti tai muutettuna, tai toiselle kielelle k‰‰nnettyn‰. (T‰st‰ eteenp‰in k‰‰nnˆs sis‰ltyy k‰sitteeseen \ufffdmuutos\ufffd). "Lisenssin saaja" on se, jolle ohjelma lisensoidaan.
vi: <emphasis role="bold">0.</emphasis> Bản quyền này áp dụng cho bất kỳ chương trình nào hay sản phẩm nào khác có thông báo được chèn bởi người giữ tác quyền nói rằng nó có thể được phát hành theo các điều khoản của GPL này. Cụm từ « Chương trình » dưới đây có nghĩa là bất kỳ chương trình hay sản phẩm như vậy, và « sản phẩm dựa trên chương trình » có nghĩa là hoặc Chương trình hay bất kỳ sản phẩm bắt nguồn từ nó dưới pháp luật bản quyền: tức là, sản phẩm chứa Chương trình đó hay một phần của nó, hoặc đúng nguyên văn hoặc với sự sửa đổi và/hay được dịch sang một ngôn ngữ khác. (Kể từ câu này, việc dịch ngôn ngữ được bao gồm vô hạn trong thuật ngữ « sự sửa đổi ».) Mỗi người được cầp bản quyền được gọi là « bạn ».

source: Activities other than copying, distribution and modification are not covered by this License; they are outside its scope. The act of running the Program is not restricted, and the output from the Program is covered only if its contents constitute a work based on the Program (independent of having been made by running the Program). Whether that is true depends on what the Program does.
fi: T‰m‰ lisenssi ei kata muita toimenpiteit‰ kuin kopioimisen, levitt‰misen ja muuttamisen. Ohjelman ajaminen ei ole kielletty‰. Ohjelman tuloste on t‰m‰n Lisenssin alainen vain silloin, kun se muodostaa Ohjelmaan perustuvan teoksen (riippumatta siit‰ ajetaanko Ohjelmaa vai ei). Milloin tuloste on Lisenssin alainen riippuu siit‰, mit‰ Ohjelma tekee.
sv: Åtgärder utom kopiering, distribution och ändringar täcks inte av dessa licensvillkor. Användningen av Programvaran är inte begränsad och resultatet av användningen av Programvaran täcks endast av dessa licensvillkor om resultatet utgör ett Verk baserat på Programvaran (oberoende av att det skapats av att programmet körts). Det beror på vad Programvaran gör.
vi: Những hoạt động khác ngoài sự sao chép, phát hành và sửa đổi không được kiểm soát bởi Bản quyền này; nó ở ngoài phạm vi của bản quyền. Hành động chạy Chương trình không bị hạn chế, và dữ liệu xuất từ Chương trình chỉ bị khống chế chỉ nếu nội dung nó tạo thành một sản phẩm dựa vào chính nó (không phụ thuộc vào việc vận hành Chương trình). Điều đó đúng hay không sự phụ thuộc vào điều mà Chương trình tạo ra.

source: <emphasis role="bold">1.</emphasis> You may copy and distribute verbatim copies of the Program's source code as you receive it, in any medium, provided that you conspicuously and appropriately publish on each copy an appropriate copyright notice and disclaimer of warranty; keep intact all the notices that refer to this License and to the absence of any warranty; and give any other recipients of the Program a copy of this License along with the Program.
fi: <emphasis role="bold">1.</emphasis> Lisenssin saajalla on oikeus kopioida ja levitt‰‰ sanatarkkoja kopioita Ohjelman l‰hdekoodista sellaisena kuin se on saatu, mill‰ tahansa laitteella. Ehtona on, ett‰ asianmukaisesti jokaisesta kopiosta ilmenee kenell‰ on siihen tekij‰noikeus ja ett‰ Ohjelmaan ei ole takuuta; edelleen, kaikki viitaukset t‰h‰n Lisenssiin ja ilmoitukseen takuun puuttumisesta on pidett‰v‰ koskemattomana; ja viel‰, jokaiselle Ohjelman vastaanottajalle on annettava t‰m‰ Lisenssi ohjelman mukana.
vi: <emphasis role="bold">1.</emphasis>Bạn có quyền sao chép và phát hành bản sao đúng nguyên văn của mã nguồn của Chương trình như bạn đã nhận nó, bằng bất kỳ cách nào, miễn là bạn công bố rõ ràng và thích đáng trên mỗi bản sao một thông báo tác quyền thích hợp và miễn trừ bảo hành; giữ nguyên vẹn mọi thông báo liên quan đến Bản Quyền này và miễn trừ bảo hành; và đưa cho những người nhận Chương trình khác một bản sao của bản quyền cùng với Chương trình.

source: You may charge a fee for the physical act of transferring a copy, and you may at your option offer warranty protection in exchange for a fee.
fi: Lisenssin saaja voi pyyt‰‰ maksun Ohjelman kopioimisesta ja voi halutessaan myyd‰ Ohjelmaan takuun.
sv: Du äger utta en avgift för mekaniseringen [att fysiskt fästa Programvaran på ett medium, såsom en diskett eller en CD-ROM-skiva] eller överföringen av en kopia och du äger erbjuda en garanti för Programvaran mot en avgift.
vi: Bạn có thể thu phí cho việc gởi bản sao, và bạn có thể tùy ý đề nghị cung cấp dịch vụ bảo hành có thu phí.

source: <emphasis role="bold">2.</emphasis> You may modify your copy or copies of the Program or any portion of it, thus forming a work based on the Program, and copy and distribute such modifications or work under the terms of Section 1 above, provided that you also meet all of these conditions:
fi: <emphasis role="bold">2.</emphasis> Ohjelmakopion tai kopioiden tai mink‰ tahansa osan muuttaminen on sallittu. Kun ohjelmaa muutetaan, muodostuu Ohjelmaan perustuva teos. Lisenssin saajalla on lupa kopioida ja levitt‰‰ n‰it‰ muutoksia ja Ohjelmaan perustuvaa teosta ehdolla, ett‰ ensinn‰kin Kohdan 1 edellytykset t‰ytet‰‰n ja lis‰ksi viel‰ seuraavat:
vi: <emphasis role="bold">2.</emphasis>Bạn có quyền sửa đổi bản sao của mình hay của Chương trình hoặc đoạn nào của nó để tạo một sản phẩm dựa vào Chương trình, và sao chép và phát hành sự sửa đổi hay sản phẩm như vậy theo điều khoản 1 nêu trên, miễn là bạn cũng tuân theo tất cả các điều kiện sau:

source: You must cause the modified files to carry prominent notices stating that you changed the files and the date of any change.
fi: a) Muuteltujen tiedostojen on sis‰llett‰v‰ selke‰ merkint‰, josta ilmenee, kuka tiedostoja on muuttanut ja p‰iv‰ys, jolloin muutokset on tehty.
vi: Bạn phải gây ra mỗi tập tin đã sửa đổi chứa thông báo dễ thấy nói rằng bạn đã thay đổi tập tin đó và hiển thị ngày tháng của sự thay đổi nào.

source: You must cause any work that you distribute or publish, that in whole or in part contains or is derived from the Program or any part thereof, to be licensed as a whole at no charge to all third parties under the terms of this License.
fi: b) Jokainen teos, jonka Lisenssin saaja julkaisee tai levitt‰‰ edelleen, ja joka kokonaan tai osittain perustuu tai sis‰lt‰‰ osia Ohjelmasta, on lisensoitava kokonaisuudessaan ilman maksua kaikille kolmansille osapuolille t‰m‰n Lisenssin ehtojen mukaisesti.
vi: Bạn phải gây ra sản phẩm nào bạn phát hành hay xuất bản, mà toàn bộ hay phần nào chứa hay bắt nguồn từ Chương trình hay bất kỳ phần của nó, được cấp toàn bộ miễn phí cho người khác với điều kiện của Bản Quyền này.
