Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/gpl.po
Languages: fi, sv, vi

source: If the modified program normally reads commands interactively when run, you must cause it, when started running for such interactive use in the most ordinary way, to print or display an announcement including an appropriate copyright notice and a notice that there is no warranty (or else, saying that you provide a warranty) and that users may redistribute the program under these conditions, and telling the user how to view a copy of this License. (Exception: if the Program itself is interactive but does not normally print such an announcement, your work based on the Program is not required to print an announcement.)
fi: c) Jos muuteltu ohjelma lukee ajettaessa interaktiivisesti komentoja, Lisenssin saajan on ohjelman k‰ynnistyess‰ normaaliin interaktiiviseen k‰yttˆˆn saatettava n‰ytˆlle tai tulostettavaksi ilmoitus, josta selvi‰‰ asianmukaisesti ohjelman tekij‰noikeus ja ilmoitus, ettei Ohjelmalla ole takuuta (tai vaihtoehtoisesti, ett‰ Lisenssin saaja myˆnt‰‰ Ohjelmalle takuun) ja ett‰ k‰ytt‰j‰t voivat levitt‰‰ ohjelmaa edelleen n‰iden ehtojen mukaisesti sek‰ annettava k‰ytt‰jille ohjeet, miten he voivat n‰hd‰ kopion t‰st‰ Lisenssist‰. (Poikkeus: jos Ohjelma itsess‰‰n on interaktiivinen muttei normaalisti tulosta t‰ll‰ist‰ ilmoitusta, myˆsk‰‰n Lisenssin saajan tekem‰n Ohjelmaan perustuvan teoksen ei tarvitse tulostaa ilmoitusta)
vi: Nếu chương trình bị sửa đổi có đọc tương tác lệnh khi được chạy bình thường, bạn phải gây ra nó, khi được khởi chạy bằng cách thường nhất để sử dụng tương tác như vậy, để in ra hay hiển thị một lời loan báo gồm có thông báo quyền tác giả thích hợp và thông báo không có bảo đảm gì (nếu không, nói rằng bạn cung cấp sự bảo đảm) và rằng người dùng có quyền phát hành lại chương trình đó với những điều kiện này, và thông tin cho người dùng biết cách xem một bản sao của Bản Quyền này. (Ngoại lệ: nếu Chương trình chính nó là tương tác nhưng không bình thường in ra lời loan báo như vậy, sản phẩm của bạn đựa vào Chương trình không bắt buộc phải in ra lời loan báo như vậy.

source: These requirements apply to the modified work as a whole. If identifiable sections of that work are not derived from the Program, and can be reasonably considered independent and separate works in themselves, then this License, and its terms, do not apply to those sections when you distribute them as separate works. But when you distribute the same sections as part of a whole which is a work based on the Program, the distribution of the whole must be on the terms of this License, whose permissions for other licensees extend to the entire whole, and thus to each and every part regardless of who wrote it.
fi: N‰m‰ ehdot koskevat muuteltua teosta kokonaisuudessaan. Jos yksilˆit‰v‰t osat t‰st‰ teoksesta eiv‰t ole johdettuja Ohjelmasta ja ne voidaan perustellusti katsoa itsen‰isiksi ja erillisiksi teoksiksi, silloin t‰m‰ Lisenssi ja sen ehdot eiv‰t koske n‰it‰ osia, kun niit‰ levitet‰‰n erillisin‰ teoksina. Mutta jos samoja osia levitet‰‰n osana kokonaisuutta, joka on Ohjelmaan perustuva teos, t‰m‰n kokonaisuuden levitt‰minen on tapahduttava t‰m‰n Lisenssin ehtojen mukaan, jolloin t‰m‰n lisenssin ehdot laajenevat kokonaisuuteen ja t‰ten sen jokaiseen osaan riippumatta siit‰, kuka ne on tehnyt ja mill‰ lisenssiehdoilla.
sv: Dessa krav gäller det förändrade verket i dess helhet. Om identifierbara delar av verket inte härrör från Programvaran och skäligen kan anses vara fristående och självständiga verk i sig, då skall dessa licensvillkor inte gälla i de delarna när de distribueras som egna verk. Men om samma delar distribueras tillsammans med en helhet som innehåller verk som härrör från Programvaran, måste distributionen i sin helhet ske enligt dessa licensvillkor. Licensvillkoren skall i sådant fall gälla för andra licenstagare för hela verket och sålunda till alla delar av Programvaran, oavsett vem som är upphovsman till vilka delar av verket.
vi: Những điều kiện này áp dụng cho toàn bộ sản phẩm bị sửa đổi. Nếu có thể nhận ra phần riêng của sản phẩm đó không bắt nguồn từ Chương trình, và có thể được xem hợp lý bản thân là sản phẩm riêng và không phụ thuộc, thì Bản Quyền này, và các điều kiện của nó, không áp dụng cho những phần riêng đó khi bạn phát hành chúng là sản phẩm riêng. Tuy nhiên, khi bạn phát hành cùng những phần đó là phần của cái toàn bộ là sản phẩm đựa vào Chương trình, sự phát hành cái toàn bộ đó phải tùy theo điều kiện của Bản Quyền này, mà cấp cho mọi người có quyền kéo dài đến toàn bộ cái, thì bảo quát tất cả mọi phần của nó, bất chấp ai đã tạo nó.

source: Thus, it is not the intent of this section to claim rights or contest your rights to work written entirely by you; rather, the intent is to exercise the right to control the distribution of derivative or collective works based on the Program.
fi: Eli t‰m‰n Kohdan tarkoitus ei ole saada oikeuksia tai ottaa pois Lisenssin saajan oikeuksia teokseen, jonka h‰n on kokonaan kirjoittanut; pikemminkin tarkoitus on k‰ytt‰‰ oikeutta kontrolloida Ohjelmaan perustuvien j‰lkiper‰isteosten tai kollektiivisten teosten levitt‰mist‰.
sv: Denna paragraf skall sålunda inte tolkas som att anspråk görs på rättigheter eller att ifrågasätta Dina rättigheter till programvara som skrivits helt av Dig. Syftet är att tillse att rätten att kontrollera distributionen av derivativa eller samlingsverk av Programvaran.
vi: Như thế thì tiết đoạn này không đự định yêu cầu quyền hay không thừa nhận quyền của bạn về sản phẩm toàn bộ bị bạn tạo; hơn là dự định sử dụng quyền hạn điều khiển sự phát hành sản phẩm bất nguồn từ hay tập thể đựa vào Chương trình.

source: In addition, mere aggregation of another work not based on the Program with the Program (or with a work based on the Program) on a volume of a storage or distribution medium does not bring the other work under the scope of this License.
fi: Lis‰ksi pelkk‰ toisen teoksen, joka ei perustu Ohjelmaan, liitt‰minen Ohjelman (tai Ohjelmaan perustuvan teoksen) kanssa samalle tallennus- tai jakeluv‰lineelle ei merkitse sit‰, ett‰ toinen teos tulisi t‰m‰n Lisenssin sitomaksi.
sv: Förekomsten av ett annat verk på ett lagringsmedium eller samlingsmedium som innehåller Programvaran eller Verk baserat på Programvaran leder inte till att det andra verket omfattas av dessa licensvillkor.
vi: Hơn nữa, chỉ là sự kết hợp sản phẩm khác không đựa vào Chương trình với Chương trình (hay với sản phẩm đựa vào Chương trình) trên vật chứa hay vật phát hành không đựa ra sản phẩm khác nằm trong phạm vị của Bản Quyền này.

source: <emphasis role="bold">3.</emphasis> You may copy and distribute the Program (or a work based on it, under Section 2) in object code or executable form under the terms of Sections 1 and 2 above provided that you also do one of the following:
fi: <emphasis role="bold">3.</emphasis> Lisenssin saajalla on oikeus kopioida ja levitt‰‰ Ohjelmaa (tai siihen perustuvaa teosta, Kohdan 2 mukaisesti) objektikoodina tai ajettavassa muodossa yll‰ esitettyjen Kohtien 1 ja 2 mukaisesti edellytt‰en lis‰ksi, ett‰ yksi seuraavista ehdoista on t‰ytetty:
vi: <emphasis role="bold">3.</emphasis> Bạn có quyền sao chép và phát hành Chương trình (hoặc sản phẩm đựa vào nó, dưới Tiết đoạn 2) trong dạng thức mã đối tượng hay tập tin có khả năng thực hiện với điều kiện của Tiết đoạn 1 và 2 bên trên, miễn là bạn cũng làm một của những việc theo đây:

source: Accompany it with the complete corresponding machine-readable source code, which must be distributed under the terms of Sections 1 and 2 above on a medium customarily used for software interchange; or,
fi: a) Ohjelman mukaan liitet‰‰n t‰ydellinen koneella luettava l‰hdekoodi, joka on levitett‰v‰ yll‰ mainittujen Kohtien 1 ja 2 ehtojen mukaisesti v‰lineell‰, jota k‰ytet‰‰n yleisesti ohjelmistojen jakeluun; tai
vi: Kèm theo toàn bộ mã nguồn bị máy đọc được tương ứng, mà phải được phát hành với điều kiện của Tiết đoạn 1 và 2 bên trên, trên vật chứa thường được dùng để trao đổi phần mềm; hay

source: Accompany it with a written offer, valid for at least three years, to give any third party, for a charge no more than your cost of physically performing source distribution, a complete machine-readable copy of the corresponding source code, to be distributed under the terms of Sections 1 and 2 above on a medium customarily used for software interchange; or,
fi: b) Ohjelman mukaan liitet‰‰n v‰hint‰‰n kolme vuotta voimassa oleva kirjallinen tarjous luovuttaa kelle tahansa kolmannelle osapuolle, enint‰‰n l‰hdekoodin fyysisen levitt‰misen hinnalla, t‰ydellinen koneella luettava l‰hdekoodi, joka on levitett‰v‰ yll‰ mainittujen Kohtien 1 ja 2 ehtojen mukaisesti v‰lineell‰, jota k‰ytet‰‰n yleisesti ohjelmistojen jakeluun; tai
vi: Kèm theo sự dạm được ghi ra, hợp lệ trong ít nhất ba năm sau, cung cấp cho bất cứ người khác nào, với giá không phải lớn hơn giá phát hành vật lý mã nguồn đó, một bản sao bị máy đọc được của toàn bộ mã nguồn tương ứng, để được phát hành với điều kiện của Tiết đoạn 1 và 2 bên trên, trên vật chứa thường được dùng để trao đổi phần mềm; hay

source: Accompany it with the information you received as to the offer to distribute corresponding source code. (This alternative is allowed only for noncommercial distribution and only if you received the program in object code or executable form with such an offer, in accord with Subsection b above.)
fi: c) Ohjelman mukaan liitet‰‰n Lisenssin saajan tieto tarjouksesta, joka koskee l‰hdekoodin levitt‰mist‰. (T‰m‰ vaihtoehto on sallittu vain ei-kaupalliseen levitt‰miseen ja sill‰ ehdolla, ett‰ ohjelma on saatu objektikoodina tai ajettavassa muodossa yll‰ mainitun alakohdan b mukaisesti)
vi: Kèm theo các thông tin bạn đã nhận về sự dạm phát hành mã nguồn tương ứng. (Tùy chọn này được phép chỉ khi phát hành không thương mại, và chỉ nếu bạn đã nhận chương trình trong dạng thức mã đối tượng hay dạng thức thực hiện được cùng với sự dạm như vậy, tùy theo Tiết đoạn phụ (b) trên.

source: The source code for a work means the preferred form of the work for making modifications to it. For an executable work, complete source code means all the source code for all modules it contains, plus any associated interface definition files, plus the scripts used to control compilation and installation of the executable. However, as a special exception, the source code distributed need not include anything that is normally distributed (in either source or binary form) with the major components (compiler, kernel, and so on) of the operating system on which the executable runs, unless that component itself accompanies the executable.
fi: Teoksen l‰hdekoodi tarkoittaa sen suositeltavaa muotoa muutosten tekemist‰ varten. Ajettavan teoksen t‰ydellinen l‰hdekoodi tarkoittaa kaikkea l‰hdekoodia kaikkiin teoksen sis‰lt‰miin moduleihin ja lis‰ksi kaikkiin sen mukana seuraaviin k‰yttˆliittym‰tiedostoihin sek‰ skripteihin, joilla hallitaan ajettavan teoksen asennusta ja k‰‰nt‰mist‰. Kuitenkin erityisen‰ poikkeuksena levitetyn l‰hdekoodin ei tarvitse sis‰lt‰‰ mit‰‰n sellaista, mik‰ yleens‰ levitet‰‰n (joko l‰hdekoodi- tai bin‰‰rimuodossa) k‰yttˆj‰rjestelm‰n p‰‰komponenttien (k‰‰nt‰j‰, kernel, jne.) mukana, joiden p‰‰ll‰ teosta ajetaan, ellei t‰ll‰inen komponentti tule ajettavan teoksen mukana.
sv: Källkoden för ett verk avser den form av ett verk som är att föredra för att göra förändringar av verket. För ett körbart verk avser källkoden all källkod för moduler det innehåller, samt alla tillhörande gränssnittsfiler, definitioner, scripts för att kontrollera kompilering och installation av den körbara Programvaran. Ett undantag kan dock göras för sådant som normalt distribueras, antingen i binär form eller som källkod, med huvudkomponterna i operativsystemet (kompliator, kärna och så vidare) i vilket den körbara programvaran körs, om inte denna komponent medföljer den körbara programvaran.
vi: Mã nguồn của sản phẩm có nghĩa là dạng thức sản phẩm ưa thích khi sửa đổi nó. Đối với sản phẩm có khả năng thực hiện, toàn bộ mã nguồn có nghĩa là tất cả các mã nguồn cho mọi mô-đun đã chứa, cộng với tập tin xác định giao diện tương ứng nào, cộng với các tập lệnh được dùng để điều khiển tiến trình biên dịch và cài đặt tập tin có khả năng thực hiện. Tuy nhiên, ngoại lệ đặc biệt là mã nguồn được phát hành không cần phải bao gồm gì được phát hành bình thường (trong dạng thức hoặc nguồn hoặc nhị phân) với các thành phần chính (bộ biên dịch, hạt nhân v.v.) của hệ điều hành nơi tập tin thực hiện được có chạy, trừ thành phần chính nó kèm theo tập tin thực hiện được.

source: If distribution of executable or object code is made by offering access to copy from a designated place, then offering equivalent access to copy the source code from the same place counts as distribution of the source code, even though third parties are not compelled to copy the source along with the object code.
fi: Jos ajettavan tai objektikoodin levitt‰minen tehd‰‰n tarjoamalla p‰‰sy tietyss‰ paikassa olevaan kopioon, t‰llˆin tarjoamalla vastaavasti p‰‰sy samassa paikassa olevaan l‰hdekoodiin luetaan l‰hdekoodin levitt‰miseksi, vaikka kolmansia osapuolia ei pakotettaisi kopioimaan l‰hdekoodia objektikoodin mukana.
sv: Om distributionen av körbar Programvara eller objektkod görs genom att erbjuda tillgång till att kopiera från en bestämd plats, då skall motsvarande tillgång till att kopiera källkoden från samma plats räknas som distribution av källkoden, även om trejde man inte behöver kopiera källkoden tillsammans med objektkoden.
vi: Nếu sự phát hành mã có khả năng thực hiện hay mã đối tượng được làm bằng cách trao truy cập sao chép từ một nơi đã xác định, thì việc trao truy cập trùng sao chép mã nguồn đó từ cùng nơi đó được tính là sự phát hành mã nguồn, mặc dù người khác không bắt buộc phải sao chép mã nguồn cùng với mã đối tượng.

source: <emphasis role="bold">4.</emphasis> You may not copy, modify, sublicense, or distribute the Program except as expressly provided under this License. Any attempt otherwise to copy, modify, sublicense or distribute the Program is void, and will automatically terminate your rights under this License. However, parties who have received copies, or rights, from you under this License will not have their licenses terminated so long as such parties remain in full compliance.
fi: <emphasis role="bold">4.</emphasis> Ohjelman kopioiminen, muuttaminen, lisensointi edelleen tai Ohjelman levitt‰minen muuten kuin t‰m‰n Lisenssin ehtojen mukaisesti on kielletty. Kaikki yritykset muulla tavoin kopioida, muuttaa, lisensoida edelleen tai levitt‰‰ Ohjelmaa ovat p‰tem‰ttˆmi‰ ja johtavat automaattisesti t‰m‰n Lisenssin mukaisten oikeuksien p‰‰ttymiseen. Sen sijaan ne, jotka ovat saaneet kopioita tai oikeuksia Lisenssin saajalta t‰m‰n Lisenssin ehtojen mukaisesti, eiv‰t menet‰ saamiaan lisensoituja oikeuksia niin kauan kuin he noudattavat n‰it‰ ehtoja.
vi: <emphasis role="bold">4.</emphasis> Không cho phép bạn sao chép, sửa đổi, cấp phụ hay phát hành Chương trình, trừ với điều kiện được diễn tả dứt khoát trong Bản Quyền này. Bất kỳ sự cố gắng nào sao chép, sửa đổi, cấp phụ hay phát hành Chương trình bằng cách khác bị bãi bỏ, và sẽ kết thúc các quyền của bạn dưới Bản Quyền này. Tuy nhiên, người khác đã nhận bản sao hay quyền từ bạn dưới Bản Quyền này sẽ không có quyền đó bị kết thúc, miễn là họ tiếp tục tuân theo hoàn toàn.

source: <emphasis role="bold">5.</emphasis> You are not required to accept this License, since you have not signed it. However, nothing else grants you permission to modify or distribute the Program or its derivative works. These actions are prohibited by law if you do not accept this License. Therefore, by modifying or distributing the Program (or any work based on the Program), you indicate your acceptance of this License to do so, and all its terms and conditions for copying, distributing or modifying the Program or works based on it.
fi: <emphasis role="bold">5.</emphasis> Lisenssin saajalta ei vaadita t‰m‰n Lisenssin hyv‰ksymist‰, koska siit‰ puuttuu allekirjoitus. Kuitenkaan mik‰‰n muu ei salli Lisenssin saajaa muuttaa tai levitt‰‰ Ohjelmaa tai sen j‰lkiper‰isteosta. N‰m‰ toimenpiteet ovat lailla kiellettyj‰ siin‰ tapauksessa, ett‰ Lisenssin saaja ei hyv‰ksy t‰t‰ Lisenssi‰. Niinp‰ muuttamalla tai levitt‰m‰ll‰ Ohjelmaa (tai Ohjelmaan perustuvaa teosta) Lisenssin saaja ilmaisee hyv‰ksyv‰ns‰ t‰m‰n Lisenssin ja kaikki sen ehdot sek‰ edellytykset Ohjelman ja siihen perustuvien teosten kopioimiselle, levitt‰miselle ja muuttamiselle.
vi: <emphasis role="bold">5.</emphasis> Bạn không bắt buộc phải chấp nhận Bản Quyền này, vì bạn chưa ký tên nó. Tuy nhiên, không có gì khác cho phép bạn sửa đổi hay phát hành Chương trình hay sản phẩm bắt nguồn từ nó. Các hành động này bị pháp luật cấm nếu bạn không chấp nhận Bản Quyền này. Vì vậy, bằng cách sửa đổi hay phát hành Chương trình (hay sản phẩm đựa vào nó), bạn ngụ ý sự chấp nhận Bản Quyền này để làm như thế, gồm mọi điều kiện sao chép, phát hành hay sửa đổi Chương trình hay sản phẩm đựa vào nó.

source: <emphasis role="bold">6.</emphasis> Each time you redistribute the Program (or any work based on the Program), the recipient automatically receives a license from the original licensor to copy, distribute or modify the Program subject to these terms and conditions. You may not impose any further restrictions on the recipients' exercise of the rights granted herein. You are not responsible for enforcing compliance by third parties to this License.
fi: <emphasis role="bold">6.</emphasis> Aina kun Ohjelmaa (tai Ohjelmaan perustuvaa teosta) levitet‰‰n, vastaanottaja saa automaattisesti alkuper‰iselt‰ tekij‰lt‰ lisenssin kopioida, levitt‰‰ ja muuttaa Ohjelmaa n‰iden ehtojen ja edellytysten sitomina. Vastaanottajalle ei saa asettaa mit‰‰n lis‰rajoitteita t‰ss‰ annettujen oikeuksien k‰ytˆst‰. Lisenssin saajalla ei ole vastuuta valvoa noudattavatko kolmannet osapuolet t‰t‰ Lisenssi‰.
vi: <emphasis role="bold">6.</emphasis> Mỗi lần bạn phát hành lại Chương trình (hay sản phẩm đựa vào nó), người nhận có nhận tự động một bản quyền từ người cấp gốc, để sao chép, phát hành hay sửa đổi Chương trình với điều kiện này. Không cho phép bạn hạn chế thêm cách người dùng sử dụng các quyền đã được cấp trong Bản Quyền này. Bạn cũng không chịu trách nhiệm ép buộc người khác tuân theo điều kiện của Bản Quyền này.

source: <emphasis role="bold">7.</emphasis> If, as a consequence of a court judgment or allegation of patent infringement or for any other reason (not limited to patent issues), conditions are imposed on you (whether by court order, agreement or otherwise) that contradict the conditions of this License, they do not excuse you from the conditions of this License. If you cannot distribute so as to satisfy simultaneously your obligations under this License and any other pertinent obligations, then as a consequence you may not distribute the Program at all. For example, if a patent license would not permit royalty-free redistribution of the Program by all those who receive copies directly or indirectly through you, then the only way you could satisfy both it and this License would be to refrain entirely from distribution of the Program.
fi: <emphasis role="bold">7.</emphasis> Jos oikeuden p‰‰tˆs tai v‰ite patentin loukkauksesta tai jokin muu syy (rajoittumatta patenttikysymyksiin) asettaa Lisenssin saajalle ehtoja (olipa niiden alkuper‰ sitten tuomio, sopimus tai jokin muu), jotka ovat vastoin n‰it‰ lisenssiehtoja, ne eiv‰t anna oikeutta poiketa t‰st‰ Lisenssist‰. Jos levitt‰minen ei ole mahdollista siten, ett‰ samanaikaisesti toimitaan sek‰ t‰m‰n Lisenssin ett‰ joidenkin muiden rajoittavien velvoitteiden mukaisesti, t‰llˆin Ohjelmaa ei saa lainkaan levitt‰‰. Jos esimerkiksi jokin patenttilisenssi ei salli kaikille niille, jotka saavat Ohjelman Lisenssin saajalta joko suoraan tai ep‰suorasti, Ohjelman levitt‰mist‰ edelleen ilman rojaltimaksuja, t‰llˆin ainut tapa t‰ytt‰‰ sek‰ patenttilisenssin ett‰ t‰m‰n Lisenssin ehdot on olla levitt‰m‰tt‰ Ohjelmaa lainkaan.
vi: <emphasis role="bold">7.</emphasis> Nếu, do kết quả của quyết định của toà án hay sự viện lý sự vi phạm bằng sáng chế hay vì bất cứ lý do nào (không bị hạn chế thành vấn đề bằng sáng chế), bạn bị ép buộc chấp nhận điều kiện (hoặc vì quyết định của toà án, sự thoả thuận hoặc cách khác nào) mà mâu thuẫn điều kiện của Bản Quyền này, trường hợp này không miễn cho bạn không phải thỏa điều kiện của Bản Quyền này. Nếu bạn không thể phát hành bằng cách thỏa đồng thời các giao ước của bạn dưới Bản Quyền này và bất kỳ giao ước thích hợp khác, thì kết quả là không cho phép bạn phát hành Chương trình bằng cách nào cả. Lấy thí dụ, nếu một bằng sáng chế nào đó không cho phép sự phát hành lại Chương trình một cách miễn tiền bản quyền phát minh bằng mọi người nhận bản sao từ bạn một cách trực tiếp hay gián tiếp, thì cách duy nhất bạn có thể thỏa cả bằng đó lẫn Bản Quyền này là hoàn toàn không phát hành Chương trình.

source: If any portion of this section is held invalid or unenforceable under any particular circumstance, the balance of the section is intended to apply and the section as a whole is intended to apply in other circumstances.
fi: Jos jokin osa t‰st‰ kohdasta katsotaan p‰tem‰ttˆm‰ksi tai mahdottomaksi vahvistaa oikeudessa joissakin tietyiss‰ olosuhteissa, silloin t‰t‰ kohtaa on tarkoitus soveltaa p‰tevin osin ja muissa olosuhteissa kokonaisuudessaan.
sv: Om delar av denna paragraf förklaras ogiltig eller annars inte kan verkställas skall resten av paragrafen äga fortsatt giltighet och paragrafen i sin helhet äga fortsatt giltighet i andra sammanhang.
vi: Nếu đoạn nào trong phần này được quyết định là không hợp lệ hay không thể được ếp buộc trong bất kỳ trường hợp riêng nào, đoạn còn lại dự định áp dụng được, và toàn bộ tiết đoạn dự định áp dụng trong các trường hợp khác.
