Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/gpl.po
Languages: fi, sv, vi

source: It is not the purpose of this section to induce you to infringe any patents or other property right claims or to contest validity of any such claims; this section has the sole purpose of protecting the integrity of the free software distribution system, which is implemented by public license practices. Many people have made generous contributions to the wide range of software distributed through that system in reliance on consistent application of that system; it is up to the author/donor to decide if he or she is willing to distribute software through any other system and a licensee cannot impose that choice.
fi: T‰m‰n kohdan tarkoitus ei ole johtaa siihen, ett‰ Lisenssin saaja rikkoisi mit‰‰n patenttia tai muuta varallisuussoikeutta tai v‰itt‰‰ mit‰‰n n‰iden oikeuksien p‰tevyydest‰; t‰m‰n kohdan ainoana tarkoituksena on suojata vapaiden ohjelmien levitysj‰rjestelm‰n yhten‰isyys, joka on luotu k‰ytt‰m‰ll‰ yleisi‰ lisenssej‰. Monet ovat antaneet arvokkaan panoksensa mit‰ erilaisimpiin ohjelmiin, joita levitet‰‰n t‰ss‰ j‰rjestelm‰ss‰ luottaen sen soveltamisen pysyvyyteen; on jokaisen tekij‰n ja lahjoittajan p‰‰tˆsvallassa haluaako h‰n levitt‰‰ ohjelmaa jossakin muussa j‰rjestelm‰ss‰ ja Lisenssin saaja ei voi vaikuttaa t‰h‰n valintaan.
sv: Syftet med denna paragraf är inte att förmå Dig att begå patentintrång eller att begå intrång i andra rättigheter eller att förmå Dig att betrida giltigheten i sådana rättigheter. Denna paragraf har ett enda syfte, vilket är att skydda distributionssystemet för fri programvara vilket görs genom användandet av dessa licensvillkor. Många har bidragit till det stora utbudet av programvara som distribueras med hjälp av dessa licensvillkor och den fortsatta giltigheten och användningen av detta system, men det är upphovsmannen själv som måste besluta om han eller hon vill distribuera Programvaran genom detta system eller ett annat och en licenstagare kan inte tvinga en upphovsman till ett annat beslut.
vi: Không phải là mục đĩch của tiết đoạn này để xui bạn vi phạm bằng sáng chế nào hay lời yêu sách quyền tài sản khác, hoặc để không thừa nhận sự hợp lệ của lời yêu sách như vậy; tiết đoạn này có mục đích duy nhất là bảo vệ tình trạng nguyên vẹn của hệ thống phát hành phần mềm tự do, mà được thực hiện bởi các thực hành bản quyền công cộng. Nhiều người đã đóng góp rộng lượng cùng phạm vị rộng của các phần mềm được phát hành qua hệ thống đó, nhờ sự thực hành nền bỉ hệ thống đó : tùy tác giả / người tăng quyết định nếu họ muốn phát hành phần mềm qua hệ thống khác nào, và người được cấp Bản Quyền không thể điều khiển cách quyết định đó.

source: This section is intended to make thoroughly clear what is believed to be a consequence of the rest of this License.
fi: T‰m‰n kohdan tarkoituksena on tehd‰ t‰ysin selv‰ksi se, mik‰ on t‰m‰n Lisenssin muiden osien seuraus.
sv: Denna paragraf har till syfte att ställa det utom tvivel vad som anses följa av resten av dessa licensvillkor.
vi: Tiết đoạn này dự định diễn tả rõ ràng hoàn toàn kết quả được hiểu của phần còn lại của Bản Quyền này.

source: <emphasis role="bold">8.</emphasis> If the distribution and/or use of the Program is restricted in certain countries either by patents or by copyrighted interfaces, the original copyright holder who places the Program under this License may add an explicit geographical distribution limitation excluding those countries, so that distribution is permitted only in or among countries not thus excluded. In such case, this License incorporates the limitation as if written in the body of this License.
fi: <emphasis role="bold">8.</emphasis> Jos patentit tai tekij‰noikeudella suojatut k‰yttˆliittym‰t rajoittavat Ohjelman levitt‰mist‰ tai k‰yttˆ‰ joissakin valtioissa, Ohjelman alkuper‰inen tekij‰, joka lisensoi ohjelmaansa t‰ll‰ Lisenssill‰, voi asettaa nimenomaisia maantieteellisi‰ levitysrajoituksia, jolloin levitt‰minen on sallittu joko mukaan- tai poislukien n‰m‰ valtiot. T‰ll‰isess‰ tapauksessa n‰m‰ rajoitukset otetaan huomioon kuin ne olisi kirjoitettu t‰m‰n Lisenssin sekaan.
vi: <emphasis role="bold">8.</emphasis> Nếu sự phát hành và/hay cách sử dụng Chương trình bị hạn chế trong một số quốc gia nào đó, hoặc bởi bằng sáng chế hoặc bởi giao diện có bản quyền tác giả, người giữ tác quyền gốc đã đặt Chương trình dưới Bản Quyền này có khả năng thêm sự hạn chế phát hành địa lý riêng loại trừ những quốc gia đó, để cho phép phát hành chỉ trong hay giữa các quốc gia không bị loại trừ như thế. Trong trường hợp như vậy, Bản Quyền này hợp nhất sự hạn chế đó như là nó được ghi trong thân của Bản Quyền này.

source: <emphasis role="bold">9.</emphasis> The Free Software Foundation may publish revised and/or new versions of the General Public License from time to time. Such new versions will be similar in spirit to the present version, but may differ in detail to address new problems or concerns. Each version is given a distinguishing version number. If the Program specifies a version number of this License which applies to it and "any later version", you have the option of following the terms and conditions either of that version or of any later version published by the Free Software Foundation. If the Program does not specify a version number of this License, you may choose any version ever published by the Free Software Foundation.
fi: <emphasis role="bold">9.</emphasis> Free Software Foundation voi julkaista korjattuja tai uusia versioita GPL lisenssist‰ aika ajoin. N‰iden uusien versioiden henki on yhtenev‰ nykyisen version kanssa, mutta ne saattavat erota yksityiskohdissa ottaen huomioon uusia ongelmia ja huolenaiheita. Jokaiselle versiolle annetaan ne muista erottava versionumero. Jos Ohjelma k‰ytt‰‰ t‰m‰n Lisenssin tietty‰ versiota tai \ufffdmit‰ tahansa myˆhemp‰‰ versiota\ufffd, Lisenssin saaja saa valita, k‰ytt‰‰kˆ sit‰ tai jotakin Free Software Foundationin julkaisemaa myˆhemp‰‰ versiota Lisenssist‰. Jos Ohjelma ei mainitse mit‰ versiota t‰st‰ Lisenssist‰ se k‰ytt‰‰, on sallittua valita mik‰ tahansa versio, jonka Free Software Foundation on koskaan julkaissut.
vi: <emphasis role="bold">9.</emphasis> Tổ chức Phần mềm dùng Tự do có thể xuất bản phiên bản đã sửa đổi và/hay mới của Bản Quyền Dùng Chung Tổng Quát GNU thỉng thoảng. Phiên bản mới như vậy sẽ có tinh thần tương tự với phiên bản hiện thời, nhưng có thể khác biệt trong chi tiết để giải quyết vấn đề mới. Mỗi phiên bản được gán một số hiệu phân biệt phiên bản đó. Nếu Chương trình xác định số phiên bản riêng của Bản Quyền này áp dụng cho nó, « và bất kỳ phiên bản sau nào », bạn có tùy chọn thỏa điều kiện hoặc của phiên bản đó, hoặc của bất kỳ phiên bản sau nào được xuất bản bởi Tổ chức Phần mềm dùng Tự do. Nếu Chương trình không xác định số phiên bản riêng của Bản Quyền này, bạn có khả năng chọn bất kỳ phiên bản nào của Bản Quyền này đã được xuất bản bởi Tổ chức Phần mềm dùng Tự do.

source: <emphasis role="bold">10.</emphasis> If you wish to incorporate parts of the Program into other free programs whose distribution conditions are different, write to the author to ask for permission. For software which is copyrighted by the Free Software Foundation, write to the Free Software Foundation; we sometimes make exceptions for this. Our decision will be guided by the two goals of preserving the free status of all derivatives of our free software and of promoting the sharing and reuse of software generally.
fi: <emphasis role="bold">10.</emphasis> Jos Lisenssin saaja haluaa ottaa osia Ohjelmasta mukaan muihin vapaisiin ohjelmiin, joiden levitysehdot ovat erilaiset, h‰nen tulee kirjoittaa tekij‰lle ja kysy‰ lupaa. Jos ohjelman tekij‰noikeuden omistaa Free Software Foundation, on kirjoitettava heille; he tekev‰t joskus poikkeuksia. Free Software Foundationin p‰‰tˆsten ohjenuorana on kaksi p‰‰m‰‰r‰‰; s‰ilytt‰‰ kaikista heid‰n vapaista ohjelmista johdettujen ohjelmien vapaa asema ja yleisesti kannustaa ohjelmien jakamiseen ja uudelleen k‰yttˆˆn.
vi: <emphasis role="bold">10.</emphasis> Nếu bạn muốn hợp nhất phần nào của Chương trình vào chương trình dùng tự do khác có điều kiện phát hành khác GPL, hãy viết xin tác giả cho phép. Đối với phần mềm có bản quyền tác giả của Tổ chức Phần mềm dùng Tự do, hãy viết thư cho Tổ chức Phần mềm dùng Tự do : thỉng thoảng chúng tôi cho phép ngoại lệ trong trường hợp này. Quyết định của chúng tôi sẽ được hướng dẫn bởi hai mục đích là sự bảo tồn trạng thái tự do của mọi điều bắt nguồn từ phần mềm dùng tự do của chúng tôi, và sự đẩy mạnh sự chia sẻ và sử dụng lại phần mềm một cách chung.

source: NO WARRANTY
fi: Ei takuuta
sv: INGEN GARANTI
vi: KHÔNG BẢO ĐẢM GÌ

source: <emphasis role="bold">11.</emphasis> BECAUSE THE PROGRAM IS LICENSED FREE OF CHARGE, THERE IS NO WARRANTY FOR THE PROGRAM, TO THE EXTENT PERMITTED BY APPLICABLE LAW. EXCEPT WHEN OTHERWISE STATED IN WRITING THE COPYRIGHT HOLDERS AND/OR OTHER PARTIES PROVIDE THE PROGRAM "AS IS" WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. THE ENTIRE RISK AS TO THE QUALITY AND PERFORMANCE OF THE PROGRAM IS WITH YOU. SHOULD THE PROGRAM PROVE DEFECTIVE, YOU ASSUME THE COST OF ALL NECESSARY SERVICING, REPAIR OR CORRECTION.
fi: <emphasis role="bold">11.</emphasis> Koska t‰m‰ Ohjelma on lisensoitu ilmaiseksi, t‰lle Ohjelmalle ei myˆnnet‰ takuuta lain sallimissa rajoissa. Ellei tekij‰noikeuden haltija kirjallisesti muuta osoita, Ohjelma on tarjolla \ufffdselaisena kuin se on\ufffd ilman mink‰‰nlaista takuuta, ilmaistua tai hiljaista, sis‰lt‰en, muttei tyhjent‰v‰sti, hiljaisen takuun kaupallisesti hyv‰ksytt‰v‰st‰ laadusta ja soveltuvuudesta tiettyyn tarkoitukseen. Lisenssin saajalla on kaikki riski Ohjelman laadusta ja suorituskyvyst‰. Jos ohjelma osoittautuu virheelliseksi, Lisenssin saajan vastuulla ovat kaikki huolto- ja korjauskustannukset.
vi: <emphasis role="bold">11.</emphasis> VÌ CHƯƠNG TRÌNH ĐÃ ĐƯỢC CẤP PHÉP MIỄN PHÍ, KHÔNG BẢO ĐẢM GÌ CẢ ĐỐI VỚI CHƯƠNG TRÌNH NÀY, VỚI ĐIỀU KIỆN ĐƯỢC PHÁP LUẬT CHO PHÉP. TRỪ KHI XÁC ĐỊNH KHÁC BẰNG TÀI LIỆU GIẤY TỜ, CÁC NGƯỜI GIỮ BẢN QUYỀN TÁC GIẢ VÀ/HAY NGƯỜI KHÁC CUNG CẤP CHƯƠNG TRÌNH NÀY « NHƯ THẾ », KHÔNG CÓ BẢO ĐẢM GÌ CẢ, KHÔNG PHÁT BIỂU NÓ, CŨNG KHÔNG NGỤ Ý NÓ, GỒM, NHƯNG KHÔNG BỊ HẠN CHÉ THÀNH, SỰ BẢO ĐẢM ĐÃ NGỤ Ý TÌNH TRẠNG CÓ THỂ BÁN ĐƯỢC VÀ SỰ THÍCH HỢP VỚI MỘT MỤC ĐÍCH DỨT KHOÁT. BẠN CÓ LIỀU MỌI THỨ : CHẤT LƯỢNG, ĐỘ CHÍNH XÁC VÀ HIỆU SUẤT CỦA CHƯƠNG TRÌNH NÀY. NẾU CHƯƠNG TRÌNH NÀY TỎ RA KHÔNG HOÀN TOÀN BẰNG CÁCH NÀO, BẠN GÁNH VÁC HOÀN TOÀN TRÁCH NGHIỆM TRẢ TIỀN CẦN THIẾT ĐỂ SỬA HAY SỪA CHỮA MỌI THỨ.

source: <emphasis role="bold">12.</emphasis> IN NO EVENT UNLESS REQUIRED BY APPLICABLE LAW OR AGREED TO IN WRITING WILL AND COPYRIGHT HOLDER, OR ANY OTHER PARTY WHO MAY MODIFY AND/OR REDISTRIBUTE THE PROGRAM AS PERMITTED ABOVE, BE LIABLE TO YOU FOR DAMAGES, INCLUDING ANY GENERAL, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF THE USE OR INABILITY TO USE THE PROGRAM (INCLUDING BUT NOT LIMITED TO LOSS OF DATA OR DATA BEING RENDERED INACCURATE OR LOSSES SUSTAINED BY YOU OR THIRD PARTIES OR A FAILURE OF THE PROGRAM TO OPERATE WITH ANY OTHER PROGRAMS), EVEN IF SUCH HOLDER OR OTHER PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.
fi: <emphasis role="bold">12.</emphasis> Ellei laista tai kirjallisesta hyv‰ksynn‰st‰ muuta johdu, tekij‰noikeuden haltija ja kuka tahansa kolmas osapuoli, joka voi muuttaa tai levitt‰‰ ohjelmaa kuten edell‰ on sallittu, eiv‰t ole miss‰‰n tilanteessa vastuussa Lisenssin saajalle yleisist‰, erityisist‰, satunnaisista tai seurauksellisista vahingoista (sis‰lt‰en, muttei tyhjent‰v‰sti, tiedon katoamisen, tiedon v‰‰ristymisen, Lisenssin saajan tai kolmansien osapuolten menetykset ja ohjelman puutteen toimia mink‰ tahansa toisen ohjelman kanssa), jotka aiheutuvat ohjelman k‰ytˆst‰ tai siit‰, ett‰ ohjelmaa ei voi k‰ytt‰‰, siin‰kin tapauksessa, ett‰ tekij‰noikeuden haltija tai kolmas osapuoli olisi maininnut kyseisten vahinkojen mahdollisuudesta.
vi: <emphasis role="bold">12.</emphasis> KHÔNG CÓ TRƯỜNG HỢP NÀO (TRỪ KHI PHÁP LUẬT CẦN THIẾT HAY KHI ĐƯỢC THỎA THUẬN BẰNG TÀI LIỆU GIẤY TỜ) KHI BẤT KỲ NGƯỜI GIỮ BẢN QUYỀN TÁC GIẢ NÀO, HAY BẤT KỲ NGƯỜI KHÁC NÀO CÓ THỂ SỬA ĐỔI VÀ/HAY PHÁT HÀNH LẠI CHƯƠNG TRÌNH NHƯ ĐƯỢC PHÉP BÊN TRÊN, SẼ CÓ TRÁCH NHIỆM VỀ PHÁP LÝ BỒI THƯỜNG KIỂU NÀO, GỒM BẤT KỲ BỒI THƯỜNG KIỂU TỔNG QUÁT, ĐẶC BIỆT, NGẪU NHIÊN HAY DO HẬU QUẢ DO SỰ DÙNG HAY SỰ KHÔNG CÓ KHẢ NĂNG SỬ DỤNG CHƯƠNG TRÌNH NÀY (GỒM NHƯNG KHÔNG PHẢI BỊ HẠN THẾ THÀNH SỰ MẤT DỮ LIỆU HAY DỮ LIỆU BỊ LÀM CHO KHÔNG CHÍNH XÁC HAY SỰ MẤT BỊ CHỊU BỞI BẠN HAY NGƯỜI KHÁC HAY SỰ KHÔNG HOẠT ĐỘNG ĐƯỢC CHƯƠNG TRÌNH NÀY VỚI CHƯƠNG TRÌNH KHÁC), THẬM CHÍ NẾU NGƯỜI GIỮ NHƯ VẬY HAY NGƯỜI KHÁC ĐÃ ĐƯỢC BÁO BIẾT CÓ KHẢ NĂNG THIỆT HẠI NHƯ VẬY.

source: END OF TERMS AND CONDITIONS
fi: Ehtojen loppu
sv: SLUT PÅ LICENSVILLKOR
vi: KẾT THÚC CỦA ĐIỀU KIỆN

source: How to Apply These Terms to Your New Programs
fi: Miten n‰it‰ ehtoja voi soveltaa uusiin ohjelmiin?
sv: METOD FÖR ATT ANVÄNDA DESSA VILLKOR
vi: Cách áp dụng điều kiện này cho các chương trình mới của bạn

source: If you develop a new program, and you want it to be of the greatest possible use to the public, the best way to achieve this is to make it free software which everyone can redistribute and change under these terms.
fi: Jos uuden ohjelman kehitt‰j‰ haluaa, ett‰ yleisˆ saa siit‰ suurimman mahdollisen hyˆdyn, silloin paras keino p‰‰sta t‰h‰n p‰‰m‰‰r‰‰n on tehd‰ ohjelmasta vapaa, jolloin kuka tahansa voi n‰iden ehtojen mukaisesti muuttaa ja levitt‰‰ sit‰ edelleen.
sv: Om du utvecklar ett nytt program och vill att det skall vara av största möjliga nytta för allmänheten är det bästa du kan göra att göra programmet till fri programvara som var och en kan mångfaldiga och ändra enligt dessa villkor.
vi: Nếu bạn phát triển chương trình mới, và muốn làm cho nó có ích nhiều nhất cho mọi người, phương pháp tốt nhất đạt được mục đích này là làm cho nó phần mềm dùng tự do mà mọi người có thể phát hành lại và sửa đổi với điều kiện này.

source: To do so, attach the following notices to the program. It is safest to attach them to the start of each source file to most effectively convey the exclusion of warranty; and each file should have at least the "copyright" line and a pointer to where the full notice is found.
fi: T‰m‰n mahdollistamiseksi ohjelmaan tulee lis‰t‰ seuraavat ilmoitukset. On turvallisinta liitt‰‰ ne jokaisen l‰hdekooditiedoston alkuun, jotta takuun puuttuminen k‰y tehokkaimmin selville; lis‰ksi jokaisessa tiedostossa tulisi olla v‰hint‰‰nkin \ufffdtekij‰noikeus\ufffd rivi sek‰ viite, mist‰ t‰ydellinen tekij‰noikeusilmoitus on saatavilla.
sv: För att uppnå detta skall du lägga till följande text till programmet. Det är säkrast att lägga dem i början av varje källkodsfil för att tillse att du med överlåtelser avsaknaden av garantiåtagande och varje fil skall minst ha "copyright"-raderna och en länk till var användaren hittar hela licensen.
vi: Để làm như thế, hãy đính các thông báo theo đây kèm chương trình. Cách an toàn nhất là đính chúng vào đầu của mỗi tập tin mã nguồn, để đại diện sự loại trừ bảo đảm gì một cách hữu hiệu nhất; và mỗi tập tin nên chứa ít nhất đoạn « Tác quyền » và thông tin chỉ tới nơi tìm được thông báo đầy đủ.

source: <replaceable>one line to give the program's name and a brief idea of what it does.</replaceable> Copyright (C) <replaceable>year name of author</replaceable> This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
fi: <replaceable>Yksi rivi, josta ilmenee ohjelman nimi ja mit‰ se tekee.</replaceable> Tekij‰noikeus (C) <replaceable>yyyy tekij‰n nimi</replaceable> T‰m‰ ohjelma on vapaa; t‰t‰ ohjelmaa on sallittu levitt‰‰ edelleen ja muuttaa GNU yleisen lisenssin (GPL lisenssin) ehtojen mukaan sellaisina kuin Free Software Foundation on ne julkaissut; joko Lisenssin version 2, tai (valinnan mukaan) mink‰ tahansa myˆhemm‰n version mukaisesti. T‰t‰ ohjelmaa levitet‰‰n siin‰ toivossa, ett‰ se olisi hyˆdyllinen, mutta ilman mit‰‰n takuuta; ilman edes hiljaista takuuta kaupallisesti hyv‰ksytt‰v‰st‰ laadusta tai soveltuvuudesta tiettyyn tarkoitukseen. Katso GPL lisenssist‰ lis‰‰ yksityiskohtia. T‰m‰n ohjelman mukana pit‰isi tulla kopio GPL lisenssist‰; jos n‰in ei ole, kirjoita osoitteeseen Free Software Foundation Inc., 59 Temple Place \ufffd Suite 330, Boston, MA 02111-1307, USA.
vi: <replaceable>một đoạn ghi tên chương trình và mô tả ngắn.</replaceable> Copyright © <replaceable>năm tên của tác giả</replaceable> This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the: Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA. ——————————————————————— [Bản dịch: <replaceable>một đoạn ghi tên chương trình và mô tả ngắn.</replaceable> Tác quyền © <replaceable>năm tên của tác giả</replaceable> Chương trình này là phần mềm dùng tự do; bạn có thể phát hành lại nó và/hay sửa đổi nó với điều kiện của Bản Quyền Dùng Chung Tổng Quát GNU như được xuất bản bởi Tổ chức Phần mềm dùng Tự do; hoặc phiên bản 2 của Bản Quyền này, hoặc (tùy chọn) bất kỳ phiên bản sau nào. Chương trình này được phát hành vì mong muốn nó có ích, nhưng mà KHÔNG BẢO ĐẢM GÌ CẢ, THẬM CHÍ KHÔNG CÓ BẢO ĐẢM ĐƯỢC NGỤ Ý KHẢ NĂNG BÁN HAY KHẢ NĂNG LÀM ĐƯỢC VIỆC DỨT KHOÁT. Xem Bản Quyền Dùng Chung Tổng Quát GNU để tìm chi tiết. Bạn nên đã nhận một bản sao của Bản Quyền Dùng Chung Tổng Quát GNU cùng với chương trình này; nếu không, hãy viết lá thư cho Tổ chức Phần mềm dùng Tự do, số 51 Đường Franklin, Tầng thứ năm, Thành Phố Boston, Tỉnh MA số bưu điện 02110-1301 Mỹ.]

source: Also add information on how to contact you by electronic and paper mail.
fi: Lopuksi lis‰ys, miten tekij‰‰n saa yhteyden s‰hkˆ- ja paperipostilla.
sv: Lägg här in information om hur användaren når dig per e-post och vanlig post.
vi: Cũng hãy thêm thông tin về cách liên lạc với bạn bằng cả thư bưu điện lẫn thư điện tử.

source: If the program is interactive, make it output a short notice like this when it starts in an interactive mode:
fi: Jos ohjelma on interaktiivinen, siihen tulee lis‰t‰ esimerkiksi seuraavanlainen lyhyt ilmoitus, joka tulostuu kun se k‰ynnistyy interaktiiviseen tilaan:
sv: Om ditt program är interaktivt visa följande för användaren när programmet startas i interaktivt läge:
vi: Nếu chương trình có khả năng tương tác, hãy làm cho nó xuất thông báo ngắn như thế khi nó khởi chạy trong chế độ tương tác (hãy thay thế mỗi đoạn nằm trong {dấu ngoặc móc}):

source: Gnomovision version 69, Copyright (C) <replaceable>year name of author</replaceable> Gnomovision comes with absolutely no warranty; for details type `show w'. This is free software, and you are welcome to redistribute it under certain conditions; type `show c' for details.
fi: Gnomovision versio 69, Tekij‰noikeus (C) <replaceable>vuosi tekij‰n nimi</replaceable>. Gnomovisionilla ei ole mit‰‰n takuuta; n‰hd‰ksesi yksityiskohdat kirjoita "n‰yt‰ t". T‰m‰ on vapaa ohjelma ja sen levitt‰minen edelleen on sallittu tietyin ehdoin; n‰hd‰ksesi yksityiskohdat kirjoita "n‰yt‰ c".
vi: <replaceable>Tên chương trình phiên bản SỐ</replaceable>, Copyright © <replaceable>năm tên của tác giả</replaceable> <replaceable>Tên chương trình</replaceable> comes with absolutely no warranty; for details type `show w'. This is free software, and you are welcome to redistribute it under certain conditions; type `show c' for details. ——————————————— [Bản dịch: <replaceable>Tên chương trình phiên bản SỐ</replaceable>, Tác quyền © <replaceable>năm tên của tác giả</replaceable> <replaceable>Tên chương trình</replaceable> không bảo đảm gì cả; để xem chi tiết, hãy gõ lệnh « show w ». Đây là phần mềm dùng tự do, và bạn có quyền phát hành lại nó với điều kiện nào đó; hãy gõ « show c » để xem chi tiết.]

source: The hypothetical commands `show w' and `show c' should show the appropriate parts of the General Public License. Of course, the commands you use may be called something other than `show w' and `show c'; they could even be mouse-clicks or menu items &mdash; whatever suits your program.
fi: Mielikuvituksellisten komentojen "n‰yt‰ t" ja "n‰yt‰ c" tulee n‰ytt‰‰ asiaankuuluvat kohdat GPL lisenssist‰. Luonnollisesti k‰ytetyt komennot voivat olla jotakin muuta kuin "n‰yt‰ t" tai "n‰yt‰ c"; ne voivat olla jopa hiirell‰ painettavia tai valikkotoimintoja \ufffd mik‰ sitten sopiikaan ohjelmaan.
sv: Kommandot "show w" respektive "show c" skall visa tillämpliga delar av General Public License. Du kan givetvis använda andra kommandon än "show w" och "show c" det kan till och med röra sig om musklick eller menyval, använd det som passar till programmet.
vi: Hai lệnh `show w' và `show c' nên hiển thị các phần thích hợp của Bản Quyền Dùng Chung Tổng Quát GNU. Tất nhiên, bạn có thể chọn lệnh khác thích hợp với chương trình mình, v.d. lệnh trong bàn điều khiển, cú nhắp con chuột hay mục trình đơn.

source: You should also get your employer (if you work as a programmer) or your school, if any, to sign a "copyright disclaimer" for the program, if necessary. Here is a sample; alter the names:
fi: Tekij‰n tulee saada tyˆnantajalta (jos h‰n tyˆskentelee ohjelmoijana) tai koulultaan, jos sellainen on, allekirjoitus otsikolla \ufffdtekij‰noikeuden luovutus\ufffd ohjelmaan, jos se on tarpeellinen. T‰ss‰ on esimerkki, jota voi k‰ytt‰‰ nimet muuttamalla:
sv: Om du arbetar som programmerare skall din arbetsgivare eller din skola skriva under en "copyright disclaimer" för programmet om det är nödvändigt. Här är ett exempel, ändra namnen:
vi: Bạn cũng nên yêu cầu chủ (nếu bạn làm việc lập trình viên) hay trường, nếu có, ký tên một « đơn từ chối trách nhiệm tác quyền » về chương trình này, nếu cần. Đây là một đơn mẫu : {hãy thay thế đoạn nằm trong dấu ngoặc móc}
