Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/installation-howto.po
Languages: ko, sv

source: Installation Howto
ko: 설치 방법
sv: Installationshjälp

source: This document describes how to install &debian; &releasename; for the &arch-title; (<quote>&architecture;</quote>) with the new &d-i;. It is a quick walkthrough of the installation process which should contain all the information you will need for most installs. When more information can be useful, we will link to more detailed explanations in other parts of this document.
ko: 이 문서는 새로운 &d-i;를 사용하여 &arch-title;용 &debian; &releasename;(<quote>&architecture;</quote>) 배포판을 설치하는 방법을 설명합니다. 설치하는 동안 필요한 정보에 대한 간략한 설명을 담고 있습니다. 이 문서의 다른 부분에 더 자세한 설명이 연결되어 있습니다.

source: Preliminaries
ko: 사전 준비
sv: Förberedelser

source: <phrase condition="unofficial-build"> The debian-installer is still in a beta state. </phrase> If you encounter bugs during your install, please refer to <xref linkend="submit-bug"/> for instructions on how to report them. If you have questions which cannot be answered by this document, please direct them to the debian-boot mailing list (&email-debian-boot-list;) or ask on IRC (#debian-boot on the OFTC network).
ko: <phrase condition="unofficial-build"> debian-installer는 아직 베타 상태 입니다. </phrase> 만일 설치중 버그를 보게되면, 어떻게 그 버그를 알려야하는 지 <xref linkend="submit-bug"/> 부분을 참고하십시오. 이 문서에서 답변을 얻지 못한 궁금한 사항들은 debian-boot 메일링 리스트에 (&email-debian-boot-list;) 알려주거나 IRC에 (OFTC 네트워크의 #debian-boot 채널) 질문해주십시오.
sv: <phrase condition="unofficial-build"> Debian-installer är fortfarande i ett beta-tillstånd. </phrase> Om du påträffar fel under din installation, vänligen referera till <xref linkend="submit-bug"/> för instruktioner om hur man rapporterar dem. Om du har frågor som inte kan bli besvarade av det här dokumentet, skicka dem gärna till sändlistan debian-boot (&email-debian-boot-list;) eller fråga på IRC (#debian-boot på OFTC-nätverket).

source: Booting the installer
ko: 설치관리자 시작하기
sv: Starta upp installeraren

source: <phrase condition="unofficial-build"> For some quick links to CD images, check out the <ulink url="&url-d-i;"> &d-i; home page</ulink>. </phrase> The debian-cd team provides builds of CD images using &d-i; on the <ulink url="&url-debian-cd;">Debian CD page</ulink>. For more information on where to get CDs, see <xref linkend="official-cdrom"/>.
ko: <phrase condition="unofficial-build"> CD 이미지들의 링크는 <ulink url="&url-d-i;"> &d-i; 홈페이지</ulink>를 방문해 보십시오. </phrase> debian-cd 팀은 <ulink url="&url-debian-cd;">데비안 CD 페이지</ulink>에서 &d-i;를 사용한 CD 이미지들을 제공합니다. CD들을 어디서 얻을 수 있는 지에 해한 더 자세한 정보는 <xref linkend="official-cdrom"/>를 보십시오.
sv: <phrase condition="unofficial-build"> För några snabba länkar till cd-avbilder, ta en titt på webbplatsen <ulink url="&url-d-i;"> &d-i; </ulink>. </phrase> Debian-cd-teamet ger ut byggnationer av cd-avbilder med &d-i; på sidan <ulink url="&url-debian-cd;">Debian GNU/Linux på cd</ulink>. För mer information om var man får tag på cd-skivor, se <xref linkend="official-cdrom"/>.

source: Some installation methods require other images than CD images. <phrase condition="unofficial-build"> The <ulink url="&url-d-i;">&d-i; home page</ulink> has links to other images. </phrase> <xref linkend="where-files"/> explains how to find images on Debian mirrors.
ko: 일부 설치 방법에는 CD 이미지 외의 다른 이미지들이 필요합니다. <phrase condition="unofficial-build"> <ulink url="&url-d-i;">&d-i; 홈페이지</ulink>에 다른 이미지들의 링크가 있습니다. </phrase> <xref linkend="where-files"/> 는 데비안 미러에서 어떻게 이미지들을 찾을 수 있는 지를 설명합니다.
sv: Vissa installationsmetoder kräver andra avbilder än cd-avbilder. <phrase condition="unofficial-build"> Webbplatsen <ulink url="&url-d-i;">&d-i; </ulink> har länkar till andra avbilder. </phrase> <xref linkend="where-files"/> förklarar hur man hittar avbilder på Debian-speglar.

source: The subsections below will give the details about which images you should get for each possible means of installation.
ko: 다음 섹션들에는 각각의 가능한 설치 방법들을 위해 어떤 이미지들을 받아야 하는 지에 대해 자세한 설명을 할 것 입니다.
sv: Undersektionerna nedan ger detaljer om vilka avbilder du bör hämta för varje tänkbar installation.

source: There are two different netinst CD images which can be used to install &releasename; with the &d-i;. These images are intended to boot from CD and install additional packages over a network, hence the name 'netinst'. The difference between the two images is that on the full netinst image the base packages are included, whereas you have to download these from the web if you are using the business card image. If you'd rather, you can get a full size CD image which will not need the network to install. You only need the first CD of the set.
ko: &d-i;로 &releasename;을 설치할 수 있는 두 종류의 netinst CD 이미지들이 있습니다. 이 이미지들은 CD로 부팅해서 추가 패키지를 네트워크를 통해 설치하기 때문에 'netinst'라는 이름을 가집니다. 두 이미지들의 차이점은 하나는 베이스 패키지가 포함된 full netinst 이미지이고, 다른 하나는 이 패키지를 다운로드 받아야하는 business card 이미지라는 것입니다. 원한다면 설치에 네트워크가 필요없는 full size CD 이미지를 받을 수도 있습니다. 설치에는 전체 세트에서 단지 첫 번째 CD만 필요할 것입니다.
sv: Det finns två olika cd-avbilder för nätinstallation (netinst) som kan användas för installation av &releasename; med &d-i;. Dessa avbilder är tänkta att starta från cd och installera ytterligare paket över ett nätverk, därav namnet "netinst". Skillnaden mellan de två avbilderna är att på den fulla netinst-avbilden är grundpaketen inkluderade och om du använder visitkortsavbilden måste du hämta dessa från webbplatsen. Om du hellre vill kan du hämta en fullstorleks cd-avbild som inte behöver nätverk för att installeras. Du behöver endast den första cd-skivan i uppsättningen.

source: Download whichever type you prefer and burn it to a CD. <phrase arch="x86">To boot the CD, you may need to change your BIOS configuration, as explained in <xref linkend="bios-setup"/>.</phrase> <phrase arch="powerpc"> To boot a PowerMac from CD, press the <keycap>c</keycap> key while booting. See <xref linkend="boot-cd"/> for other ways to boot from CD. </phrase>
ko: 선호하는 이미지를 다운로드해 CD를 굽습니다. <phrase arch="x86">CD로 부팅하기 위해 <xref linkend="bios-setup"/>에 설명된 대로 BIOS 설정을 바꿔야 할 수도 있습니다.</phrase> <phrase arch="powerpc"> 부팅하는 동안 <keycap>c</keycap> 키를 누르면 CD에서 파워맥을 부팅할 수 있습니다. 다른 방법으로 CD에서 부팅하려면 <xref linkend="boot-cd"/>를 보십시오. </phrase>

source: Floppy
ko: 플로피
sv: Diskett

source: If you can't boot from CD, you can download floppy images to install Debian. You need the <filename>floppy/boot.img</filename>, the <filename>floppy/root.img</filename> and one or more of the driver disks.
ko: 만일 CD로 부팅할 수 없다면, 데비안을 설치하기위해 플로피 이미지들을 받을 수 있습니다. 필요한 이미들은 <filename>floppy/boot.img</filename>, <filename>floppy/root.img</filename>이고, 여기에 추가로 드라이버 디스크가 한 개 혹으 그 이상 필요할 수 있습니다.

source: The boot floppy is the one with <filename>boot.img</filename> on it. This floppy, when booted, will prompt you to insert a second floppy &mdash; use the one with <filename>root.img</filename> on it.
ko: 부트 플로피는 <filename>boot.img</filename>를 가진 플로피 입니다. 이 플로피는 부팅될때 두 번째 플로피 &mdash; <filename>root.img</filename>를 담고 있는 플로피 &mdash;를 넣으라고 합니다.
sv: Startdisketten är den med <filename>boot.img</filename> på sig. När den här disketten startas kommer den att fråga dig att mata in en andra diskett &mdash; använd den med <filename>root.img</filename> på sig.

source: If you're planning to install over the network, you will usually need the <filename>floppy/net-drivers-1.img</filename>. For PCMCIA or USB networking, and some less common network cards, you will also need a second driver floppy, <filename>floppy/net-drivers-2.img</filename>.
ko: 네트워크를 통해 설치하려고 한다면, 일반적으로 <filename>floppy/net-drivers-1.img</filename>가 필요합니다. PCMCIA 혹은 USB 네트워크, 그리고 많이 사용하지 않는 네트워크 카드의 경우에는, 두 번째 드라이버 플로피인 <filename>floppy/net-drivers-2.img</filename>가 필요합니다.

source: If you have a CD, but cannot boot from it, then boot from floppies and use <filename>floppy/cd-drivers.img</filename> on a driver disk to complete the install using the CD.
ko: CD가 있지만, 그것으로 부팅할 수 없는 경우 플로피들로 부팅한 뒤에 <filename>floppy/cd-drivers.img</filename>를 사용하여 CD를 사용한 설치를 수행할 수 있습니다.
sv: Om du har en cd-skiva men inte kan starta upp från den kan du starta upp från startdisketter och använda <filename>floppy/cd-drivers.img</filename> på en drivrutinsdiskett för att färdigställa installationen med cd-skivan.

source: Floppy disks are one of the least reliable media around, so be prepared for lots of bad disks (see <xref linkend="unreliable-floppies"/>). Each <filename>.img</filename> file you downloaded goes on a single floppy; you can use the dd command to write it to /dev/fd0 or some other means (see <xref linkend="create-floppy"/> for details). Since you'll have more than one floppy, it's a good idea to label them.
ko: 플로피 디스크들은 가장 신뢰할 수 없는 미디어들 중의 하나이기 때문에 많은 망가진 디스크들에 대한 대비를 하세요 (<xref linkend="unreliable-floppies"/> 참고). 다운로드한 <filename>.img</filename> 파일은 각각 한 장의 플로피에 쓰여집니다; /dev/fd0에 기록하기 위해 dd 명령을 사용하거나 다른 방법들을 사용할 수 있습니다 (자세한 내용은 <xref linkend="create-floppy"/> 참고). 하나 이상의 플로피들을 가질 것이기 때문에 이름을 써놓는 것이 좋습니다.
sv: Disketter är en av de minst pålitliga medium så var beredd på en hel del dåliga disketter (se <xref linkend="unreliable-floppies"/>). Varje <filename>.img</filename>-fil du hämtar får plats på en diskett; du kan använda kommandot dd för att skriva dem till /dev/fd0 eller andra sätt (se <xref linkend="create-floppy"/> för detaljer). Eftersom du har mer än en diskett är det en bra idé att etikettera dom.

source: USB memory stick
ko: USB 메모리
sv: USB-minne

source: It's also possible to install from removable USB storage devices. For example a USB keychain can make a handy Debian install medium that you can take with you anywhere.
ko: 탈착이 가능한 USB 스토리지 장치들로 부터의 설치도 가능 합니다. 예를 들어 USB keychain은 어디서든 구할 수 있는 손쉬운 데비안 설치 미디어 입니다.
sv: Det är också möjligt att installera från en flyttbar USB-lagringsenhet. Till exempel kan en USB-nyckelring vara ett händigt medium att installera Debian från och som du kan ta med dig överallt.

source: The easiest way to prepare your USB memory stick is to download <filename>hd-media/boot.img.gz</filename>, and use gunzip to extract the 256 MB image from that file. Write this image directly to your memory stick, which must be at least 256 mb in size. Of course this will destroy anything already on the memory stick. Then mount the memory stick, which will now have a FAT filesystem on it. Next, download a Debian netinst CD image, and copy that file to the memory stick; any filename is ok as long as it ends in <literal>.iso</literal>.
ko: USB 메모리를 준비하는 쉬운 방법은 <filename>hd-media/boot.img.gz</filename>을 다운로드 받아 압축을 풀어서 256 MB 이미지를 추출하는 것입니다. 추출된 이미지를 적어도 256 MB의 공간이 있는 메모리에 직접 쓰십시오. 이 작업은 메모리에 들어 있는 기존의 내용을 덮어 쓸 것입니다. 그 다음 메모리를 마운트 해보면, 그 위에 FAT 파일 시스템을 가진 것을 알 수 있습니다. 그 다음 데비안 netinst CD 이미지를 다운로드 받아 그 파일을 메모리에 복사합니다. <literal>.iso</literal>로 끝나기만하면 어떤 파일 이름이라도 괜찮습니다.
sv: Det enklaste sättet att förbereda ditt USB-minne är att hämta <filename>hd-media/boot.img.gz</filename> och använda gunzip för att packa upp den 256 MB stora avbilden från den filen. Skriv den här avbilden direkt till ditt minne, som måste vara minst 256 MB stor. Så klart kommer det här att förstöra allt som redan finns på minnet. Montera sedan minnet, som nu har ett FAT-filsystem på sig. Hämta sedan en Debian netinst cd-avbild och kopiera den filen till minnet; vilket filnamn som helst är ok så länge det slutar på <literal>.iso</literal>.

source: There are other, more flexible ways to set up a memory stick to use the debian-installer, and it's possible to get it to work with smaller memory sticks. For details, see <xref linkend="boot-usb-files"/>.
ko: debian-installer를 사용하는 메모리를 만드는 좀 더 유연한 방법들이 있으며, 더 작은 메모리를 사용하는 것도 가능 합니다. 자세한 내용은 <xref linkend="boot-usb-files"/>를 보십시오.
sv: Det finns andra, mer flexibla sätt att ställa in ett minne för användning av Debian-installer och det är möjligt att få det att fungera med mindre minnen. För detaljer, se <xref linkend="boot-usb-files"/>.

source: Some BIOSes can boot USB storage directly, and some cannot. You may need to configure your BIOS to boot from a <quote>removable drive</quote> or even a <quote>USB-ZIP</quote> to get it to boot from the USB device. For helpful hints and details, see <xref linkend="usb-boot"/>.
ko: 몇몇 BIOS들은 USB 저장매체에서 직접 부팅할 수 있지만, 몇몇은 하지 못합니다. USB 장치로 부팅하기 위해 <quote>removable drive</quote> 또는 <quote>USB-ZIP</quote>으로 부팅하도록 BIOS 설정을 바꿔주어야 할 것입니다. 도움이되는 힌트와 자세한 설명은 <xref linkend="usb-boot"/>를 보십시오.
sv: Vissa BIOS kan starta upp på USB-minnen direkt och vissa kan det inte. Du kanske behöver konfigurera ditt BIOS för att starta upp från en <quote>flyttbar enhet</quote> eller till och med en <quote>USB-ZIP</quote> för att få den att starta upp från USB-enheten. För hjälpfulla tips och detaljer, se <xref linkend="usb-boot"/>.

source: Booting Macintosh systems from USB storage devices involves manual use of Open Firmware. For directions, see <xref linkend="usb-boot"/>.
ko: USB 저장매체를 사용해 매킨토시 시스템에서 부팅하려면 Open Firmware를 수동으로 조작해야 합니다. 방법은 <xref linkend="usb-boot"/> 부분을 보십시오.
sv: Starta upp Macintosh-system från USB-lagringsenheter innebär manual användning av Open Firmware. För instruktioner, se <xref linkend="usb-boot"/>.

source: Booting from network
ko: 네트워크 부팅
sv: Uppstart från nätverk

source: It's also possible to boot &d-i; completely from the net. The various methods to netboot depend on your architecture and netboot setup. The files in <filename>netboot/</filename> can be used to netboot &d-i;.
ko: 네트워크로 부터 &d-i;를 부팅하는 것 역시 가능합니다. 네트워크 부팅의 다양한 방법들은 아키텍처와 netboot 설정에 의존합니다. <filename>netboot/</filename> 파일들이 &d-i;를 네트워크 부팅하는 데 사용될 수 있습니다.
sv: Det är också möjligt att starta upp &d-i; helt från nätverket. De olika metoderna att nätstarta beror på din arkitektur och nätstartskonfiguration. Filerna i <filename>netboot/</filename> kan användas för att nätstarta &d-i;.

source: The easiest thing to set up is probably PXE netbooting. Untar the file <filename>netboot/pxeboot.tar.gz</filename> into <filename>/var/lib/tftpboot</filename> or wherever is appropriate for your tftp server. Set up your DHCP server to pass filename <filename>/pxelinux.0</filename> to clients, and with luck everything will just work. For detailed instructions, see <xref linkend="install-tftp"/>.
ko: 설정하기 가장 쉬운 것은 PXE 네트워크 부팅일 것입니다. <filename>netboot/pxeboot.tar.gz</filename> 파일을 <filename>/var/lib/tftpboot</filename> 또는 tftp 서버를 위한 적절한 위치에 풀어 놓으십시오. DHCP 서버가 <filename>/pxelinux.0</filename> 파일 이름을 클라이언트에게 넘겨줄 수 있도록 설정하고, 모든 것이 잘 동작하기를 바라며 파일 이름을 넘겨주십시오. 자세한 설명은 <xref linkend="install-tftp"/> 를 참고하십시오.
sv: Det lättaste sättet att ställa in är antagligen nätstart via PXE. Packa upp filen <filename>netboot/pxeboot.tar.gz</filename> till <filename>/var/lib/tftpboot</filename> eller där det är lämpligast för din tftp-server. Ställ in din DHCP-server att skicka filnamnet <filename>/pxelinux.0</filename> till klienterna och med lite tur bör allt fungera. För detaljerade instruktioner, se <xref linkend="install-tftp"/>.

source: Booting from hard disk
ko: 하드 디스크 부팅
sv: Uppstart från hårddisk

source: It's possible to boot the installer using no removable media, but just an existing hard disk, which can have a different OS on it. Download <filename>hd-media/initrd.gz</filename>, <filename>hd-media/vmlinuz</filename>, and a Debian CD image to the top-level directory of the hard disk. Make sure that the CD image has a filename ending in <literal>.iso</literal>. Now it's just a matter of booting linux with the initrd. <phrase arch="x86"> <xref linkend="boot-initrd"/> explains one way to do it. </phrase>
ko: 제거 가능한 미디어가 아닌 다른 운영체제를 가지고 있는 기존의 하드디스크를 사용하여 설치관리자를 부팅하는 것이 가능합니다. 하드 디스크의 최상위 디렉토리에 <filename>hd-media/initrd.gz</filename>, <filename>hd-media/vmlinuz</filename>, 데비안 CD 이미지를 다운로드 받으십시오. 해당 CD 이미지의 파일 이름이 <literal>.iso</literal>로 끝나는 지 확인합니다. 이제 initrd 이미지로 리눅스를 부팅하는 것이 중요한 문제 입니다. <phrase arch="x86"> <xref linkend="boot-initrd"/> 는 그 방법을 설명합니다. </phrase>

source: Installation
ko: 설치

source: Once the installer starts, you will be greeted with an initial screen. Press &enterkey; to boot, or read the instructions for other boot methods and parameters (see <xref linkend="boot-parms"/>).
ko: 설치관리자를 시작하면 초기 화면을 볼 것입니다. &enterkey;를 누르거나 다른 부트 방법들과 파라미터들 (<xref linkend="boot-parms"/> 참조)을 위한 설명을 읽어 보십시오.

source: After a while you will be asked to select your language. Use the arrow keys to pick a language and press &enterkey; to continue. Next you'll be asked to select your country, with the choices including countries where your language is spoken. If it's not on the short list, a list of all the countries in the world is available.
ko: 잠시 후에 언어를 선택하는 부분이 보일 것입니다. 방향키를 사용하여 언어를 선택하고 &enterkey;를 눌러 계속 진행합니다. 다음으로 해당 언어를 사용하는 국가들에 대한 목록과 국가를 선택하는 부분이 보일 것입니다. 만일 짧은 리스트에 나타나지 않는 다면 세계의 모든 국가들의 리스트에서 선택할 수 있습니다.
sv: Efter ett tag kommer du bli frågad att välja ditt språk. Använd piltangenterna för att välja ett språk och tryck &enterkey; för att fortsätta. Efter det kommer du bli frågad att välja ditt land med de val som inkluderar länder där ditt språk talas. Om det är inte är på den korta listan finns en lista över att länder i världen tillgänglig.

source: You may be asked to confirm your keyboard layout. Choose the default unless you know better.
ko: 키보드 설정을 확인합니다. 잘 알지 못한다면 default를 선택합니다.
sv: Du kan bli frågad att bekräfta ditt tangentbordarrangemang. Välj den förvalda om du är osäker.

source: Now sit back while debian-installer detects some of your hardware, and loads the rest of itself from CD, floppy, USB, etc.
ko: 이제 데비안 설치관리자가 하드웨어를 검사하고, CD, 플로피, USB 등에서 나머지 부분을 읽어들이는 동안 기다립니다.
sv: Nu är det bara att luta sig tillbaka under tiden Debian-installer identifierar din maskinvara och läser in resten av sig själv från cd-skiva, startdiskett, USB etc.

source: Next the installer will try to detect your network hardware and set up networking by DHCP. If you are not on a network or do not have DHCP, you will be given the opportunity to configure the network manually.
ko: 다음으로 설치관리자는 네트워크 하드웨어를 식별하고 DHCP를 통해 네트워크 설정을 할 것입니다. 만일 네트워크에 있지 않거나 DHCP를 가지지 않았다면, 네트워크 설정을 수동으로 할 수 있습니다.
sv: Efter det kommer installeraren att försöka att identifiera din nätverksmaskinvara och ställa in nätverket via DHCP. Om du inte är ansluten till ett nätverk eller inte har DHCP har du getts möjligheten att konfigurera nätverket manuellt.

source: Now it is time to partition your disks. First you will be given the opportunity to automatically partition either an entire drive, or available free space on a drive (guided partitioning). This is recommended for new users or anyone in a hurry. If you do not want to autopartition, choose <guimenuitem>Manual</guimenuitem> from the menu.
ko: 디스크를 파티션 별로 나눌 차례입니다. 먼저 전체 디스크 또는 드라이브의 남은 공간을 자동으로 파티션 나누기 할 수 있도록 (자동 파티션) 기회가 주어집니다. 이 방법은 새로운 사용자나 바쁜 사용자에게 추천됩니다. 자동 파티션을 사용하지 않으려면 메뉴에서 <guimenuitem>수동으로</guimenuitem>를 선택하십시오.

source: If you have an existing DOS or Windows partition that you want to preserve, be very careful with automatic partitioning. If you choose manual partitioning, you can use the installer to resize existing FAT or NTFS partitions to create room for the Debian install: simply select the partition and specify its new size.
ko: 만일 보존하려는 DOS 또는 윈도우즈 파티션이 있다면, 자동 파티션 나누기에 매우 주의 하십시오. 수동 파티션 나누기를 선택한다면, 데비안을 설치할 공간을 만들기위해 설치관리자를 사용해 기존의 FAT 또는 NTFS 파티션 사이즈를 조정할 수 있습니다.
sv: Om du har en existerande DOS eller Windows-partition som du vill behålla, var väldigt försiktig med automatisk partitionering. Om du väljer manual partitionering kan du använda installeraren för att ändra storlek på existerande FAT eller NTFS-partitioner för att skapa plats åt Debian-installationen: välj helt enkelt partitionen och ange dess nya storlek.

source: On the next screen you will see your partition table, how the partitions will be formatted, and where they will be mounted. Select a partition to modify or delete it. If you did automatic partitioning, you should just be able to choose <guimenuitem>Finish partitioning and write changes to disk</guimenuitem> from the menu to use what it set up. Remember to assign at least one partition for swap space and to mount a partition on <filename>/</filename>. <xref linkend="partitioning"/> has more information about partitioning.
ko: 다음 화면에서 파티션들이 어떻게 나뉘어져 있는 지 어디에 마운트 되어 있는 지를 보여주는 파티션 테이블을 볼 것 입니다. 바꾸거나 지운 파티션을 선택합니다. 만일 자동 파티션 나누기를 선택했다면, 설정된 대로 사용하기 위해 메뉴에서 단지 <guimenuitem>파티션 나누기를 마치고 바뀐 사항을 디스크에 쓰기</guimenuitem>를 선택할 수 있습니다. 적어도 한 파티션은 스왑 공간을 위해 할당하고, 한 파티션은 <filename>/</filename>에 마운트 해야 한다는 것을 유념하십시오. <xref linkend="partitioning"/>에서 파티션 나누기에 대한 좀 더 자세한 정보를 확인할 수 있습니다.
sv: På nästa skärm kan du se din partitionstabell, hur partitionerna kommer att formateras och var de kommer att monteras. Välj en partition att modifiera eller ta bort. Om du använde automatisk partitionering bör du kunna välja <guimenuitem>Slutför partitioneringen och skriv ändringarna till hårddisken</guimenuitem> från menyn för att använda det som ställts in. Kom ihåg att tilldela åtminstone en partition som växlingsutrymme och att montera en partition på <filename>/</filename>. <xref linkend="partitioning"/> har mer information om partitionering.

source: Now &d-i; formats your partitions and starts to install the base system, which can take a while. That is followed by installing a kernel.
ko: &d-i;는 파티션을 포멧하고 베이스 시스템 설치를 시작합니다. 이 과정은 약간의 시간이 걸립니다. 이어서 커널 설치가 계속됩니다.
sv: Nu kommer &d-i; att formatera dina partitioner och börja installera grundsystemet, vilket kan ta lite tid. Det här följs av installation av kärnan.

source: The next steps are setting up your time zone and clock. The installer will try to select the correct settings automatically and will only ask if it cannot. This is followed by setting up user accounts. By default you will need to provide a password for the <quote>root</quote> (administrator) account and information necessary to create one regular user account.
ko: 다음 단계로 시간대 및 시각을 설정합니다. 설치 프로그램에서 자동으로 올바른 설정을 찾아볼 것이지만, 찾지 못한 경우에는 물어보게 됩니다. 그 다음에는 사용자 계정 설정을 합니다. 기본값으로 먼저 <quote>root</quote>(관리자) 계정의 암호를 입력해야 하고, 일반 사용자 계정을 만드는 데 필요한 정보를 입력합니다.

source: The base system that was installed earlier is a working, but very minimal installation. To make the system more functional the next step allows you to install additional packages by selecting tasks. Before packages can be installed <classname>apt</classname> needs to be configured as that defines from where the packages will be retrieved. The <quote>Standard system</quote> task will be selected by default and should normally be installed. Select the <quote>Desktop environment</quote> task if you would like to have a graphical desktop after the installation. See <xref linkend="pkgsel"/> for additional information about this step.
ko: 먼저 설치한 베이스 시스템은 완전히 동작하지만, 최소한만 설치한 시스템입니다. 이 시스템을 좀 더 쓸모 있게 만드려면 다음 단계에서 태스크를 선택해 패키지를 추가로 설치합니다. 패키지를 설치하기 전에 <classname>apt</classname>를 설정해서 패키지를 어디서 가져올 지 지정해야 합니다. <quote>표준 시스템</quote> 태스크가 기본으로 선택되어 있고 보통의 경우 설치해야 합니다. 설치 후에 그래픽 데스크탑을 사용하려면 <quote>데스크탑 환경</quote> 태스크를 선택하십시오. 이 단계에 대해서는 <xref linkend="pkgsel"/> 부분을 참고하십시오.

source: The last step is to install a boot loader. If the installer detects other operating systems on your computer, it will add them to the boot menu and let you know. <phrase arch="x86">By default GRUB will be installed to the master boot record of the first harddrive, which is generally a good choice. You'll be given the opportunity to override that choice and install it elsewhere. </phrase>
ko: 마지막 과정은 부트로더의 설치입니다. 만일 설치관리자가 컴퓨터에서 다른 운영체제를 발견한다면, 그것을 부트메뉴에 추가하고 알려줄 것입니다. <phrase arch="x86"> 기본으로 GRUB가 일반적으로 좋은 위치인 첫 번째 하드디스크의 마스터 부트 레코드에 설치됩니다. 기본 설정을 바꾸거나 다른 곳에 설치 할 수 있는 기회를 제공합니다. </phrase>
