Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/install-methods.po
Languages: hu, ja

source: The installer cannot boot from files on an HFS+ file system. MacOS System 8.1 and above may use HFS+ file systems; NewWorld PowerMacs all use HFS+. To determine whether your existing file system is HFS+, select <userinput>Get Info</userinput> for the volume in question. HFS file systems appear as <userinput>Mac OS Standard</userinput>, while HFS+ file systems say <userinput>Mac OS Extended</userinput>. You must have an HFS partition in order to exchange files between MacOS and Linux, in particular the installation files you download.
ja: インストーラは、HFS+ ファイルシステムにあるファイルから起動できます。MacOS System 8.1 以上ならば HFS+ ファイルシステムが使えます。NewWorld PowerMac はすべて HFS+ を使っています。現在のファイルシステムが HFS+ かどうかを調べるには、調べたいボリュームに対して <userinput>情報をみる (Get Info)</userinput> を実行してください。HFS ファイルシステムなら <userinput>Mac OS Standard</userinput>、HFS+ ファイルシステムなら <userinput>Mac OS Extended</userinput> となります。MacOS と Linux の間でファイル (特にインストール用にダウンロードしたファイル) をやりとりするためには、HFS パーティションが必要です。

source: Different programs are used for hard disk installation system booting, depending on whether the system is a <quote>NewWorld</quote> or an <quote>OldWorld</quote> model.
ja: ハードディスクからのインストールシステムの起動には、 システムが <quote>NewWorld</quote> モデルか <quote>OldWorld</quote> モデルかによって、 別々のプログラムを使います。

source: Hard disk installer booting using <command>LILO</command> or <command>GRUB</command>
hu: Merevlemez telepítő indítás <command>LILO</command> vagy <command>GRUB</command> használatával
ja: <command>LILO</command> や <command>GRUB</command> を使用したハードディスクからのインストーラの起動

source: This section explains how to add to or even replace an existing linux installation using either <command>LILO</command> or <command>GRUB</command>.
hu: E szakasz leírja, hogy adj még egyet egy létező linux telepítéshez, vagy akár cseréld azt a <command>LILO</command> vagy <command>GRUB</command> használatával.
ja: 本節では、<command>LILO</command> や <command>GRUB</command> のどちらかを使用して、linux を追加したり、 既存の linux を交換する方法について説明します。

source: At boot time, both bootloaders support loading in memory not only the kernel, but also a disk image. This RAM disk can be used as the root file-system by the kernel.
hu: Indításkor, e 2 betöltő nem csak a kernel, de egy lemez kép memóriába töltését is támogatja. Ez a RAM lemez a kernel által gyökér fájl-rendszerként használható.
ja: 起動時に、カーネルだけでなくディスクイメージをメモリに読み込むのを、 どちらのブートローダでもサポートしています。 この RAM ディスクは カーネルが root ファイルシステムとして使うことができます。

source: Copy the following files from the &debian; archives to a convenient location on your hard drive (note that LILO can not boot from files on an NTFS file system), for instance to <filename>/boot/newinstall/</filename>.
ja: 以下のファイルを、 &debian; アーカイブからあなたのハードディスクの適当な場所にコピーしてください (LILO は NTFS ファイルシステムから起動できないことに注意してください)。例えば <filename>/boot/newinstall/</filename> などです。

source: <filename>vmlinuz</filename> (kernel binary)
hu: <filename>vmlinuz</filename> (kernel bináris)
ja: <filename>vmlinuz</filename> (カーネルバイナリ)

source: <filename>initrd.gz</filename> (ramdisk image)
hu: <filename>initrd.gz</filename> (ramlemez kép)
ja: <filename>initrd.gz</filename> (RAM ディスクイメージ)

source: Finally, to configure the bootloader proceed to <xref linkend="boot-initrd"/>.
hu: Végül állítsd be a boot betöltőt e folytatáshoz: <xref linkend="boot-initrd"/>.
ja: 最後に、ブートローダを設定するため、 <xref linkend="boot-initrd"/> に進んでください。

source: Hard disk installer booting using <command>loadlin</command>
ja: <command>loadlin</command> を使用したハードディスクからのインストーラの起動

source: This section explains how to prepare your hard drive for booting the installer from DOS using <command>loadlin</command>.
ja: この節では、<command>loadlin</command> を使用して、DOS からインストーラを起動するようハードディスクを準備する方法を説明します。

source: Copy the following directories from a &debian; CD image to <filename>c:\</filename>.
ja: 以下のディレクトリを、 &debian; CD イメージから <filename>c:\</filename> にコピーしてください。

source: <filename>/&x86-install-dir;</filename> (kernel binary and ramdisk image)
ja: <filename>/&x86-install-dir;</filename> (カーネルバイナリと RAM ディスクイメージ)

source: <filename>/tools</filename> (loadlin tool)
ja: <filename>/tools</filename> (loadlin ツール)

source: Hard Disk Installer Booting for OldWorld Macs
ja: OldWorld Mac におけるハードディスクからのインストーラの起動

source: The <filename>boot-floppy-hfs</filename> floppy uses <application>miBoot</application> to launch Linux installation, but <application>miBoot</application> cannot easily be used for hard disk booting. <application>BootX</application>, launched from MacOS, supports booting from files placed on the hard disk. <application>BootX</application> can also be used to dual-boot MacOS and Linux after your &debian; installation is complete. For the Performa 6360, it appears that <command>quik</command> cannot make the hard disk bootable. So <application>BootX</application> is required on that model.
ja: <filename>boot-floppy-hfs</filename> フロッピーは、Linux インストールシステムの 起動に <application>miBoot</application> を使います。 しかし <application>miBoot</application> をハードディスクからの起動に使うのは簡単ではありません。 MacOS から起動する <application>BootX</application> は、 ハードディスクに置かれたファイルからの起動をサポートしています。 <application>BootX</application> は、&debian; のインストールが完了した後に、 MacOS と Linux をデュアルブートさせるのにも使えます。 Performa 6360 では、<command>quik</command> はハードディスクを起動できるようにはできません。 そのためこのモデルでは <application>BootX</application> が必要です。

source: Download and unstuff the <application>BootX</application> distribution, available from <ulink url="&url-powerpc-bootx;"></ulink>, or in the <filename>dists/woody/main/disks-powerpc/current/powermac</filename> directory on &debian; http/ftp mirrors and official &debian; CDs. Use <application>Stuffit Expander</application> to extract it from its archive. Within the package, there is an empty folder called <filename>Linux Kernels</filename>. Download <filename>linux.bin</filename> and <filename>ramdisk.image.gz</filename> from the <filename>disks-powerpc/current/powermac</filename> folder, and place them in the <filename>Linux Kernels</filename> folder. Then place the <filename>Linux Kernels</filename> folder in the active System Folder.
ja: <application>BootX</application> の配布パッケージを <ulink url="&url-powerpc-bootx;"></ulink> から、 または &debian; http/ftp ミラーや 公式 &debian; CD の <filename>dists/woody/main/disks-powerpc/current/powermac</filename> ディレクトリから入手して、unstuff してください。 アーカイブから取り出すには <application>Stuffit Expander</application> を使ってください。 パッケージの中には、<filename>Linux Kernels</filename> という名前の空のフォルダがあります。 <filename>linux.bin</filename> と <filename>ramdisk.image.gz</filename> を <filename>disks-powerpc/current/powermac</filename> フォルダからダウンロードし、 これらを <filename>Linux Kernels</filename> フォルダに置いてください。 その後、<filename>Linux Kernels</filename> フォルダをアクティブな System Folder に置いてください。

source: Hard Disk Installer Booting for NewWorld Macs
ja: NewWorld Mac におけるハードディスクからのインストーラの起動

source: NewWorld PowerMacs support booting from a network or an ISO9660 CD-ROM, as well as loading ELF binaries directly from the hard disk. These machines will boot Linux directly via <command>yaboot</command>, which supports loading a kernel and RAMdisk directly from an ext2 partition, as well as dual-booting with MacOS. Hard disk booting of the installer is particularly appropriate for newer machines without floppy drives. <command>BootX</command> is not supported and must not be used on NewWorld PowerMacs.
ja: NewWorld PowerMac は、ネットワークや ISO9660 CD-ROM からの起動をサポートしており、 またハードディスクに置かれた ELF バイナリを直接ロードして起動することも可能です。 これらのマシンでは <command>yaboot</command> を使って直接 Linux を起動できます。 <command>yaboot</command> はカーネルと RAM ディスクを直接 ext2 パーティションから ロードでき、MacOS とのデュアルブートにすることもできます。 ハードディスクからのインストーラの起動は、 特にフロッピードライブのない最近のマシンには向いているでしょう。<command>BootX</command> は NewWorld PowerMac をサポートしておらず、 使うべきではありません。

source: <emphasis>Copy</emphasis> (not move) the following four files which you downloaded earlier from the &debian; archives, onto the root level of your hard drive (this can be accomplished by <keycap>option</keycap>-dragging each file to the hard drive icon).
ja: 前に &debian; アーカイブからダウンロードした次に示すファイルを、ハードドライブの root 階層に<emphasis>コピー</emphasis> (移動では駄目) してください (各ファイルを、<keycap>option</keycap> を押しながらハードドライブアイコンにドラッグします)。

source: Make a note of the partition number of the MacOS partition where you place these files. If you have the MacOS <command>pdisk</command> program, you can use the <command>L</command> command to check for the partition number. You will need this partition number for the command you type at the Open Firmware prompt when you boot the installer.
ja: これらのファイルを置いた MacOS パーティションの パーティション番号を記録しておきましょう。 MacOS の <command>pdisk</command> プログラムがあれば、 <command>L</command> コマンドでパーティション番号を確認できます。 このパーティション番号は、インストーラを起動させたときに Open Firmware プロンプトから入力するコマンドで必要となります。

source: To boot the installer, proceed to <xref linkend="boot-newworld"/>.
ja: To boot the installer, proceed to <xref linkend="boot-newworld"/>. インストーラを起動させるには、 <xref linkend="boot-newworld"/> に進んでください。

source: Preparing Files for TFTP Net Booting
hu: Fájlok előkészítése TFTP hálózati indításhoz
ja: TFTP ネットブート用ファイルの準備

source: If your machine is connected to a local area network, you may be able to boot it over the network from another machine, using TFTP. If you intend to boot the installation system from another machine, the boot files will need to be placed in specific locations on that machine, and the machine configured to support booting of your specific machine.
hu: Ha géped egy helyi hálózatra kötött, alkalom nyílhat indítására a hálózaton át másik gépről TFTP használatával. Ha a telepítő rendszert másik gépről indítanád, az indító fájlokat adott helyre kell tenni azon és be kell állítani rajta, hogy támogassa az adott géped indítását.
ja: インストール対象のマシンが LAN に接続されている場合、TFTP を用いると、そのマシンをネットワーク越しに他のマシンから起動できます。インストールシステムを別のマシンから起動するには、その「別のマシン」の特定の場所に起動ファイルを置き、またインストール対象のマシンの起動をサポートするよう設定しなければなりません。

source: You need to set up a TFTP server, and for many machines a DHCP server<phrase condition="supports-rarp">, or RARP server</phrase><phrase condition="supports-bootp">, or BOOTP server</phrase>.
ja: TFTP サーバをセットアップする必要があり、そして多くのマシンでは DHCP サーバ<phrase condition="supports-rarp">、または RARP サーバ</phrase><phrase condition="supports-bootp">、または BOOTP サーバ</phrase>のセットアップも必要です。

source: <phrase condition="supports-rarp">The Reverse Address Resolution Protocol (RARP) is one way to tell your client what IP address to use for itself. Another way is to use the BOOTP protocol.</phrase> <phrase condition="supports-bootp">BOOTP is an IP protocol that informs a computer of its IP address and where on the network to obtain a boot image.</phrase> The DHCP (Dynamic Host Configuration Protocol) is a more flexible, backwards-compatible extension of BOOTP. Some systems can only be configured via DHCP.
ja: <phrase condition="supports-rarp">Reverse Address Resolution Protocol (RARP) は、 どの IP を用いるべきかをクライアントに伝える方法のひとつです。 同種の方法には BOOTP プロトコルがあります。</phrase> <phrase condition="supports-bootp">BOOTP は IP プロトコルのひとつです。 クライアントに対して、使うべき IP アドレスと、 ブートイメージをネットワークのどこから取得するかを伝えます。</phrase> DHCP (Dynamic Host Configuration Protocol) は、 BOOTP との後方互換性を保ちつつ、より柔軟に拡張させたものです。 システムによっては DHCP でしか設定できないこともあります。

source: For PowerPC, if you have a NewWorld Power Macintosh machine, it is a good idea to use DHCP instead of BOOTP. Some of the latest machines are unable to boot using BOOTP.
ja: PowerPC では、NewWorld Power Macintosh マシンを使っている場合は、 BOOTP ではなく DHCP を使う方が良いです。 最近のマシンには、BOOTP では起動できないものがあります。

source: Some older HPPA machines (e.g. 715/75) use RBOOTD rather than BOOTP. There is an <classname>rbootd</classname> package available in &debian;.
ja: 古い HPPA マシンのいくつか (例えば 715/75) は、BOOTP ではなく RBOOTD を使います。 &debian; には <classname>rbootd</classname> パッケージが用意されています。

source: The Trivial File Transfer Protocol (TFTP) is used to serve the boot image to the client. Theoretically, any server, on any platform, which implements these protocols, may be used. In the examples in this section, we shall provide commands for SunOS 4.x, SunOS 5.x (a.k.a. Solaris), and GNU/Linux.
hu: A Triviális fájl átviteli protokoll (TFTP) arra jó, hogy átadja az indító képet az ügyfélnek. Elméletileg bármely kiszolgáló bármely platformon, mely megvalósítja e protokollokat használható. A példákban SunOS 4.x, SunOS 5.x (más nevén Solaris), és GNU/Linux parancsokat adunk.
ja: Trivial File Transfer Protocol (TFTP) は、 ブートイメージをクライアントに提供するために用います。 理論的には、どんなサーバでも、どんなプラットフォームでも、 これらのプロトコルを実装してさえいれば利用できます。 この節では、SunOS 4.x, SunOS 5.x (Solaris), GNU/Linux での例を示します。

source: For a &debian-gnu; server we recommend <classname>tftpd-hpa</classname>. It's written by the same author as the <classname>syslinux</classname> bootloader and is therefore least likely to cause issues. A good alternative is <classname>atftpd</classname>.
ja: &debian-gnu; のサーバでは、<classname>tftpd-hpa</classname> を推奨します。<classname>syslinux</classname> ブートローダの作者によって作られ、それ故にほとんど問題を起こしそうにありません。<classname>atftpd</classname> のよい代替です。

source: Setting up RARP server
hu: RARP szerver beállítása
ja: RARP サーバの設定

source: To set up RARP, you need to know the Ethernet address (a.k.a. the MAC address) of the client computers to be installed. If you don't know this information, you can <phrase arch="sparc"> pick it off the initial OpenPROM boot messages, use the OpenBoot <userinput>.enet-addr</userinput> command, or </phrase> boot into <quote>Rescue</quote> mode (e.g., from the rescue floppy) and use the command <userinput>ip addr show dev eth0</userinput>.
ja: RARP を設定するには、クライアントコンピュータにインストールしているイーサネットのアドレス (MAC アドレス) を調べておく必要があります。この情報がわからなければ、<phrase arch="sparc">OpenPROM の初期ブートメッセージに現われるものをメモするか、OpenBoot <userinput>.enet-addr</userinput> コマンドを使うか、</phrase>(例えば rescue フロッピーなどで) <quote>Rescue</quote> モードを起動して <userinput>ip addr show dev eth0</userinput> コマンドを使ってください。

source: On a RARP server system using a Linux 2.4 or 2.6 kernel, or Solaris/SunOS, you use the <command>rarpd</command> program. You need to ensure that the Ethernet hardware address for the client is listed in the <quote>ethers</quote> database (either in the <filename>/etc/ethers</filename> file, or via NIS/NIS+) and in the <quote>hosts</quote> database. Then you need to start the RARP daemon. Issue the command (as root): <userinput>/usr/sbin/rarpd -a</userinput> on most Linux systems and SunOS 5 (Solaris 2), <userinput>/usr/sbin/in.rarpd -a</userinput> on some other Linux systems, or <userinput>/usr/etc/rarpd -a</userinput> in SunOS 4 (Solaris 1).
hu: "A Linux 2.4 vagy 2.6 kernelt vagy Solaris/SunOS-t használó RARP szervereken az <command>rarpd</command> programot használod. Győződj meg róla, hogy a kliens szerepel az <quote>ethers</quote> adatbázisban (a <filename>/etc/ethers</filename> fájlban vagy a NIS/NIS+ által) és a <quote>hosts</quote> adatbázisban. Ezután indítsd el a RARP démont. Add ki az alábbi parancsok egyikét (mint root): <userinput>/usr/sbin/rarpd -a</userinput> a legtöbb Linux és a SunOS 5 rendszeren (Solaris 2), <userinput>/usr/sbin/in.rarpd -a</userinput> néhány másik Linux rendszeren, vagy <userinput>/usr/etc/rarpd -a</userinput> a SunOS 4 rendszeren (Solaris 1).
ja: Linux 2.4 カーネルないし 2.6 カーネルの RARP サーバシステムや、 Solaris/SunOS では、<command>rarpd</command> を使用します。 クライアントのイーサネットハードウェアアドレスを <quote>ethers</quote> データベースと <quote>hosts</quote> データベースに リストしておく必要があります (これらのデータベースは <filename>/etc/(ethers,hosts)</filename> ファイルか NIS/NIS+ のマップにします)。 次に RARP デーモンを起動します。 ほとんどの Linux システムと SunOS 5 (Solaris 2)では、 <userinput>/usr/sbin/rarpd -a</userinput> を、 いくつか他の Linux システムでは <userinput>/usr/sbin/in.rarpd -a</userinput>を、 SunOS 4 (Solaris 1) では <userinput>/usr/etc/rarpd -a</userinput> を (ルート権限で) 実行してください。

source: Setting up a DHCP server
hu: Egy DHCP kiszolgáló beállítása
ja: DHCP サーバの設定

source: One free software DHCP server is ISC <command>dhcpd</command>. For &debian-gnu;, the <classname>dhcp3-server</classname> package is recommended. Here is a sample configuration file for it (see <filename>/etc/dhcp3/dhcpd.conf</filename>):
ja: フリーソフトウェアの DHCP サーバのひとつに、 ISC の <command>dhcpd</command> があります。 &debian-gnu; では、<classname>dhcp3-server</classname> パッケージをお勧めします。 以下に、設定ファイルの例を示します。 (<filename>/etc/dhcpd.conf</filename> を参照)

source: In this example, there is one server <replaceable>servername</replaceable> which performs all of the work of DHCP server, TFTP server, and network gateway. You will almost certainly need to change the domain-name options, as well as the server name and client hardware address. The <replaceable>filename</replaceable> option should be the name of the file which will be retrieved via TFTP.
hu: E példában a <replaceable>servername</replaceable> nevű kiszolgáló végzi a DHCP és TFTP kiszolgáló és hálózati átjáró munkáját. Természetesen be kell állítani a tartomány-név opciókat, a kiszolgáló nevét és az ügyfél hardver címét. A <replaceable>filename</replaceable> opció a TFTP-n át elérendő fájl neve.
ja: この例では、<replaceable>servername</replaceable> というサーバがひとつあり、 DHCP サーバ, TFTP サーバ, ネットワークゲートウェイの仕事をすべて行っています。 domain-name オプション、サーバ名、クライアントのハードウェアアドレスは、 必ず変更する必要があります。 <replaceable>filename</replaceable> オプションは TFTP 経由で取得するファイルの名前です。

source: After you have edited the <command>dhcpd</command> configuration file, restart it with <userinput>/etc/init.d/dhcp3-server restart</userinput>.
ja: <command>dhcpd</command> の設定ファイルの編集を終えたら、 <userinput>/etc/init.d/dhcp3-server restart</userinput> で <command>dhcpd</command> を再起動してください。

source: Enabling PXE Booting in the DHCP configuration
hu: PXE indítás bekapcsolása a DHCP beállításban
ja: DHCP 設定での PXE 起動の有効化

source: Here is another example for a <filename>dhcp.conf</filename> using the Pre-boot Execution Environment (PXE) method of TFTP. <informalexample><screen> option domain-name "example.com"; default-lease-time 600; max-lease-time 7200; allow booting; allow bootp; # The next paragraph needs to be modified to fit your case subnet 192.168.1.0 netmask 255.255.255.0 { range 192.168.1.200 192.168.1.253; option broadcast-address 192.168.1.255; # the gateway address which can be different # (access to the internet for instance) option routers 192.168.1.1; # indicate the dns you want to use option domain-name-servers 192.168.1.3; } group { next-server 192.168.1.3; host tftpclient { # tftp client hardware address hardware ethernet 00:10:DC:27:6C:15; filename "pxelinux.0"; } } </screen></informalexample> Note that for PXE booting, the client filename <filename>pxelinux.0</filename> is a boot loader, not a kernel image (see <xref linkend="tftp-images"/> below).
hu: Itt egy másik, indítás-előtti futtatási környezet (PXE) TFTP módot használó <filename>dhcp.conf</filename> példa. <informalexample><screen> option domain-name "example.com"; default-lease-time 600; max-lease-time 7200; allow booting; allow bootp; # The next paragraph needs to be modified to fit your case subnet 192.168.1.0 netmask 255.255.255.0 { range 192.168.1.200 192.168.1.253; option broadcast-address 192.168.1.255; # the gateway address which can be different # (access to the internet for instance) option routers 192.168.1.1; # indicate the dns you want to use option domain-name-servers 192.168.1.3; } group { next-server 192.168.1.3; host tftpclient { # tftp client hardware address hardware ethernet 00:10:DC:27:6C:15; filename "/tftpboot/pxelinux.0"; } } </screen></informalexample> A PXE indítás számára a <filename>pxelinux.0</filename> ügyfél fájl neve egy boot betöltő, nem egy kernel kép (lásd az alábbi <xref linkend="tftp-images"/> részt).
ja: ここでは TFTP の Pre-boot Execution Environment (PXE) 法を用いた、 <filename>dhcp.conf</filename> の例を示します。<informalexample><screen> option domain-name "example.com"; default-lease-time 600; max-lease-time 7200; allow booting; allow bootp; # The next paragraph needs to be modified to fit your case subnet 192.168.1.0 netmask 255.255.255.0 { range 192.168.1.200 192.168.1.253; option broadcast-address 192.168.1.255; # the gateway address which can be different # (access to the internet for instance) option routers 192.168.1.1; # indicate the dns you want to use option domain-name-servers 192.168.1.3; } group { next-server 192.168.1.3; host tftpclient { # tftp client hardware address hardware ethernet 00:10:DC:27:6C:15; filename "pxelinux.0"; } } </screen></informalexample> PXE ブートでは、クライアントのファイル名 <filename>pxelinux.0</filename> は、カーネルイメージではなくブートローダであることに注意してください (後述の <xref linkend="tftp-images"/> をご覧ください)。

source: Setting up a BOOTP server
hu: BOOTP kiszolgáló beállítása
ja: BOOTP サーバの設定

source: There are two BOOTP servers available for GNU/Linux. The first is CMU <command>bootpd</command>. The other is actually a DHCP server: ISC <command>dhcpd</command>. In &debian-gnu; these are contained in the <classname>bootp</classname> and <classname>dhcp3-server</classname> packages respectively.
ja: GNU/Linux で使える BOOTP サーバは 2 つあります。 ひとつは CMU の <command>bootpd</command> です。 もう 1 つは実際は DHCP サーバですが、ISC の <command>dhcpd</command> です。 &debian-gnu; では、 <classname>bootp</classname> パッケージと <classname>dhcp3-server</classname> パッケージにそれぞれ入っています。

source: To use CMU <command>bootpd</command>, you must first uncomment (or add) the relevant line in <filename>/etc/inetd.conf</filename>. On &debian-gnu;, you can run <userinput>update-inetd --enable bootps</userinput>, then <userinput>/etc/init.d/inetd reload</userinput> to do so. Just in case your BOOTP server does not run &debian;, the line in question should look like: <informalexample><screen> bootps dgram udp wait root /usr/sbin/bootpd bootpd -i -t 120 </screen></informalexample> Now, you must create an <filename>/etc/bootptab</filename> file. This has the same sort of familiar and cryptic format as the good old BSD <filename>printcap</filename>, <filename>termcap</filename>, and <filename>disktab</filename> files. See the <filename>bootptab</filename> manual page for more information. For CMU <command>bootpd</command>, you will need to know the hardware (MAC) address of the client. Here is an example <filename>/etc/bootptab</filename>: <informalexample><screen> client:\ hd=/tftpboot:\ bf=tftpboot.img:\ ip=192.168.1.90:\ sm=255.255.255.0:\ sa=192.168.1.1:\ ha=0123456789AB: </screen></informalexample> You will need to change at least the <quote>ha</quote> option, which specifies the hardware address of the client. The <quote>bf</quote> option specifies the file a client should retrieve via TFTP; see <xref linkend="tftp-images"/> for more details. <phrase arch="mips"> On SGI machines you can just enter the command monitor and type <userinput>printenv</userinput>. The value of the <userinput>eaddr</userinput> variable is the machine's MAC address. </phrase>
ja: CMU <command>bootpd</command> を使う場合は、まず <filename>/etc/inetd.conf</filename> ファイルの 該当行をアンコメント (または追加) する必要があります。 &debian-gnu; では <userinput>update-inetd --enable bootps</userinput> を実行し、 続いて <userinput>/etc/init.d/inetd reload</userinput> とすれば OK です。 BOOTP サーバが &debian; で動かない場合は、以下のようにします。 <informalexample><screen> bootps dgram udp wait root /usr/sbin/bootpd bootpd -i -t 120 </screen></informalexample> ここで次に <filename>/etc/bootptab</filename> を作成します。 このファイルの書式は、 <filename>printcap</filename>, <filename>termcap</filename>, <filename>disktab</filename> ファイルなどでお馴染みの、 例のわかりにくい形式になっています。 詳細は <filename>bootptab</filename> マニュアルページを見てください。 CMU <command>bootpd</command> では、 クライアントのハードウェア (MAC) アドレスを知っておかなければなりません。 <filename>/etc/bootptab</filename> の例を示します。 <informalexample><screen> client:\ hd=/tftpboot:\ bf=tftpboot.img:\ ip=192.168.1.90:\ sm=255.255.255.0:\ sa=192.168.1.1:\ ha=0123456789AB: </screen></informalexample> 少なくともクライアントのハードウェアアドレスを指定している <quote>ha</quote> オプションは変更する必要があるでしょう。 <quote>bf</quote> オプションはクライアントが TFTP で取得するファイルを指定しています。 詳細は <xref linkend="tftp-images"/> を参照してください。 <phrase arch="mips"> SGI のマシンでは、 コマンドモニタから <userinput>printenv</userinput> と入力してください。 <userinput>eaddr</userinput> 変数がマシンの MAC アドレスです。 </phrase>
