Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/install-methods.po
Languages: hu, ja

source: <emphasis>Important:</emphasis> In the Finder, use <userinput>Get Info</userinput> to display the Finder information about the floppy image, and <quote>X</quote> the <userinput>File Locked</userinput> check box so that MacOS will be unable to remove the boot blocks if the image is accidentally mounted.
ja: <emphasis>重要:</emphasis> Finder から <userinput>Get Info</userinput> を用いて、 フロッピーイメージの Finder 情報を表示させてください。 ここで <userinput>File Locked</userinput> チェックボックスに <quote>X</quote> を入れ、 イメージを間違ってマウントしてしまった場合でも MacOS がブートブロックを消してしまわないようにしてください。

source: Obtain <command>Disk Copy</command>; if you have a MacOS system or CD it will very likely be there already, otherwise try <ulink url="&url-powerpc-diskcopy;"></ulink>.
ja: <command>Disk Copy</command> を入手します。 MacOS システムや CD をお持ちなら、既にその中にあるでしょう。 持っていなければ <ulink url="&url-powerpc-diskcopy;"></ulink> を試してみてください。

source: Run <command>Disk Copy</command>, and select <menuchoice> <guimenu>Utilities</guimenu> <guimenuitem>Make a Floppy</guimenuitem> </menuchoice>, then select the <emphasis>locked</emphasis> image file from the resulting dialog. It will ask you to insert a floppy, then ask if you really want to erase it. When done it should eject the floppy.
ja: <command>Disk Copy</command> を実行します。<menuchoice> <guimenu>Utilities</guimenu> <guimenuitem>Make a Floppy</guimenuitem> </menuchoice> を選び、 現われたダイアログで <emphasis>locked</emphasis> イメージファイルを選んでください。 フロッピーを挿入するよう求められ、 続いてその内容を本当に消していいかどうかを訊かれます。 書き込みが終わったらフロッピーはイジェクトされます。

source: Writing Disk Images with <command>suntar</command>
hu: Lemez képek írása a <command>suntar</command> programmal
ja: <command>suntar</command> を用いたディスクイメージの書き込み

source: Obtain <command>suntar</command> from <ulink url="&url-powerpc-suntar;"> </ulink>. Start the <command>suntar</command> program and select <quote>Overwrite Sectors...</quote> from the <userinput>Special</userinput> menu.
hu: Töltsd le a <command>suntar</command> programot innen: <ulink url="&url-powerpc-suntar;"> </ulink>. Indítsd a <command>suntar</command>-t és válaszd ezt: <quote>Szektorok felülírása...</quote> a <userinput>Speciális</userinput> menüből.
ja: <command>suntar</command> を <ulink url="&url-powerpc-suntar;"></ulink> から入手します。<command>suntar</command> プログラムを起動し、 <userinput>Special</userinput> メニューから <quote>Overwrite Sectors...</quote> を選びます。

source: Insert the floppy disk as requested, then hit &enterkey; (start at sector 0).
hu: Tedd be a flopi lemezt, és üsd le az &enterkey; billentyűt (indíts a 0. szektorról).
ja: 求められたところでフロッピーディスクを挿入し、 &enterkey; を押します (セクタ 0 から始めます)。

source: Select the <filename>root.bin</filename> file in the file-opening dialog.
hu: Válaszd a <filename>root.bin</filename> fájlt a fájl-megnyitó párbeszédben.
ja: file-opening ダイアログから <filename>root.bin</filename> ファイルを選びます。

source: After the floppy has been created successfully, select <menuchoice> <guimenu>File</guimenu> <guimenuitem>Eject</guimenuitem> </menuchoice>. If there are any errors writing the floppy, simply toss that floppy and try another.
hu: A flopi sikeres létrehozása után válaszd ki a <menuchoice> <guimenu>Fájl</guimenu> <guimenuitem>Kiadás</guimenuitem> </menuchoice> pontot a menüben. Ha gondok vannak a flopi írásakor, dobd el és próbál másikat.
ja: フロッピーがうまく作成されたら、<menuchoice> <guimenu>File</guimenu> <guimenuitem>Eject</guimenuitem> </menuchoice> を選びます。フロッピーの書き込みでエラーが起こったら、 そのフロッピーは捨てて別のフロッピーを試してください。

source: Before using the floppy you created, <emphasis>set the write protect tab</emphasis>! Otherwise if you accidentally mount it in MacOS, MacOS will helpfully ruin it.
hu: A létrehozott flopi használata előtt <emphasis>állítsd be az írás-védő fület</emphasis>! Különben, ha véletlenül csatolod MacOSban, az hazavágja.
ja: 作成したフロッピーを使う前に、 <emphasis>ツメを動かして書き込み防止にしてください</emphasis> こうしておかないと、間違って MacOS にマウントされてしまった場合、 MacOS がフロッピーを壊してしまいます。

source: Preparing Files for USB Memory Stick Booting
hu: Fájlok előkészítése USB tároló indításhoz
ja: USB メモリでの起動用ファイルの準備

source: To prepare the USB stick, you will need a system where GNU/Linux is already running and where USB is supported. With current GNU/Linux systems the USB stick should be automatically recognized when you insert it. If it is not you should check that the usb-storage kernel module is loaded. When the USB stick is inserted, it will be mapped to a device named <filename>/dev/sdX</filename>, where the <quote>X</quote> is a letter in the range a-z. You should be able to see to which device the USB stick was mapped by running the command <command>dmesg</command> after inserting it. To write to your stick, you may have to turn off its write protection switch.
ja: USB メモリの準備をするには、GNU/Linux が既に動いていて、USB をサポートしているシステムが必要になります。現在の GNU/Linux では、USB メモリを挿すと自動的に認識するでしょう。そうならない場合は、usb-storage カーネルモジュールをロードしているかを確認してください。USB メモリを挿すと、<filename>/dev/sdX</filename> (<quote>X</quote> は a〜zの範囲の文字) というデバイスにマッピングされます。どのデバイスが USB メモリかは、挿した後で <command>dmesg</command> コマンドを実行すると見られます。USB メモリに書き込むには、ライトプロテクトスイッチを切る必要があります。

source: The procedures described in this section will destroy anything already on the device! Make very sure that you use the correct device name for your USB stick. If you use the wrong device the result could be that all information on for example a hard disk could be lost.
ja: この方法を使うとデバイス上の既存の物は破壊されてしまいます! USB メモリの正しいデバイス名を必ず確認して使用してください。間違ったデバイス名を使用すると、例えばハードディスク内のすべてのデータを失うといったことが起こります。

source: Preparing a USB stick using a hybrid CD or DVD image
ja: ハイブリッド CD/DVD イメージを使った USB メモリの準備

source: Debian CD and DVD images can now be written directly a USB stick, which is a very easy way to make a bootable USB stick. Simply choose a CD or DVD image that will fit on your USB stick. See <xref linkend="official-cdrom"/> to get a CD or DVD image.
ja: Debian の CD/DVD イメージは直接書き込めるようになり、起動可能な USB メモリを作るのがとても簡単になりました。USB メモリに合う CD/DVD イメージを選んでください。CD/DVD イメージの取得については <xref linkend="official-cdrom"/> を参照してください。

source: Alternatively, for very small USB sticks, only a few megabytes in size, you can download the <filename>mini.iso</filename> image from the <filename>netboot</filename> directory (at the location mentioned in <xref linkend="where-files"/>).
ja: 別の方法として、とても小さな、サイズが数メガしかない USB メモリ用に、<filename>netboot</filename> ディレクトリから <filename>mini.iso</filename> をダウンロードできます (場所については <xref linkend="where-files"/> に記載があります)。

source: A special method can be used to add firmware to the <filename>mini.iso</filename>. First, write the <filename>mini.iso</filename> to the USB stick. Next obtain the necessary firmware files. See <xref linkend="loading-firmware"/> for more information about firmware. Now unplug and replug the USB stick, and two partitions should now be visible on it. You should mount the second of the two partitions, and unpack the firmware onto it.
ja: <filename>mini.iso</filename> にファームウェアを追加するには、特殊な方法が使えます。まず、<filename>mini.iso</filename> を USB メモリに書き込みます。次に、必要なファームウェアファイルを追加します。ファームウェアに関する詳細な情報は、<xref linkend="loading-firmware"/> を参照してください。ここで USB メモリを抜き挿しすると、2 つのパーティションが見えるようになっているはずです。2 つのパーティションのうち 2 番目をマウントし、ファームウェアをその上に展開します。

source: The CD or DVD image you choose should be written directly to the USB stick, overwriting its current contents. For example, when using an existing GNU/Linux system, the CD or DVD image file can be written to a USB stick as follows, after having made sure that the stick is unmounted:
ja: 選択した CD/DVD イメージは、既存の内容を上書きして、直接 USB メモリに書き込む必要があります。例えば、既存の GNU/Linux システムを使っている場合、以下のようにして、CD・DVD イメージファイルを、USB メモリに書き込めます。完了したら、確実にアンマウントしてください。

source: Simply writing the CD or DVD image to USB like this should work fine for most users. The other options below are more complex, mainly for people with specialised needs.
ja: ほとんどのユーザは、CD/DVD イメージを単にUSBメモリに書き込むだけでうまく行くでしょう。下記の選択肢はもっと複雑なので、主に特殊なニーズがあるユーザ向けです。

source: Manually copying files to the USB stick
ja: USB メモリへのファイルの手動コピー

source: An alternative way to set up your USB stick is to manually copy the installer files, and also a CD image to it. Note that the USB stick should be at least 1 GB in size (smaller setups are possible if you follow <xref linkend="usb-copy-flexible"/>).
ja: USB メモリを設定するもう一つの方法は、インストーラのファイルと CD イメージを手動で書き込むやり方です。USB メモリは少なくとも 1 GB のサイズが必要なのに注意してください (<xref linkend="usb-copy-flexible"/> のようにすれば、もっと少ないサイズでもセットアップできます)。

source: There is an all-in-one file <filename>hd-media/boot.img.gz</filename> which contains all the installer files (including the kernel) <phrase arch="x86">as well as <classname>syslinux</classname> and its configuration file</phrase> <phrase arch="powerpc">as well as <classname>yaboot</classname> and its configuration file</phrase>.
ja: <phrase arch="x86"><classname>syslinux</classname> や、その設定ファイルと共に、</phrase><phrase arch="powerpc"><classname>yaboot</classname> や、その設定ファイルと共に、</phrase>インストーラの全ファイル (カーネル含む) が入った <filename>hd-media/boot.img.gz</filename> というオールインワンなファイルがあります。

source: Note that, although convenient, this method does have one major disadvantage: the logical size of the device will be limited to 1 GB, even if the capacity of the USB stick is larger. You will need to repartition the USB stick and create new file systems to get its full capacity back if you ever want to use it for some different purpose.
ja: これは便利ですが、この方法にはひとつの大きな欠点があることに注意してください。USB メモリの容量がもっと大きかったとしても、デバイスの論理サイズが 1 GB に制限されます。他の用途にも使用したい場合は、全容量を確保し直すため、USB メモリをパーティション分割し直し、新しいファイルシステムを作成する必要があります。

source: To use this image simply extract it directly to your USB stick:
ja: このイメージを使用するには、単にUSB メモリに直接展開してください。

source: Create a partition of type "Apple_Bootstrap" on your USB stick using <command>mac-fdisk</command>'s <userinput>C</userinput> command and extract the image directly to that:
ja: <command>mac-fdisk</command> の <userinput>C</userinput> コマンドで USB メモリに "Apple_Bootstrap" タイプのパーティションを作成し、以下のように USB メモリに直接展開してください。

source: After that, mount the USB memory stick <phrase arch="x86">(<userinput>mount /dev/<replaceable>sdX</replaceable> /mnt</userinput>),</phrase> <phrase arch="powerpc">(<userinput>mount /dev/<replaceable>sdX2</replaceable> /mnt</userinput>),</phrase> which will now have <phrase arch="x86">a FAT filesystem</phrase> <phrase arch="powerpc">an HFS filesystem</phrase> on it, and copy a &debian; ISO image (netinst, businesscard, or full CD) to it. Unmount the stick (<userinput>umount /mnt</userinput>) and you are done.
ja: その後、<phrase arch="x86">FAT ファイルシステムの</phrase><phrase arch="powerpc">HFS ファイルシステムの</phrase> USB メモリをマウントし <phrase arch="x86">(<userinput>mount /dev/<replaceable>sdX</replaceable> /mnt</userinput>)</phrase> <phrase arch="powerpc">(<userinput>mount /dev/<replaceable>sdX2</replaceable> /mnt</userinput>)</phrase>、そこに &debian; の ISO イメージ (netinst、businesscard、フル CD)をコピーしてください。USB メモリをアンマウント (<userinput>umount /mnt</userinput>) すると完了です。

source: Manually copying files to the USB stick &mdash; the flexible way
ja: USB メモリへのファイルの手動コピー &mdash; 柔軟な方法

source: If you like more flexibility or just want to know what's going on, you should use the following method to put the files on your stick. One advantage of using this method is that &mdash; if the capacity of your USB stick is large enough &mdash; you have the option of copying a full CD ISO image to it.
ja: もっと柔軟なものがよかったり、何が起きているか知りたいのなら、以下に説明する USB メモリにファイルを置く方法を使用すべきです。この方法の利点は、(USB メモリの容量が十分大きければ) フル CD の ISO イメージをコピーするという選択しもあるということです。

source: Partitioning the USB stick
ja: USB メモリのパーティション分割

source: We will show how to set up the memory stick to use the first partition, instead of the entire device.
ja: デバイス全体ではなく、USB メモリの最初のパーティションを セットアップする方法を示します。

source: Since most USB sticks come pre-configured with a single FAT16 partition, you probably won't have to repartition or reformat the stick. If you have to do that anyway, use <command>cfdisk</command> or any other partitioning tool to create a FAT16 partition<footnote> <para> Don't forget to set the <quote>bootable</quote> bootable flag. </para> </footnote>, and then create the filesystem using: <informalexample><screen> # mkdosfs /dev/<replaceable>sdX1</replaceable> </screen></informalexample> Take care that you use the correct device name for your USB stick. The <command>mkdosfs</command> command is contained in the <classname>dosfstools</classname> &debian; package.
ja: ほとんどの USB メモリは、FAT16 パーティション 1 つであらかじめ設定されているので、おそらく USB メモリのパーティション分割のやり直しや、再フォーマットは必要ありません。どうしてもしなければならない場合は、<command>cfdisk</command> や他のパーティション分割ツールを使って、FAT16 パーティションを作成し<footnote> <para><quote>bootable</quote> フラグを付け忘れないでください。</para> </footnote>、以下のようにファイルシステムを作成してください。<informalexample><screen> # mkdosfs /dev/<replaceable>sdX1</replaceable> </screen></informalexample> USB メモリの正確なデバイス名を使用する事に注意してください。<command>mkdosfs</command> は、<classname>dosfstools</classname> &debian; パッケージに含まれています。

source: In order to start the kernel after booting from the USB stick, we will put a boot loader on the stick. Although any boot loader (e.g. <classname>lilo</classname>) should work, it's convenient to use <classname>syslinux</classname>, since it uses a FAT16 partition and can be reconfigured by just editing a text file. Any operating system which supports the FAT file system can be used to make changes to the configuration of the boot loader.
ja: USB メモリからブートしてカーネルを起動するには、USB メモリにブートローダを配置します。どのブートローダ (例: <classname>lilo</classname>) も動作しますが、FAT16 パーティションを使用し、テキストファイルを編集するだけで再設定できるので、<classname>syslinux</classname> を使用するのが便利です。FAT ファイルシステムをサポートするオペレーティングシステムなら、ブートローダの設定を変更するのに利用できます。

source: To put <classname>syslinux</classname> on the FAT16 partition on your USB stick, install the <classname>syslinux</classname> and <classname>mtools</classname> packages on your system, and do: <informalexample><screen> # syslinux /dev/<replaceable>sdX1</replaceable> </screen></informalexample> Again, take care that you use the correct device name. The partition must not be mounted when starting <command>syslinux</command>. This procedure writes a boot sector to the partition and creates the file <filename>ldlinux.sys</filename> which contains the boot loader code.
ja: USB メモリの FAT16 パーティションに <classname>syslinux</classname> を置くには、<classname>syslinux</classname> パッケージと <classname>mtools</classname> パッケージをシステムにインストールして、以下を実行してください。 <informalexample><screen> # syslinux /dev/<replaceable>sdX1</replaceable> </screen></informalexample> 繰り返しますが、正確なデバイス名を使用するよう注意してください。 <command>syslinux</command> の開始時には、このパーティションをマウントしてはなりません。この手順ではパーティションにブートセクタを書き込み、 ブートローダコードを含んでいるファイル <filename>ldlinux.sys</filename> を作成します。

source: Adding the installer image
ja: インストーライメージの追加

source: Mount the partition (<userinput>mount /dev/<replaceable>sdX1</replaceable> /mnt</userinput>) and copy the following installer image files to the stick: <itemizedlist> <listitem><para> <filename>vmlinuz</filename> or <filename>linux</filename> (kernel binary) </para></listitem> <listitem><para> <filename>initrd.gz</filename> (initial ramdisk image) </para></listitem> </itemizedlist> You can choose between either the regular version or the graphical version of the installer. The latter can be found in the <filename>gtk</filename> subdirectory. If you want to rename the files, please note that <classname>syslinux</classname> can only process DOS (8.3) file names.
ja: このパーティションをマウントし (<userinput>mount /dev/<replaceable>sdX1</replaceable> /mnt</userinput>)、以下のインストーライメージファイルを USB メモリへコピーしてください。<itemizedlist> <listitem><para> <filename>vmlinuz</filename> か <filename>linux</filename> (カーネルバイナリ) </para></listitem> <listitem><para> <filename>initrd.gz</filename> (初期化 RAM ディスクイメージ) </para></listitem> </itemizedlist>インストーラは、通常版とグラフィカル版の選択ができます。後者は、<filename>gtk</filename> サブディレクトリにあります。ファイル名を変更したければ、<classname>syslinux</classname> は DOS (8.3) のファイル名しか処理できないことに注意してください。

source: Next you should create a <filename>syslinux.cfg</filename> configuration file, which at a bare minimum should contain the following two lines (change the name of the kernel binary to <quote><filename>linux</filename></quote> if you used a <filename>netboot</filename> image): <informalexample><screen> default vmlinuz append initrd=initrd.gz </screen></informalexample> For the graphical installer you should add <userinput>vga=788</userinput> to the second line.
ja: 次に、<filename>syslinux.cfg</filename> 設定ファイルを作成します。最低限必要なのは以下の 2 行です (<filename>netboot</filename> を使用している場合、カーネルバイナリ名を <quote><filename>linux</filename></quote> に変更してください)。<informalexample><screen> default vmlinuz append initrd=initrd.gz </screen></informalexample> グラフィカルインストーラ用には、2 行目に <userinput>vga=788</userinput> を追加すると良いでしょう。

source: If you used an <filename>hd-media</filename> image, you should now copy the ISO file of a &debian; ISO image<footnote> <para> You can use either a businesscard, a netinst or a full CD image (see <xref linkend="official-cdrom"/>). Be sure to select one that fits. Note that the <quote>netboot <filename>mini.iso</filename></quote> image is not usable for this purpose. </para> </footnote> onto the stick. When you are done, unmount the USB memory stick (<userinput>umount /mnt</userinput>).
ja: <filename>hd-media</filename> イメージを使用している場合、ここで &debian; の ISO イメージのファイル<footnote> <para>businesscard, netinst, フル CD イメージのいずれかを使用できます (<xref linkend="official-cdrom"/> 参照)。必ず適合するものを選択してください。<quote>netboot <filename>mini.iso</filename></quote> イメージはこの用途に使用できないことに注意してください。</para> </footnote>を、USB メモリにコピーしてください。完了したら、USB メモリを アンマウントしてください (<userinput>umount /mnt</userinput>)。

source: Most USB sticks do not come pre-configured in such a way that Open Firmware can boot from them, so you will need to repartition the stick. On Mac systems, run <userinput>mac-fdisk /dev/<replaceable>sdX</replaceable></userinput>, initialise a new partition map using the <userinput>i</userinput> command, and create a new partition of type Apple_Bootstrap using the <userinput>C</userinput> command. (Note that the first "partition" will always be the partition map itself.) Then type <informalexample><screen> $ hformat /dev/<replaceable>sdX2</replaceable> </screen></informalexample> Take care that you use the correct device name for your USB stick. The <command>hformat</command> command is contained in the <classname>hfsutils</classname> &debian; package.
ja: ほとんどの USB メモリは、Open Firmware で起動できるようにあらかじめ設定されていません。Mac システムでは、<userinput>mac-fdisk /dev/<replaceable>sdX</replaceable></userinput> を起動して、<userinput>i</userinput> コマンドで新規パーティションマップを初期化し、<userinput>C</userinput> コマンドで Apple_Bootstrap タイプの パーティションを作成してください (注: 先頭の"パーティション"はいつもパーティションマップそのものになっています)。その後、次のように入力してください。<informalexample><screen> $ hformat /dev/<replaceable>sdX2</replaceable> </screen></informalexample> USB メモリの正確なデバイス名を使用する事に注意してください。<command>hformat</command> コマンドは、<classname>hfsutils</classname> &debian; パッケージに含まれています。

source: In order to start the kernel after booting from the USB stick, we will put a boot loader on the stick. The <command>yaboot</command> boot loader can be installed on an HFS filesystem and can be reconfigured by just editing a text file. Any operating system which supports the HFS file system can be used to make changes to the configuration of the boot loader.
ja: USB メモリから起動してカーネルをスタートするには、 USB メモリにブートローダを配置します。 <command>yaboot</command> ブートローダは、 HFS ファイルシステムにインストールでき、 テキストファイルを編集するだけで再設定できます。 HFS ファイルシステムをサポートする OS であれば、 ブートローダの設定を変更できます。

source: The normal <command>ybin</command> tool that comes with <command>yaboot</command> does not yet understand USB storage devices, so you will have to install <command>yaboot</command> by hand using the <classname>hfsutils</classname> tools. Type <informalexample><screen> $ hmount /dev/<replaceable>sdX2</replaceable> $ hcopy -r /usr/lib/yaboot/yaboot : $ hattrib -c UNIX -t tbxi :yaboot $ hattrib -b : $ humount </screen></informalexample> Again, take care that you use the correct device name. The partition must not be otherwise mounted during this procedure. This procedure writes the boot loader to the partition, and uses the HFS utilities to mark it in such a way that Open Firmware will boot it. Having done this, the rest of the USB stick may be prepared using the normal Unix utilities.
ja: <command>yaboot</command> とともにある通常の <command>ybin</command> ツールは、 USB ストレージデバイスを認識しません。そのため、<classname>hfsutils</classname> ツールを使って、<command>yaboot</command>を手動でインストールしなければなりません。以下を入力してください。 <informalexample><screen> $ hmount /dev/<replaceable>sdX2</replaceable> $ hcopy -r /usr/lib/yaboot/yaboot : $ hattrib -c UNIX -t tbxi :yaboot $ hattrib -b : $ humount </screen></informalexample> 繰り返しますが、正確なデバイス名を使用するよう注意してください。この手順中でパーティションをマウントする必要はありません。この手順ではパーティションにブートローダを書き込み、Open Firmware が起動できるように HFS ユーティリティを使って印を付けます。これが終われば、USB メモリに通常の Unix ユーティリティを使う準備ができたことになります。

source: Mount the partition (<userinput>mount /dev/<replaceable>sdX2</replaceable> /mnt</userinput>) and copy the following installer image files to the stick:
ja: このパーティションをマウントし (<userinput>mount /dev/<replaceable>sdX2</replaceable> /mnt</userinput>)、以下のインストーライメージファイルを USB メモリへコピーしてください。

source: <filename>vmlinux</filename> (kernel binary)
ja: <filename>vmlinux</filename> (カーネルバイナリ)

source: <filename>initrd.gz</filename> (initial ramdisk image)
ja: <filename>initrd.gz</filename> (初期 RAM ディスクイメージ)

source: <filename>yaboot.conf</filename> (yaboot configuration file)
ja: <filename>yaboot.conf</filename> (yaboot 設定ファイル)

source: <filename>boot.msg</filename> (optional boot message)
ja: <filename>boot.msg</filename> (追加起動メッセージ)

source: The <filename>yaboot.conf</filename> configuration file should contain the following lines: <informalexample><screen> default=install root=/dev/ram message=/boot.msg image=/vmlinux label=install initrd=/initrd.gz initrd-size=10000 read-only </screen></informalexample> Please note that the <userinput>initrd-size</userinput> parameter may need to be increased, depending on the image you are booting.
ja: <filename>yaboot.conf</filename> 設定ファイルには、 以下の行を含まなければなりません。 <informalexample><screen> default=install root=/dev/ram message=/boot.msg image=/vmlinux label=install initrd=/initrd.gz initrd-size=10000 read-only </screen></informalexample> 起動するイメージに応じて、<userinput>initrd-size</userinput> パラメータを、 増やす必要があることに注意してください。

source: Preparing Files for Hard Disk Booting
hu: Fájlok előkészítése merevlemez indításhoz
ja: ハードディスク起動ファイルの準備

source: The installer may be booted using boot files placed on an existing hard drive partition, either launched from another operating system or by invoking a boot loader directly from the BIOS.
hu: A telepítő egy létező merevlemez partíción lévő indító fájlokkal is indulhat, úgy más operációs rendszerből futtatva, mint egy boot betöltő BIOS általi közvetlen meghívásával.
ja: このインストーラはハードディスクパーティションに配置したファイルから起動できます。別の OS から起動することもできますし、BIOS から直接ブートローダを起動することもできます。

source: A full, <quote>pure network</quote> installation can be achieved using this technique. This avoids all hassles of removable media, like finding and burning CD images or struggling with too numerous and unreliable floppy disks.
hu: Egy teljes, <quote>csak hálózat</quote> módú telepítés így lehetséges. Ez elkerüli a mozgó média bonyodalmait, mint CD találás és írás vagy több, megbízhatatlan flopi lemezzel küzdés.
ja: この方法を使えば、完全な<quote>ネットワークのみ</quote>のインストールを行うことができます。これは、CD メディアを探して焼いたり、たくさんの信頼できないフロッピーディスクを相手に格闘したり、といったリムーバブルメディアに関する厄介事全てを避けることができます。
