Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/install-methods.po
Languages: hu, ja

source: Since most USB sticks come pre-configured with a single FAT16 partition, you probably won't have to repartition or reformat the stick. If you have to do that anyway, use <command>cfdisk</command> or any other partitioning tool to create a FAT16 partition, and then create the filesystem using: <informalexample><screen> # mkdosfs /dev/<replaceable>sda1</replaceable> </screen></informalexample> Take care that you use the correct device name for your USB stick. The <command>mkdosfs</command> command is contained in the <classname>dosfstools</classname> Debian package.
hu: Mivel bármilyen furcsa a legtöbb USB memórián eleve egy FAT16 partíció van, így nem biztos, hogy újra kell particionálnod, vagy formázni azt. Ha viszont ezt szeretnéd, használd a <command>cfdisk</command> vagy bármely más particionáló eszközt FAT16 partíció létrehozásához, majd hozd létre a fájlrendszert így: <informalexample><screen> # mkdosfs /dev/<replaceable>sda1</replaceable> </screen></informalexample> Figyelj, hogy helyesen add meg az eszköz nevét. Az <command>mkdosfs</command> a <classname>dosfstools</classname> Debian csomagban van.

source: In order to start the kernel after booting from the USB stick, we will put a boot loader on the stick. Although any boot loader (e.g. <command>LILO</command>) should work, it's convenient to use <command>SYSLINUX</command>, since it uses a FAT16 partition and can be reconfigured by just editing a text file. Any operating system which supports the FAT file system can be used to make changes to the configuration of the boot loader.
hu: Hogy a kernel elinduljon az USB tárról indítás után, egy boot betöltőt teszünk rá. Noha bármely boot betöltő (például <command>LILO</command>) működik, a <command>SYSLINUX</command> kényelmes, mert FAT16 partíciót használ és pusztán egy szöveges fájl szerkesztésével állítható. Minden FAT fájlrendszert támogató operációs rendszer használható a boot betöltő beállításainak módosítására.

source: To put <command>SYSLINUX</command> on the FAT16 partition on your USB stick, install the <classname>syslinux</classname> and <classname>mtools</classname> packages on your system, and do: <informalexample><screen> # syslinux /dev/<replaceable>sda1</replaceable> </screen></informalexample> Again, take care that you use the correct device name. The partition must not be mounted when starting <command>SYSLINUX</command>. This procedure writes a boot sector to the partition and creates the file <filename>ldlinux.sys</filename> which contains the boot loader code.
hu: A <command>SYSLINUX</command> FAT16 partícióra helyezéséhez az USB tárra, telepítsd a <classname>syslinux</classname> és <classname>mtools</classname> csomagokat, majd tedd ezt: <informalexample><screen> # syslinux /dev/<replaceable>sda1</replaceable> </screen></informalexample> Figyelj az eszköz nevének helyes voltára. A partíció ne legyen csatolva a <command>SYSLINUX</command> indításakor. E művelet egy boot szektort ír a partícióra és létrehozza a boot betöltő kódot tartalmazó <filename>ldlinux.sys</filename> fájlt.

source: Mount the partition (<userinput>mount /dev/sda1 /mnt</userinput>) and copy the following files from the Debian archives to the stick: <itemizedlist> <listitem><para> <filename>vmlinuz</filename> (kernel binary) </para></listitem> <listitem><para> <filename>initrd.gz</filename> (initial ramdisk image) </para></listitem> <listitem><para> <filename>syslinux.cfg</filename> (SYSLINUX configuration file) </para></listitem> <listitem><para> Optional kernel modules </para></listitem> </itemizedlist> If you want to rename the files, please note that <command>SYSLINUX</command> can only process DOS (8.3) file names.
hu: Csatold a partíciót (<userinput>mount /dev/sda1 /mnt</userinput>) és másold az alábbi fájlokat a Debian archívumból az eszközre: <itemizedlist> <listitem><para> <filename>vmlinuz</filename> (kernel bináris) </para></listitem> <listitem><para> <filename>initrd.gz</filename> (kezdő ramlemez kép) </para></listitem> <listitem><para> <filename>syslinux.cfg</filename> (SYSLINUX beállító fájl) </para></listitem> <listitem><para> Esetleges kernel modulok </para></listitem> </itemizedlist> Ha átnevezel fájlokat, ne feledd, hogy a <command>SYSLINUX</command> csak DOS (8.3) neveket dolgoz fel.

source: The <filename>syslinux.cfg</filename> configuration file should contain the following two lines:
hu: A <filename>syslinux.cfg</filename> beállító fájl az alábbi 2 sort tartalmazza:

source: Adding an ISO image
hu: ISO kép hozzáadása

source: The installer will look for a Debian ISO image on the stick as its source for additional data needed for the installation. So your next step is to copy a Debian ISO image (businesscard, netinst or even a full CD image) onto your stick (be sure to select one that fits). The file name of the image must end in <filename>.iso</filename>.
hu: A telepítő Debian ISO képet keres a telepítéshez szükséges további adatokhoz. Így a következő lépés egy Debian ISO kép (businesscard, netinst vagy akár egy teljes CD kép) másolása az USB tárra (mely ráfér). A fájl nevének vége maradjon <filename>.iso</filename>.

source: If you want to install over the network, without using an ISO image, you will of course skip the previous step. Moreover you will have to use the initial ramdisk from the <filename>netboot</filename> directory instead of the one from <filename>hd-media</filename>, because <filename>hd-media/initrd.gz</filename> does not have network support.
hu: Ha hálózatról telepítenél ISO kép használata nélkül, természetesen kihagyhatod az előző lépést. Ekkor az indító ramdisk forrása a <filename>netboot</filename> könyvtár legyen a <filename>hd-media</filename> helyett, mert <filename>hd-media/initrd.gz</filename> nem támogat hálózatot.

source: When you are done, unmount the USB memory stick (<userinput>umount /mnt</userinput>) and activate its write protection switch.
hu: Mikor kész vagy, csatold le az USB tárolót (<userinput>umount /mnt</userinput>) és esetleg tedd írásvédetté.

source: Booting the USB stick
hu: Az USB tár indítása

source: If your system refuses to boot from the memory stick, the stick may contain an invalid master boot record (MBR). To fix this, use the <command>install-mbr</command> command from the package <classname>mbr</classname>:
hu: Ha a rendszer elutasítja az indítást az eszközről, az alighanem érvénytelen MBR-t tartalmaz. Javításához használd az <command>install-mbr</command> parancsot az <classname>mbr</classname> csomagból:

source: The installer cannot boot from files on an NTFS file system.
hu: A telepítő nem indít NTFS fájlrendszeren lévő fájlokról.

source: Copy the following files from the Debian archives to a convenient location on your hard drive, for instance to <filename>/boot/newinstall/</filename>.
hu: Másold az alábbi fájlokat a Debian archívumokból egy alkalmas helyre a merevlemezre, például ide: <filename>/boot/newinstall/</filename>.

source: You need to setup a TFTP server, and for many machines a DHCP server<phrase condition="supports-rarp">, or RARP server</phrase><phrase condition="supports-bootp">, or BOOTP server</phrase>.
hu: Be kell állítanod egy TFTP kiszolgálót, és sok géphez egy DHCP kiszolgálót <phrase condition="supports-rarp">, vagy RARP kiszolgálót</phrase><phrase condition="supports-dhcp">, vagy BOOTP kiszolgálót</phrase>.

source: <phrase condition="supports-rarp">The Reverse Address Resolution Protocol (RARP) is one way to tell your client what IP address to use for itself. Another way is to use the BOOTP protocol.</phrase> <phrase condition="supports-bootp">BOOTP is an IP protocol that informs a computer of its IP address and where on the network to obtain a boot image.</phrase> <phrase arch="m68k">Yet another alternative exists on VMEbus systems: the IP address can be manually configured in boot ROM.</phrase> The DHCP (Dynamic Host Configuration Protocol) is a more flexible, backwards-compatible extension of BOOTP. Some systems can only be configured via DHCP.
hu: <phrase condition="supports-rarp">A fordított címfeloldó protokoll (RARP) egy mód az ügyfél számára közölni, milyen IP-címet használjon. Egy másik mód a BOOTP protokoll.</phrase> <phrase condition="supports-bootp">A BOOTP egy IP protokoll mely megmondja egy gép IP-címét és, hogy hol éri el a hálózaton az indító képet.</phrase> <phrase arch="m68k"> Még egy mód van VMEbus rendszereken: az IP-cím kézzel beállítható az indító ROM területén.</phrase> A DHCP (Dinamikus gazda konfiguráló Protokoll) a BOOTP egy sokkal rugalmasabb, visszafelé-kompatibilis kiterjesztése. Egyes rendszerek csak DHCP módon állíthatók be.

source: Some older HPPA machines (e.g. 715/75) use RBOOTD rather than BOOTP. There is an <classname>rbootd</classname> package available in Debian.
hu: Pár régibb HPPA gép (például a 715/75) RBOOTD-t használ BOOTP helyett. A Debian tartalmaz <classname>rbootd</classname> csomagot.

source: To use the Pre-boot Execution Environment (PXE) method of TFTP booting, you will need a TFTP server with <userinput>tsize</userinput> support. On a &debian; server, the <classname>atftpd</classname> and <classname>tftpd-hpa</classname> packages qualify; we recommend <classname>tftpd-hpa</classname>.
hu: A TFTP indítás indítás-előtti futtatási környezet (PXE) módja használatához <userinput>tsize</userinput> támogató TFTP kiszolgáló kell. Egy &debian; kiszolgálón az <classname>atftpd</classname> és <classname>tftpd-hpa</classname> csomagok ilyenek; a <classname>tftpd-hpa</classname>-t ajánljuk.

source: To set up RARP, you need to know the Ethernet address (a.k.a. the MAC address) of the client computers to be installed. If you don't know this information, you can <phrase arch="sparc"> pick it off the initial OpenPROM boot messages, use the OpenBoot <userinput>.enet-addr</userinput> command, or </phrase> boot into <quote>Rescue</quote> mode (e.g., from the rescue floppy) and use the command <userinput>/sbin/ifconfig eth0</userinput>.
hu: A RARP beállításához tudnod kell a telepíteni kívánt kliens Ethernet címét (közismertebben MAC cím). Ha nem áll rendelkezésedre ezen információ, akkor<phrase arch="sparc">kiszedheted a OpenPROM indító kezdeti üzeneteiből az OpenBoot <userinput>.enet-addr</userinput> parancsával vagy</phrase>a gépet <quote>Mentő</quote> módban indítva (például a mentő flopi lemezzel) használhatod az <userinput>/sbin/ifconfig eth0</userinput> parancsot.

source: There are two BOOTP servers available for GNU/Linux. The first is CMU <command>bootpd</command>. The other is actually a DHCP server: ISC <command>dhcpd</command>. In &debian; these are contained in the <classname>bootp</classname> and <classname>dhcp3-server</classname> packages respectively.
hu: 2 BOOTP kiszolgáló van GNU/Linux alatt. Az 1. a CMU <command>bootpd</command>. A másik egy DHCP kiszolgáló: az ISC <command>dhcpd</command>. A &debian; rendszerben ezek a <classname>bootp</classname> és <classname>dhcp3-server</classname> csomagokban vannak.

source: To use CMU <command>bootpd</command>, you must first uncomment (or add) the relevant line in <filename>/etc/inetd.conf</filename>. On &debian;, you can run <userinput>update-inetd --enable bootps</userinput>, then <userinput>/etc/init.d/inetd reload</userinput> to do so. Just in case your BOOTP server does not run Debian, the line in question should look like: <informalexample><screen> bootps dgram udp wait root /usr/sbin/bootpd bootpd -i -t 120 </screen></informalexample> Now, you must create an <filename>/etc/bootptab</filename> file. This has the same sort of familiar and cryptic format as the good old BSD <filename>printcap</filename>, <filename>termcap</filename>, and <filename>disktab</filename> files. See the <filename>bootptab</filename> manual page for more information. For CMU <command>bootpd</command>, you will need to know the hardware (MAC) address of the client. Here is an example <filename>/etc/bootptab</filename>: <informalexample><screen> client:\ hd=/tftpboot:\ bf=tftpboot.img:\ ip=192.168.1.90:\ sm=255.255.255.0:\ sa=192.168.1.1:\ ha=0123456789AB: </screen></informalexample> You will need to change at least the <quote>ha</quote> option, which specifies the hardware address of the client. The <quote>bf</quote> option specifies the file a client should retrieve via TFTP; see <xref linkend="tftp-images"/> for more details. <phrase arch="mips"> On SGI machines you can just enter the command monitor and type <userinput>printenv</userinput>. The value of the <userinput>eaddr</userinput> variable is the machine's MAC address. </phrase>
hu: A CMU <command>bootpd</command> használatához a <filename>/etc/inetd.conf</filename> megfelelő sora kell. A &debian; rendszeren így érdemes: <userinput>update-inetd --enable bootps</userinput>, majd <userinput>/etc/init.d/inetd reload</userinput>. Csak arra az esetre mutatjuk, ha a BOOTP kiszolgáló nem Debian rendszert futtatna, a kérdéses sor így áll össze: <informalexample><screen> bootps dgram udp wait root /usr/sbin/bootpd bootpd -i -t 120 </screen></informalexample> Most létre kell hozni a <filename>/etc/bootptab</filename> fájlt. A régi jó BSD <filename>printcap</filename>, <filename>termcap</filename>, és <filename>disktab</filename> fájlokban megszokott formájú. Lásd a <filename>bootptab</filename> kézikönyv oldalt több adatért. A CMU <command>bootpd</command> parancshoz tudni kell az ügyfél hardver (MAC) címét. Itt egy példa <filename>/etc/bootptab</filename>: <informalexample><screen> client:\ hd=/tftpboot:\ bf=tftpboot.img:\ ip=192.168.1.90:\ sm=255.255.255.0:\ sa=192.168.1.1:\ ha=0123456789AB: </screen></informalexample> Legalább a <quote>ha</quote> opciót cserélni kell, mely megadja az ügyfél hardver címét. A <quote>bf</quote> lehetőség megadja az ügyfél által a TFTP-n elérendő fájlt; lásd ezt: <xref linkend="tftp-images"/> több részletért. <phrase arch="mips"> SGI gépeken lépj be a parancs monitorba és írd be ezt: <userinput>printenv</userinput>. Az <userinput>eaddr</userinput> változó értéke a gép MAC címe. </phrase>

source: By contrast, setting up BOOTP with ISC <command>dhcpd</command> is really easy, because it treats BOOTP clients as a moderately special case of DHCP clients. Some architectures require a complex configuration for booting clients via BOOTP. If yours is one of those, read the section <xref linkend="dhcpd"/>. In that case, you will probably be able to get away with simply adding the <userinput>allow bootp</userinput> directive to the configuration block for the subnet containing the client, and restart <command>dhcpd</command> with <userinput>/etc/init.d/dhcpd3-server restart</userinput>.
hu: Az ISC <command>dhcpd</command> BOOTP beállítása még egyszerűbb, mert a BOOTP ügyfeleket mérsékelten különleges esetű DHCP ügyfeleknek tekinti. Néhány architektúra összetett beállítást igényel az ügyfelek BOOTP indításához. Ebben az esetben olvasd el a <xref linkend="dhcpd"/> részt. Amúgy minden bizonnyal könnyen eljutsz az <userinput>allow bootp</userinput> beállításig az adott ügyfél gépet tartalmazó alhálózatot beállító szakaszban, majd indítsd újra a <command>dhcpd</command>-t így: <userinput>/etc/init.d/dhcpd3-server restart</userinput>.

source: One free software DHCP server is ISC <command>dhcpd</command>. For &debian;, the <classname>dhcp3-server</classname> package is recommended. Here is a sample configuration file for it (see <filename>/etc/dhcp3/dhcpd.conf</filename>):
hu: Egy szabad DHCP kiszolgáló az ISC <command>dhcpd</command>. A &debian; rendszerben a <classname>dhcp3-server</classname> csomagban van. Itt egy példa beállító fájl (lásd: <filename>/etc/dhcp3/dhcpd.conf</filename>):

source: After you have edited the <command>dhcpd</command> configuration file, restart it with <userinput>/etc/init.d/dhcpd3-server restart</userinput>.
hu: A <command>dhcpd</command> beállító fájl szerkesztése után, indítsd újra így: <userinput>/etc/init.d/dhcpd3-server restart</userinput>.

source: To get the TFTP server ready to go, you should first make sure that <command>tftpd</command> is enabled. This is usually enabled by having something like the following line in <filename>/etc/inetd.conf</filename>: <informalexample><screen> tftp dgram udp wait nobody /usr/sbin/tcpd in.tftpd /tftpboot </screen></informalexample> Debian packages will in general set this up correctly by default when they are installed.
hu: A TFTP kiszolgáló indításához először győződj meg a <command>tftpd</command> bekapcsolt voltáról. Ehhez a <filename>/etc/inetd.conf</filename> fájlban általában ilyen sor szerepel: <informalexample><screen> tftp dgram udp wait nobody /usr/sbin/tcpd in.tftpd /tftpboot </screen></informalexample> A Debian csomagok általában ezt helyesen beállítják telepítésükkor.

source: Historically, TFTP servers used <filename>/tftpboot</filename> as directory to serve images from. However, &debian; packages may use other directories to comply with the <ulink url="&url-fhs-home;">Filesystem Hierarchy Standard</ulink>. For example, <classname>tftpd-hpa</classname> by default uses <filename>/var/lib/tftpboot</filename>. You may have to adjust the configuration examples in this section accordingly.
hu: Régen a TFTP kiszolgálók a <filename>/tftpboot</filename> könyvtárat használták képek adására. De a &debian; csomagok képesek a <ulink url="&url-fhs-home;">Fájlrendszer Hierarchia Szabványnak</ulink> megfelelő könyvtárak használatára. Például a <classname>tftpd-hpa</classname> alapban a <filename>/var/lib/tftpboot</filename> könyvtárat használja. Állítsd be az e szakaszban adott beállító példákat így.

source: Look in <filename>/etc/inetd.conf</filename> and remember the directory which is used as the argument of <command>in.tftpd</command><footnote> <para> The <userinput>-l</userinput> argument enables some versions of <command>in.tftpd</command> to log all requests to the system logs; this is useful for diagnosing boot errors. </para> </footnote>; you'll need that below. If you've had to change <filename>/etc/inetd.conf</filename>, you'll have to notify the running <command>inetd</command> process that the file has changed. On a Debian machine, run <userinput>/etc/init.d/inetd reload</userinput>; on other machines, find out the process ID for <command>inetd</command>, and run <userinput>kill -HUP <replaceable>inetd-pid</replaceable></userinput>.
hu: Nézz a <filename>/etc/inetd.conf</filename> fájlba és jegyezd meg az <command>in.tftpd</command> argumentumában adott könyvtárat<footnote> <para> A <userinput>-l</userinput> az <command>in.tftpd</command> egyes verzióiban az összes kérés rendszer-naplóba naplózását kapcsolja be; ez hasznos indítási hibák vizsgálatára. </para> </footnote>; ez kell alább. A <filename>/etc/inetd.conf</filename> módosításakor értesíteni kell a futó <command>inetd</command> folyamatot, hogy a fájl változott. Egy Debian gépen ez ilyen egyszerű: <userinput>/etc/init.d/inetd reload</userinput>; más gépeken keresd meg az <command>inetd</command> PID-et, és futtasd ezt: <userinput>kill -HUP <replaceable>inetd-pid</replaceable></userinput>.

source: BVM/Motorola TFTP Booting
hu: BVM/Motorola TFTP Indítás

source: For BVM and Motorola VMEbus systems copy the files &bvme6000-tftp-files; to <filename>/tftpboot/</filename>.
hu: BVM és Motorola VMEbus rendszerekhez másold a &bvme6000-tftp-files; fájlokat ide: <filename>/tftpboot/</filename>.

source: Next, configure your boot ROMs or BOOTP server to initially load the <filename>tftplilo.bvme</filename> or <filename>tftplilo.mvme</filename> files from the TFTP server. Refer to the <filename>tftplilo.txt</filename> file for your subarchitecture for additional system-specific configuration information.
hu: Ezután állítsd be az indító ROM eszközöket vagy BOOTP kiszolgálót a <filename>tftplilo.bvme</filename> vagy <filename>tftplilo.mvme</filename> fájlok betöltésére a TFTP kiszolgálóról. Lásd a <filename>tftplilo.txt</filename> fájl al-architektúrádhoz tovább rendszer-függő beállító adatokért.

source: Broadcom BCM91250A and BCM91480B TFTP Booting
hu: Broadcom BCM91250A és BCM91480B TFTP indítás

source: You don't have to configure DHCP in a special way because you'll pass the full path of the file to be loaded to CFE.
hu: Nem kell a DHCP-t különleges módon beállítani, mert a CFE számára átadjuk a betöltendő fájl teljes útvonalát.

source: For installing on multiple computers it's possible to do fully automatic installations. Debian packages intended for this include <classname>fai</classname> (which uses an install server), <classname>replicator</classname>, <classname>systemimager</classname>, <classname>autoinstall</classname>, and the Debian Installer itself.
hu: Több gépre telepítésre teljesen automata telepítés is végezhető. Az erre szolgáló Debian csomagok a <classname>fai</classname> (mely egy telepítő kiszolgálót használ), <classname>replicator</classname>, <classname>systemimager</classname>, <classname>autoinstall</classname>, és a Debian Telepítő maga.

source: Automatic Installation Using the Debian Installer
hu: Automata telepítés a Debian Telepítő használatával

source: The Debian Installer supports automating installs via preconfiguration files. A preconfiguration file can be loaded from the network or from removable media, and used to fill in answers to questions asked during the installation process.
hu: A Debian Telepítő támogatja az automata telepítéseket elő-beállító fájlokon át. Egy elő-beállító fájl a hálózatról vagy cserélhető médiáról tölthető le és a telepítő folyamat kérdéseinek megválaszolására használható.
