Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/install-methods.po
Languages: hu, ja

source: Obtaining System Installation Media
hu: A rendszer telepítő média elérése
ja: システムインストールメディアの入手

source: Official &debian-gnu; CD-ROM Sets
ja: 公式 &debian-gnu; CD-ROM セット

source: By far the easiest way to install &debian-gnu; is from an Official &debian; CD-ROM Set. You can buy a set from a vendor (see the <ulink url="&url-debian-cd-vendors;">CD vendors page</ulink>). You may also download the CD-ROM images from a &debian; mirror and make your own set, if you have a fast network connection and a CD burner (see the <ulink url="&url-debian-cd;">Debian CD page</ulink> for detailed instructions). If you have a &debian; CD set and CDs are bootable on your machine, you can skip right to <xref linkend="boot-installer"/>; much effort has been expended to ensure the files most people need are there on the CD. Although a full set of binary packages requires several CDs, it is unlikely you will need packages on the third CD and above. You may also consider using the DVD version, which saves a lot of space on your shelf and you avoid the CD shuffling marathon.
ja: 現在、&debian-gnu; をインストールする最も簡単な方法は、公式 &debian; CD-ROM セットを使うことです。ベンダからこのセットを購入できます (<ulink url="&url-debian-cd-vendors;">CD ベンダページ</ulink>をご覧ください)。高速なネットワーク接続と CD 書き込み装置があれば、 &debian; ミラーから CD-ROM イメージをダウンロードしてもかまいません (詳細説明は <ulink url="&url-debian-cd;">Debian CD ページ</ulink> をご覧ください)。 &debian; CD セットを持っていて、マシンをこの CD から起動できるなら、<xref linkend="boot-installer"/> の項目までスキップできます。多くの人がそれぞれの環境で必要になるであろうファイルを CD に収めるには、たくさんの労力が費やされています。それでも、バイナリパッケージのフルセットには、CD が数枚必要です。3 枚以上 CD を使うのが嫌なら、棚の節約になって CD 交換マラソンをしなくてすむ DVD 版を考えてもいいでしょう。

source: If your machine doesn't support CD booting, but you do have a CD set, you can use an alternative strategy such as <phrase condition="supports-floppy-boot">floppy disk,</phrase> <phrase arch="s390">tape, emulated tape,</phrase> <phrase condition="bootable-disk">hard disk,</phrase> <phrase condition="bootable-usb">usb stick,</phrase> <phrase condition="supports-tftp">net boot,</phrase> or manually loading the kernel from the CD to initially boot the system installer. The files you need for booting by another means are also on the CD; the &debian; network archive and CD folder organization are identical. So when archive file paths are given below for particular files you need for booting, look for those files in the same directories and subdirectories on your CD.
ja: あなたのマシンが CD からの起動をサポートしていなくても、 CD セットを持っているのでしたら、 最初のシステムインストーラの起動に <phrase condition="supports-floppy-boot">フロッピーディスク、</phrase> <phrase arch="s390">テープ、テープエミュレーション、</phrase> <phrase condition="bootable-disk">ハードディスク、</phrase> <phrase condition="bootable-usb">usb メモリ、</phrase> <phrase condition="supports-tftp">ネットブート、</phrase> カーネルを CD から手動起動といった別の方法が使えます。 これらの別法による起動に必要なファイルも CD にあります。 &debian; ネットワークアーカイブと CD のフォルダ構成は同じです。 よって、起動に必要となる何らかのファイルの、 アーカイブ中でのファイルパスが (後述するように) わかっていれば、 CD の同じディレクトリやサブディレクトリからファイルを探せます。

source: Once the installer is booted, it will be able to obtain all the other files it needs from the CD.
hu: Mihelyst a telepítő elindult, minden fájlt megtalál a CD lemezen.
ja: いったんインストーラが起動すれば、 ほかの必要なファイルはすべて CD から取得できます。

source: If you don't have a CD set, then you will need to download the installer system files and place them on the <phrase arch="s390">installation tape</phrase> <phrase condition="supports-floppy-boot">floppy disk or</phrase> <phrase condition="bootable-disk">hard disk or</phrase> <phrase condition="bootable-usb">usb stick or</phrase> <phrase condition="supports-tftp">a connected computer</phrase> so they can be used to boot the installer.
hu: Ha nincs CD-készleted, le kell töltened a telepítő rendszer fájlokat és elhelyezni őket <phrase arch="s390">a telepítő szalagon</phrase> <phrase condition="supports-floppy-boot">flopi lemezen vagy</phrase> <phrase condition="bootable-disk">merevlemezen vagy</phrase> <phrase condition="bootable-usb">usb táron vagy</phrase> <phrase condition="supports-tftp">egy kapcsolódó gépen</phrase> így erről indítható a telepítő.
ja: CD セットを持っていない場合は、インストーラのシステムファイルを ダウンロードして、 <phrase arch="s390">インストール用テープ</phrase> <phrase condition="supports-floppy-boot">フロッピーディスク、</phrase> <phrase condition="bootable-disk">ハードディスク、</phrase> <phrase condition="bootable-usb">usb メモリ、</phrase> <phrase condition="supports-tftp">接続されたコンピュータ</phrase> のいずれかに保存します。そしてそこからインストーラを起動します。

source: Downloading Files from &debian; Mirrors
ja: &debian; ミラーサイトからのファイルのダウンロード

source: To find the nearest (and thus probably the fastest) mirror, see the <ulink url="&url-debian-mirrors;">list of &debian; mirrors</ulink>.
ja: もっとも近い (そしておそらくもっとも速い) ミラーサイトを探すには、 <ulink url="&url-debian-mirrors;">&debian; ミラーサイト一覧</ulink> を参照してください。

source: When downloading files from a &debian; mirror using FTP, be sure to download the files in <emphasis>binary</emphasis> mode, not text or automatic mode.
ja: &debian; ミラーサイトから FTP でファイルをダウンロードする際は、必ず <emphasis>バイナリ(binary)</emphasis> モードでファイルをダウンロードしてください。テキスト (text) モードや自動選択モードではだめです。

source: Where to Find Installation Images
hu: A telepítő képek fellelése
ja: どこでインストールイメージを探すか

source: The installation images are located on each &debian; mirror in the directory <ulink url="&url-debian-installer;images">debian/dists/&releasename;/main/installer-&architecture;/current/images/</ulink> &mdash; the <ulink url="&url-debian-installer;images/MANIFEST">MANIFEST</ulink> lists each image and its purpose.
ja: インストールイメージは、各 &debian; ミラーサーバの <ulink url="&url-debian-installer;images">debian/dists/&releasename;/main/installer-&architecture;/current/images/</ulink> にあります。各イメージとその用途が、<ulink url="&url-debian-installer;images/MANIFEST">MANIFEST</ulink> に記載されています。

source: Thecus N2100 Installation Files
ja: Thecus N2100 のインストールファイル

source: A firmware image is provided for the Thecus N2100 which will automatically boot <classname>debian-installer</classname>. This image can be installed using the Thecus firmware upgrade process. This firmware image can be obtained from &n2100-firmware-img;.
ja: <classname>debian-installer</classname> が自動的に起動する、Thecus N2100 向けのファームウェアイメージが提供されています。 このイメージを Thecus firmware upgrade process を用いてインストールできます。このファームウェアイメージは、&n2100-firmware-img; から得られます。

source: GLAN Tank Installation Files
ja: GLAN Tank のインストールファイル

source: The GLAN Tank requires a kernel and ramdisk on an ext2 partition on the disk on which you intend to install &debian;. These images can be obtained from &glantank-firmware-img;.
ja: GLAN Tank では、&debian; をインストールする予定のディスクにある ext2 パーティションに、カーネルと RAM ディスクイメージが必要です。このイメージは、 &glantank-firmware-img; から取得できます。

source: Kurobox Pro Installation Files
ja: 玄箱 Pro のインストールファイル

source: The Kurobox Pro requires a kernel and ramdisk on an ext2 partition on the disk on which you intend to install &debian;. These images can be obtained from &kuroboxpro-firmware-img;.
ja: 玄箱 Pro では、&debian; をインストールする予定のディスクにある ext2 パーティションに、カーネルと RAM ディスクイメージが必要です。このイメージは、 &kuroboxpro-firmware-img; から取得できます。

source: HP mv2120 Installation Files
ja: HP mv2120 のインストールファイル

source: A firmware image is provided for the HP mv2120 which will automatically boot <classname>debian-installer</classname>. This image can be installed with uphpmvault on Linux and other systems and with the HP Media Vault Firmware Recovery Utility on Windows. The firmware image can be obtained from &mv2120-firmware-img;.
ja: <classname>debian-installer</classname> が自動的に起動する、HP mv2120 向けのファームウェアイメージが提供されています。このイメージを、Linux では uphpmvault、Windows では HP Media Vault Firmware Recovery Utility でインストールします。このファームウェアイメージは、&mv2120-firmware-img; から得られます。

source: QNAP Turbo Station Installation Files
ja: QNAP Turbo Station のインストールファイル

source: The installation files for the QNAP Turbo Station consist of a kernel and ramdisk as well as a script to write these images to flash. You can obtain the installation files for QNAP TS-11x, TS-21x and TS-41x models from &qnap-kirkwood-firmware-img;.
ja: QNAP Turbo Station 用のインストールファイルは、カーネルと RAM ディスク、これらを flash メモリに書き込むスクリプトで構成されています。これらの QNAP TS-109 と TS-209 用ファイルは、&qnap-orion-firmware-img; から取得できます。また QNAP TS-11x, TS-21x, TS-41x モデル用ファイルは、&qnap-kirkwood-firmware-img; から取得できます。

source: Plug Computer and OpenRD Installation Files
ja: プラグコンピュータと OpenRD のインストールファイル

source: The installation files for plug computers (SheevaPlug, GuruPlug, etc) and OpenRD devices consist of a kernel and initrd for U-Boot. You can obtain these files from &kirkwood-marvell-firmware-img;.
ja: プラグコンピュータ (SheevaPlug, GuruPlug など) と OpenRD デバイス用のインストールファイルは、U-Boot 用のカーネルと initrd で構成されています。これらのファイルを &kirkwood-marvell-firmware-img; から取得できます。

source: Creating an IPL tape
ja: IPL テープの作成

source: If you can't boot (IPL) from the CD-ROM and you are not using VM you need to create an IPL tape first. This is described in section 3.4.3 in the <ulink url="http://www.redbooks.ibm.com/pubs/pdfs/redbooks/sg246264.pdf"> Linux for IBM eServer zSeries and S/390: Distributions</ulink> Redbook. The files you need to write to the tape are (in this order): <filename>kernel.debian</filename>, <filename>parmfile.debian</filename> and <filename>initrd.debian</filename>. The files can be downloaded from the <filename>tape</filename> sub-directory, see <xref linkend="where-files"/>.
ja: CD-ROM から起動 (IPL) できず、かつ VM を使っていないときは、 まず最初に IPL テープを作成する必要があります。 これは <ulink url="http://www.redbooks.ibm.com/pubs/pdfs/redbooks/sg246264.pdf"> Linux for IBM eServer zSeries and S/390: Distributions</ulink> Redbook の 3.4.3 で説明されています。 テープに書き込むファイルは、順番に <filename>kernel.debian</filename>, <filename>parmfile.debian</filename>, <filename>initrd.debian</filename> です。 このファイルは <filename>tape</filename> サブディレクトリにあります。 <xref linkend="where-files"/> をご覧ください。

source: Creating Floppies from Disk Images
hu: Flopik készítése lemez képekből
ja: ディスクイメージからのフロッピーの作成

source: Bootable floppy disks are generally used as a last resort to boot the installer on hardware that cannot boot from CD or by other means.
hu: A flopi lemezek a végső esetek a telepítő indítására azon gépeken, melyek nem tudnak CD-lemezekről vagy más módon indulni.
ja: CD から起動できないハードウェアやその他の理由の時に 通常最後の手段として、インストーラを起動するのに起動可能なフロッピーディスクを用います。

source: Booting the installer from floppy disk reportedly fails on Mac USB floppy drives.
hu: A telepítő a Mac USB flopi meghajtók nem tudják flopi lemezről indítani.
ja: Mac USB フロッピードライブでは、 フロッピーディスクからインストーラを起動できないそうです。

source: Disk images are files containing the complete contents of a floppy disk in <emphasis>raw</emphasis> form. Disk images, such as <filename>boot.img</filename>, cannot simply be copied to floppy drives. A special program is used to write the image files to floppy disk in <emphasis>raw</emphasis> mode. This is required because these images are raw representations of the disk; it is required to do a <emphasis>sector copy</emphasis> of the data from the file onto the floppy.
hu: A lemez képek egy flopi lemez teljes tartalmát tárolják <emphasis>nyers</emphasis> formában. Ezek, például a <filename>boot.img</filename> flopi lemezekre másolása módja nem a szokásos. <emphasis>Nyers</emphasis> módban írjuk ki őket különleges programokkal. Ez szükséges, mert e képek a lemez nyers leképezései; ezért az adatoknak <emphasis>szektor másolás</emphasis> útján kell a flopira kerülniük.
ja: ディスクイメージは、フロッピーディスクの完全な内容を <emphasis>そのまま</emphasis> の形式で含むファイルです。 <filename>boot.img</filename> のようなディスクイメージは、 フロッピーディスクに単純にコピーすることはできません。 イメージファイルをフロッピーディスクに <emphasis>そのまま</emphasis> の形式で書き込むには、 特別なプログラムを用います。 これらのイメージがディスクの内容の raw イメージであるためです。 これらのファイルからフロッピーへは、 データの <emphasis>セクタコピー</emphasis> が必要になります。

source: There are different techniques for creating floppies from disk images. This section describes how to create floppies from disk images on different platforms.
hu: Különböző technikák vannak flopik írására lemez képekből. E szakasz leírja ezeket a különböző platformokon.
ja: ディスクイメージからフロッピーを作成する方法には違いがあります。 この節では、それぞれのプラットフォームにおいて、 ディスクイメージからフロッピーを作成する方法を説明します。

source: Before you can create the floppies, you will first need to download them from one of the &debian; mirrors, as explained in <xref linkend="downloading-files"/>. <phrase arch="i386">If you already have an installation CD-ROM or DVD, the floppy images may also be included on the CD/DVD.</phrase>
ja: フロッピーを作成する前に、&debian; のミラーサイトから <xref linkend="downloading-files"/> で説明しているように、 ディスクイメージをダウンロードする必要があります。 <phrase arch="i386">インストール CD-ROM/DVD が既にある場合、 フロッピーイメージは CD/DVD に含まれているはずです。</phrase>

source: No matter which method you use to create your floppies, you should remember to flip the write-protect tab on the floppies once you have written them, to ensure they are not damaged unintentionally.
hu: Bármely módszerrel teszed ezt, miután megírtad őket, érdemes írás-védő füleiket átváltani véletlen felülírásuk ellen.
ja: どの方法でフロッピーを作成するにせよ、 一旦イメージを書き込んだら、 忘れずにフロッピーの書き込み禁止タブをずらして書き込み禁止にし、 不注意で壊すことがないようにしましょう。

source: Writing Disk Images From a Linux or Unix System
hu: Lemez képek írása Linux vagy Unix rendszerből
ja: Linux や Unix システムでのディスクイメージの書き込み

source: To write the floppy disk image files to the floppy disks, you will probably need root access to the system. Place a good, blank floppy in the floppy drive. Next, use the command <informalexample><screen> $ dd if=<replaceable>filename</replaceable> of=/dev/fd0 bs=1024 conv=sync ; sync </screen></informalexample> where <replaceable>filename</replaceable> is one of the floppy disk image files. <filename>/dev/fd0</filename> is a commonly used name of the floppy disk device, it may be different on your workstation<phrase arch="sparc"> (on Solaris, it is <filename>/dev/fd/0</filename>)</phrase>. The command may return to the prompt before Unix has finished writing the floppy disk, so look for the disk-in-use light on the floppy drive and be sure that the light is out and the disk has stopped revolving before you remove it from the drive. On some systems, you'll have to run a command to eject the floppy from the drive <phrase arch="sparc"> (on Solaris, use <command>eject</command>, see the manual page)</phrase>.
hu: Flopi lemez képek írásához flopi lemezekre, valószínűleg root hozzáférésre lesz szükség a rendszeren. Tégy egy jó, üres flopit a flopi meghajtóba. Ezután használd ezt a parancsot: <informalexample><screen> $ dd if=<replaceable>fájlnév</replaceable> of=/dev/fd0 bs=1024 conv=sync ; sync </screen></informalexample>ahol a <replaceable>fájlnév</replaceable> a flopi lemez képek egyike. A <filename>/dev/fd0</filename> a flopi lemez eszköz egy általánosan használt neve, mely eltérhet az adott gépen <phrase arch="sparc">(, Solaris rendszeren <filename>/dev/fd/0</filename>)</phrase>. A parancs lehet, hogy visszaadja a beviteli jelet, mielőtt a Unix befejezi a flopi lemez írását, ezért nézd a flopi lámpáját, győződj meg, hogy kialudt és a lemez forgása leállt, mielőtt kiveszed a meghajtóból. Egyes rendszereken egy parancs futtatható a flopi kiadására a meghajtóból <phrase arch="sparc">(, Solaris rendszeren használd az <command>eject</command> parancsot, lásd a kézikönyv oldalt)</phrase>.
ja: フロッピーディスクイメージをフロッピーディスクに書き込むためには、おそらくシステムの root 権限が必要になるでしょう。質の良い、空のフロッピーディスクをフロッピードライブに挿入し、次のコマンドを実行してください。<informalexample><screen> $ dd if=<replaceable>filename</replaceable> of=/dev/fd0 bs=1024 conv=sync ; sync </screen></informalexample> <replaceable>filename</replaceable> のところには、フロッピーディスクイメージのどれかの名前を書きます。<filename>/dev/fd0</filename> はフロッピーディスク装置によく使われている名前ですが、あなたのワークステーションでは異なるかもしれません<phrase arch="sparc"> (Solaris では <filename>/dev/fd/0</filename> になります)</phrase>。このコマンドは、Unix がフロッピーディスクへの書き込みを終える前に終了してプロンプトを返す可能性があります。そのため、フロッピードライブのディスク使用中のランプを見て、ランプが消えていること、およびディスクの回転が止まっていることを確認した後で、フロッピーディスクをドライブから取り出してください。システムによっては、ドライブからフロッピーディスクを取り出すため、なんらかのコマンド実行が必要となることもあります <phrase arch="sparc">(Solaris では <command>eject</command> を実行してください。 詳細はマニュアルページをご覧ください)</phrase>。

source: Some systems attempt to automatically mount a floppy disk when you place it in the drive. You might have to disable this feature before the workstation will allow you to write a floppy in <emphasis>raw mode</emphasis>. Unfortunately, how to accomplish this will vary based on your operating system. <phrase arch="sparc"> On Solaris, you can work around volume management to get raw access to the floppy. First, make sure that the floppy is auto-mounted (using <command>volcheck</command> or the equivalent command in the file manager). Then use a <command>dd</command> command of the form given above, just replace <filename>/dev/fd0</filename> with <filename>/vol/rdsk/<replaceable>floppy_name</replaceable></filename>, where <replaceable>floppy_name</replaceable> is the name the floppy disk was given when it was formatted (unnamed floppies default to the name <filename>unnamed_floppy</filename>). On other systems, ask your system administrator. </phrase>
hu: Egyes rendszerek automatikusan csatolják a flopi lemezt, mikor beteszed a meghajtóba. Ezt ki kell kapcsolni a flopi <emphasis>nyers módban</emphasis> írásához. <phrase arch="sparc"> Solaris rendszeren a kötet kezelés állításával kapható nyers hozzá.férés a flopihoz Először győződj meg a flopi automatikusan csatolt voltáról (használd a <command>volcheck</command> vagy a fájlkezelő megfelelő parancsát). Majd használd a <command>dd</command> parancsot a fenti formában, csak cseréld a <filename>/dev/fd0</filename> nevet erre: <filename>/vol/rdsk/<replaceable>floppy_név</replaceable></filename>, ahol a <replaceable>floppy_név</replaceable> a flopi lemez formázáskor adott neve (a névtelen flopi alap neve <filename>névtelen_floppy</filename>). Más rendszereken a rendszergazda minden apró részletet tud. </phrase>
ja: システムによっては、ドライブに挿入されたフロッピーディスクを自動的にマウントしようとします。 そのようなワークステーションで、フロッピーディスクにイメージを <emphasis>raw mode</emphasis> 形式で書き込むには、この自動マウント機能を無効にしなければならないかもしれません。残念ながら、これをどのように行うかは OS によって異なります。<phrase arch="sparc">Solaris では、ボリューム管理を使わないようにすれば、フロッピーに raw mode でアクセスできます。まずフロッピーが自動マウントされていることを確認します (ファイルマネージャの <command>volcheck</command> などのプログラムを使ってください)。 つぎに <command>dd</command> コマンドを前述の形式で使います。 ただし <filename>/dev/fd0</filename> は <filename>/vol/rdsk/<replaceable>floppy_name</replaceable></filename> に置き換えます。ここで <replaceable>floppy_name</replaceable> は、 フロッピーディスクのフォーマット時に与えた名前です (名前をつけない場合のデフォルトは <filename>unnamed_floppy</filename> です)。 その他のシステムでは、システム管理者にお尋ねください。 </phrase>

source: If writing a floppy on powerpc Linux, you will need to eject it. The <command>eject</command> program handles this nicely; you might need to install it.
hu: Flopi írásakor powerpc Linuxon, ki kell adni azt. Az <command>eject</command> parancs megteszi ezt; legyen telepítve.
ja: powerpc Linux 上でフロッピーを書き込む場合、 フロッピーの取り出しが必要です。 <command>eject</command> プログラムはこれをうまく扱いますが、 インストールしなければならないでしょう。

source: Writing Disk Images From DOS, Windows, or OS/2
hu: Lemez képek írása DOSban, Windows vagy OS/2 alatt
ja: DOS, Windows, OS/2 でのディスクイメージの書き込み

source: If you have access to an i386 or amd64 machine, you can use one of the following programs to copy images to floppies.
hu: i386 vagy amd64 gépen az alábbi programok egyikét használhatod flopi-képek kiírásához.
ja: i386 マシンや amd64 マシンが利用できる場合、 フロッピーへのイメージのコピーには以下のプログラムのどれかが使えます。

source: The <command>rawrite1</command> and <command>rawrite2</command> programs can be used under MS-DOS. To use these programs, first make sure that you are booted into DOS. Trying to use these programs from within a DOS box in Windows, or double-clicking on these programs from the Windows Explorer is <emphasis>not</emphasis> expected to work.
hu: A <command>rawrite1</command> és <command>rawrite2</command> programok MS-DOSban használhatók. E programok használatához, győződj meg, hogy DOSban vagy. E programok használata DOS dobozból Windowsban, vagy e programok indítása Windows Explorerból <emphasis>nem</emphasis> működik.
ja: MS-DOS では <command>rawrite1</command>・<command>rawrite2</command> プログラムを使用できます。 このプログラムを使用するには、まず DOS で起動しているかどうか確認してください。 このプログラムを Windows 上の DOS ボックスで使用しようとしたり、 Windows の エクスプローラでダブルクリックしても、 <emphasis>動作しない</emphasis>ことが予想されます。

source: The <command>rwwrtwin</command> program runs on Windows 95, NT, 98, 2000, ME, XP and probably later versions. To use it you will need to unpack diskio.dll in the same directory.
hu: Az <command>rwwrtwin</command> megy w95, NT, 98, 2k, ME, XP és még az újabb 2k3, sőt talán még a legújabb verziókkal is. Használatához szükséged lesz a diskio.dll fájlra is, csomagold ki ugyanabba a könyvtárba.
ja: Windows 95, NT, 98, 2000, Me, XP そしておそらくそれ以降のバージョンでは、 <command>rwwrtwin</command> プログラムが動作します。 これを使用するには、同じディレクトリに diskio.dll を展開する必要があります。

source: These tools can be found on the Official &debian; CD-ROMs under the <filename>/tools</filename> directory.
ja: 以上のツールは、 公式 &debian; CD-ROM の <filename>/tools</filename> にあります。

source: Writing Disk Images From MacOS
ja: MacOS からのディスクイメージの書き込み

source: An AppleScript, <application>Make &debian; Floppy</application>, is available for burning floppies from the provided disk image files. It can be downloaded from <ulink url="ftp://ftp2.sourceforge.net/pub/sourceforge/d/de/debian-imac/MakeDebianFloppy.sit"></ulink>. To use it, just unstuff it on your desktop, and then drag any floppy image file to it. You must have Applescript installed and enabled in your extensions manager. Disk Copy will ask you to confirm that you wish to erase the floppy and proceed to write the file image to it.
ja: <application>Make Debian Floppy</application> という AppleScript を使えば、 提供されているディスクイメージファイルをフロッピーに書き込むことが出来ます。 この AppleScript は <ulink url="ftp://ftp2.sourceforge.net/pub/sourceforge/d/de/debian-imac/MakeDebianFloppy.sit"></ulink> からダウンロードできます。デスクトップに unstuff して、 フロッピーイメージファイルをその上にドラッグするだけです。 AppleScript をインストールし、 extensions manager で有効にしておく必要があります。 フロッピーの内容を消去してファイルイメージの書き込みを進めて良いかを Disk Copy から尋ねられます。

source: You can also use the MacOS utility <command>Disk Copy</command> directly, or the freeware utility <command>suntar</command>. The <filename>root.bin</filename> file is an example of a floppy image. Use one of the following methods to create a floppy from the floppy image with these utilities.
ja: MacOS のユーティリティ <command>Disk Copy</command> を直接使ったり、 フリーウェアのユーティリティ <command>suntar</command> を使うこともできます。 <filename>root.bin</filename> ファイルをフロッピーイメージの例として、 これらのユーティリティでフロッピーイメージから フロッピーディスクを作製する方法を以下にいくつか紹介します。

source: Writing Disk Images with <command>Disk Copy</command>
ja: <command>Disk Copy</command> を用いたディスクイメージの書き込み

source: If you are creating the floppy image from files which were originally on the official &debian-gnu; CD, then the Type and Creator are already set correctly. The following <command>Creator-Changer</command> steps are only necessary if you downloaded the image files from a &debian; mirror.
ja: 公式 &debian-gnu; CD にあったファイルからフロッピーイメージを作る場合は、 Type と Creator は既に適切な値になっています。 ここに示す <command>Creator-Changer</command> の作業は、イメージファイルを &debian; ミラーからダウンロードした場合でのみ必要となります。

source: Obtain <ulink url="&url-powerpc-creator-changer;">Creator-Changer</ulink> and use it to open the <filename>root.bin</filename> file.
ja: <ulink url="&url-powerpc-creator-changer;">Creator-Changer</ulink> を取得し、これを用いて <filename>root.bin</filename> ファイルをオープンします。

source: Change the Creator to <userinput>ddsk</userinput> (Disk Copy), and the Type to <userinput>DDim</userinput> (binary floppy image). The case is sensitive for these fields.
ja: Creator を <userinput>ddsk</userinput> (Disk Copy) に変更し、 Type を <userinput>DDim</userinput> (バイナリフロッピーイメージ) に変更します。 これらのフィールドでは大文字小文字が区別されますので注意してください。
