Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/install-methods.po
Languages: hu, ja

source: By contrast, setting up BOOTP with ISC <command>dhcpd</command> is really easy, because it treats BOOTP clients as a moderately special case of DHCP clients. Some architectures require a complex configuration for booting clients via BOOTP. If yours is one of those, read the section <xref linkend="dhcpd"/>. Otherwise you will probably be able to get away with simply adding the <userinput>allow bootp</userinput> directive to the configuration block for the subnet containing the client in <filename>/etc/dhcp3/dhcpd.conf</filename>, and restart <command>dhcpd</command> with <userinput>/etc/init.d/dhcp3-server restart</userinput>.
ja: 対照的に、ISC <command>dhcpd</command> を使っての BOOTP の設定は実に簡単です。<command>dhcpd</command> では、BOOTP クライアントは やや特殊な DHCP クライアントとして取り扱われます。アーキテクチャによっては、BOOTP によるクライアントの起動には複雑な設定が必要になります。これに該当してしまったら、<xref linkend="dhcpd"/> の節をお読みください。そうでなければ、おそらく <filename>/etc/dhcp3/dhcpd.conf</filename> にある、クライアントの含まれるサブネットの設定ブロックに、<userinput>allow bootp</userinput> というディレクティブを追加し、 <userinput>/etc/init.d/dhcp3-server restart</userinput> で <command>dhcpd</command> を再起動するだけです。

source: Enabling the TFTP Server
hu: TFTP kiszolgáló bekapcsolása
ja: TFTP サーバの立ち上げ

source: To get the TFTP server ready to go, you should first make sure that <command>tftpd</command> is enabled.
ja: TFTP サーバの準備をする際に、まず、<command>tftpd</command> が有効であることを確認してください。

source: In the case of <classname>tftpd-hpa</classname> there are two ways the service can be run. It can be started on demand by the system's <classname>inetd</classname> daemon, or it can be set up to run as an independent daemon. Which of these methods is used is selected when the package is installed and can be changed by reconfiguring the package.
ja: <classname>tftpd-hpa</classname> の場合には、サービスを走らせるのに 2 種類の方法があります。システムの <classname>inetd</classname> デーモンにより必要に応じて起動する方法と、独立したサーバとして起動する方法です。どちらにするかは、パッケージのインストール時や再設定時に選択できます。

source: Historically, TFTP servers used <filename>/tftpboot</filename> as directory to serve images from. However, &debian-gnu; packages may use other directories to comply with the <ulink url="&url-fhs-home;">Filesystem Hierarchy Standard</ulink>. For example, <classname>tftpd-hpa</classname> by default uses <filename>/srv/tftp</filename>. You may have to adjust the configuration examples in this section accordingly.
ja: 歴史的に TFTP サーバは、 イメージを提供するディレクトリに <filename>/tftpboot</filename> を使用します。 しかし &debian-gnu; のパッケージでは、 <ulink url="&url-fhs-home;">Filesystem Hierarchy Standard</ulink> を満たす別のディレクトリを使用する可能性があります。 例えば、<classname>tftpd-hpa</classname> では <filename>/srv/tftp</filename> をデフォルトで使用します。 必要に応じて、本節の設定例を調整してください。

source: All <command>in.tftpd</command> alternatives available in &debian; should log TFTP requests to the system logs by default. Some of them support a <userinput>-v</userinput> argument to increase verbosity. It is recommended to check these log messages in case of boot problems as they are a good starting point for diagnosing the cause of errors.
ja: &debian; で利用できる <command>in.tftpd</command> の代替はすべて、デフォルトで TFTP リクエストをシステムログに出力します。いくつかは、出力を冗長にする <userinput>-v</userinput> 引数をサポートしています。ブート時に問題がある場合、エラーの原因を診断する出発点として、ログメッセージをチェックすることをお勧めします。

source: If you intend to install &debian; on an SGI machine and your TFTP server is a GNU/Linux box running Linux 2.4, you'll need to set the following on your server: <informalexample><screen> # echo 1 &gt; /proc/sys/net/ipv4/ip_no_pmtu_disc </screen></informalexample> to turn off Path MTU discovery, otherwise the SGI's PROM can't download the kernel. Furthermore, make sure TFTP packets are sent from a source port no greater than 32767, or the download will stall after the first packet. Again, it's Linux 2.4.X tripping this bug in the PROM, and you can avoid it by setting <informalexample><screen> # echo "2048 32767" &gt; /proc/sys/net/ipv4/ip_local_port_range </screen></informalexample> to adjust the range of source ports the Linux TFTP server uses.
ja: SGI マシンに &debian; をインストールする際、 TFTP サーバが Linux 2.4 で動作している GNU/Linux の場合は、 次の設定を行う必要があります。 <informalexample><screen> # echo 1 &gt; /proc/sys/net/ipv4/ip_no_pmtu_disc </screen></informalexample> これを行わないと、SGI の PROM はカーネルをダウンロードできません。 さらに、TFTP パケットのソースポートは 32767 以上であってはいけません。 さもないと最初のパケットを受信しただけでダウンロードが停止します。 この PROM のバグに引っかかるのも Linux 2.4.X です。 これを避けるには <informalexample><screen> # echo "2048 32767" &gt; /proc/sys/net/ipv4/ip_local_port_range </screen></informalexample> を実行し、Linux TFTP サーバが用いるポートの範囲を調整してください。

source: Move TFTP Images Into Place
hu: TFTP képek helyükre tétele
ja: TFTP イメージを適切な場所に配置する

source: Next, place the TFTP boot image you need, as found in <xref linkend="where-files"/>, in the <command>tftpd</command> boot image directory. You may have to make a link from that file to the file which <command>tftpd</command> will use for booting a particular client. Unfortunately, the file name is determined by the TFTP client, and there are no strong standards.
hu: Most tedd a TFTP indító képet a <xref linkend="where-files"/> szerint a <command>tftpd</command> indító kép könyvtárba. Innen egy láncot kell csinálni arra a fájlra, melyet a <command>tftpd</command> egy adott ügyfél indítására használ majd. Sajnos, a fájl nevét a TFTP ügyfél határozza meg és erre nincs erős szabvány.
ja: 次に行うことは、 <xref linkend="where-files"/> の記述にある、必要な TFTP ブートイメージを、 <command>tftpd</command> のブートイメージディレクトリに置く作業です。 <command>tftpd</command> が特定のクライアントの起動に用いるファイルへのリンクを、 ここに作成してください。 残念ながら、ファイルの名前は TFTP クライアントによって決まり、 強制力のある標準は存在しません。

source: On NewWorld Power Macintosh machines, you will need to set up the <command>yaboot</command> boot loader as the TFTP boot image. <command>Yaboot</command> will then retrieve the kernel and RAMdisk images via TFTP itself. You will need to download the following files from the <filename>netboot/</filename> directory:
ja: NewWorld Power Macintosh マシンでは、<command>yaboot</command> ブートローダを TFTP ブートイメージに設定します。<command>yaboot</command> は次にカーネルと RAM ディスクイメージを、同じく TFTP によって取得します。以下のファイルを、<filename>netboot/</filename> ディレクトリからダウンロードする必要があります。

source: For PXE booting, everything you should need is set up in the <filename>netboot/netboot.tar.gz</filename> tarball. Simply extract this tarball into the <command>tftpd</command> boot image directory. Make sure your dhcp server is configured to pass <filename>pxelinux.0</filename> to <command>tftpd</command> as the filename to boot.
hu: A PXE indításhoz az egyetlen tennivaló a <filename>netboot/netboot.tar.gz</filename> beállítása. Egyszerűen bontsd ki a <command>tftpd</command> indító kép könyvtárba. Ellenőrizd, hogy a dhcp kiszolgáló a <filename>/pxelinux.0</filename>-t adja át a <command>tftpd</command> számára, mint az indító fájl neve.
ja: PXE 起動では、必要なことがすべて <filename>netboot/netboot.tar.gz</filename> tarball の中にセットアップされています。 単にこの tarball を、 <command>tftpd</command> ブートイメージディレクトリに展開してください。 <filename>pxelinux.0</filename> を、 起動するファイル名として <command>tftpd</command> へ渡すよう、 dhcp サーバが設定されていることを確認してください。

source: For PXE booting, everything you should need is set up in the <filename>netboot/netboot.tar.gz</filename> tarball. Simply extract this tarball into the <command>tftpd</command> boot image directory. Make sure your dhcp server is configured to pass <filename>/debian-installer/ia64/elilo.efi</filename> to <command>tftpd</command> as the filename to boot.
hu: A PXE indításhoz az egyetlen tennivaló a <filename>netboot/netboot.tar.gz</filename> beállítása. Egyszerűen bontsd ki a <command>tftpd</command> indító kép könyvtárba. Ellenőrizd, hogy a dhcp kiszolgáló a <filename>/debian-installer/ia64/elilo.efi</filename>-t adja át a <command>tftpd</command> számára, mint az indító fájl neve.
ja: PXE 起動では、必要なことがすべて <filename>netboot/netboot.tar.gz</filename> tarball の中にセットアップされています。 単にこの tarball を、 <command>tftpd</command> ブートイメージディレクトリに展開してください。 <filename>/debian-installer/ia64/elilo.efi</filename> を、 起動するファイル名として <command>tftpd</command> へ渡すよう、 dhcp サーバが設定されていることを確認してください。

source: SPARC TFTP Booting
ja: SPARC TFTP ブート

source: Some SPARC architectures add the subarchitecture names, such as <quote>SUN4M</quote> or <quote>SUN4C</quote>, to the filename. Thus, if your system's subarchitecture is a SUN4C, and its IP is 192.168.1.3, the filename would be <filename>C0A80103.SUN4C</filename>. However, there are also subarchitectures where the file the client looks for is just <filename>client-ip-in-hex</filename>. An easy way to determine the hexadecimal code for the IP address is to enter the following command in a shell (assuming the machine's intended IP is 10.0.0.4). <informalexample><screen> $ printf '%.2x%.2x%.2x%.2x\n' 10 0 0 4 </screen></informalexample> To get to the correct filename, you will need to change all letters to uppercase and if necessary append the subarchitecture name.
ja: SPARC アーキテクチャでは、 <quote>SUN4M</quote> や <quote>SUN4C</quote> のような サブアーキテクチャの名前をファイル名に追加します。 例えば、システムのサブアーキテクチャが SUN4C で IP アドレスが 192.168.1.3 の場合、 ファイル名は <filename>C0A80103.SUN4C</filename> となります。 しかし、クライアントが探すファイルが <filename>client-ip-in-hex</filename> となるサブアーキテクチャもあります。 IP アドレスの 16 進表記を簡単に得るには、 以下のコマンドをシェルに入力してください。 (想定している IP アドレスは 10.0.0.4 です) <informalexample><screen> $ printf '%.2x%.2x%.2x%.2x\n' 10 0 0 4 </screen></informalexample> 正しいファイル名を取得するには、文字をすべて大文字に変更し、 (必要なら) サブアーキテクチャ名を追加しなければなりません。

source: If you've done all this correctly, giving the command <userinput>boot net</userinput> from the OpenPROM should load the image. If the image cannot be found, try checking the logs on your tftp server to see which image name is being requested.
ja: すべて正しく行うと、 OpenPROM から <userinput>boot net</userinput> コマンドを与えて、 イメージをロードできます。 イメージが見つからない場合、tftp サーバのログをチェックし、 どのような名前のイメージを要求されているかを確認してください。

source: You can also force some sparc systems to look for a specific file name by adding it to the end of the OpenPROM boot command, such as <userinput>boot net my-sparc.image</userinput>. This must still reside in the directory that the TFTP server looks in.
ja: OpenPROM の boot コマンドの末尾にファイル名を追加して、 sparc システムにその名前のファイルを探すよう指定することもできます (<userinput>boot net my-sparc.image</userinput> のようになります)。 ただしこのファイルを置くのは、いずれにしても TFTP サーバが見るディレクトリの内部でなければいけません。

source: SGI TFTP Booting
hu: SGI TFTP indítás
ja: SGI の TFTP での起動

source: On SGI machines you can rely on the <command>bootpd</command> to supply the name of the TFTP file. It is given either as the <userinput>bf=</userinput> in <filename>/etc/bootptab</filename> or as the <userinput>filename=</userinput> option in <filename>/etc/dhcpd.conf</filename>.
hu: SGI gépeken a <command>bootpd</command> nyújtja majd a TFTP fájl nevét. Ez megadható a <userinput>bf=</userinput> opcióval a <filename>/etc/bootptab</filename> vagy a <userinput>filename=</userinput> opcióval a <filename>/etc/dhcpd.conf</filename> fájlban.
ja: SGI のマシンでは、TFTP ファイルの名前の指定を <command>bootpd</command> に行わせることができます。 これは <filename>/etc/bootptab</filename> の <userinput>bf=</userinput> に指定するか、 <filename>/etc/dhcpd.conf</filename> の <userinput>filename=</userinput> オプションに指定します。

source: Automatic Installation
hu: Automata telepítés
ja: 自動インストール

source: For installing on multiple computers it's possible to do fully automatic installations. &debian; packages intended for this include <classname>fai-quickstart</classname> (which can use an install server) and the &debian; Installer itself. Have a look at the <ulink url="http://fai-project.org">FAI home page</ulink> for detailed information.
ja: 複数のコンピュータにインストールするため、完全自動インストールが可能です。このための &debian; パッケージは、<classname>fai-quickstart</classname> (インストールサーバとして使用可能) と &debian; インストーラそのものです。詳細情報は <ulink url="http://fai-project.org">FAI home page</ulink> をご覧ください。

source: Automatic Installation Using the &debian; Installer
ja: &debian; インストーラを用いた自動インストール

source: The &debian; Installer supports automating installs via preconfiguration files. A preconfiguration file can be loaded from the network or from removable media, and used to fill in answers to questions asked during the installation process.
ja: &debian; インストーラは、 preconfiguration ファイルによる自動インストールをサポートしています。 preconfiguration ファイルは、ネットワークやリムーバブルメディアから読み込まれ、 インストール中の質問に対する回答を、埋めていくのに使われます。

source: Full documentation on preseeding including a working example that you can edit is in <xref linkend="appendix-preseed"/>.
hu: Erről dokumentáció és működő példa a <xref linkend="appendix-preseed"/> részben található.
ja: 編集できる動作サンプルを含む preseed の完全なドキュメントは、 <xref linkend="appendix-preseed"/> にあります。

source: Official &debian; CD-ROM Sets
hu: Hivatalos &debian; CD-ROM készletek

source: By far the easiest way to install &debian; is from an Official Debian CD-ROM Set. You can buy a set from a vendor (see the <ulink url="&url-debian-cd-vendors;">CD vendors page</ulink>). You may also download the CD-ROM images from a Debian mirror and make your own set, if you have a fast network connection and a CD burner (see the <ulink url="&url-debian-cd;">Debian CD page</ulink> for detailed instructions). If you have a Debian CD set and CDs are bootable on your machine, you can skip right to <xref linkend="boot-installer"/>; much effort has been expended to ensure the files most people need are there on the CD. Although a full set of binary packages requires several CDs, it is unlikely you will need packages on the third CD and above. You may also consider using the DVD version, which saves a lot of space on your shelf and you avoid the CD shuffling marathon.
hu: A &debian; legegyszerűbb telepítése a Hivatalos Debian CD-ROM Készlet segítségével lehetséges. Ez boltban is megvásárolható (lásd a <ulink url="&url-debian-cd-vendors;">CD-forgalmazók oldalát</ulink>). A CD-ROM képek letölthetők egy Debian tükörről is, így egy közepes hálózati kapcsolattal és egy CD-íróval a CD-ROM készlet egyénileg is elkészíthető.

source: If your machine doesn't support CD booting, but you do have a CD set, you can use an alternative strategy such as <phrase condition="supports-floppy-boot">floppy disk,</phrase> <phrase arch="s390">tape, emulated tape,</phrase> <phrase condition="bootable-disk">hard disk,</phrase> <phrase condition="bootable-usb">usb stick,</phrase> <phrase condition="supports-tftp">net boot,</phrase> or manually loading the kernel from the CD to initially boot the system installer. The files you need for booting by another means are also on the CD; the Debian network archive and CD folder organization are identical. So when archive file paths are given below for particular files you need for booting, look for those files in the same directories and subdirectories on your CD.
hu: Ha a géped nem támogatja a CD lemezről indítást, noha van CD készleted, más módszerek is léteznek például: <phrase condition="supports-floppy-boot">flopi lemez,</phrase> <phrase arch="s390">szalag, emulált szalag,</phrase> <phrase condition="bootable-disk">merevlemez,</phrase> <phrase condition="bootable-usb">usb tár,</phrase> <phrase condition="supports-tftp">hálózati indítás,</phrase> vagy a kernel kézi betöltése a CD lemezről a rendszer telepítő indításához. A más módszerű indításhoz szükséges fájlok is rajta vannak a CD lemezen; a Debian hálózati archívum és a CD mappa-szervezése egyezik. Így, mikor alább az indításhoz szükséges archívum fájl ösvényeket látod, e fájlok a CD egyező könyvtáraiban és alkönyvtáraiban vannak.

source: Downloading Files from Debian Mirrors
hu: Fájlok letöltése a Debian Tükrökről

source: To find the nearest (and thus probably the fastest) mirror, see the <ulink url="&url-debian-mirrors;">list of Debian mirrors</ulink>.
hu: A legközelebbi (és alighanem leggyorsabb) tükör megtalálásához lásd a <ulink url="&url-debian-mirrors;">Debian tükrök</ulink> listáját.

source: When downloading files from a Debian mirror, be sure to download the files in <emphasis>binary</emphasis> mode, not text or automatic mode.
hu: Fájlok letöltésekor egy Debian tükörről ügyelj, hogy az mindig <emphasis>bináris</emphasis> módban történjen, ne szöveges vagy automata módban.

source: The installation images are located on each Debian mirror in the directory <ulink url="&url-debian-installer;/images">debian/dists/&releasename;/main/installer-&architecture;/current/images/</ulink> &mdash; the <ulink url="&url-debian-installer;/images/MANIFEST">MANIFEST</ulink> lists each image and its purpose.
hu: A telepítő képek minden Debian tükrön a <ulink url="&url-debian-installer;/images">debian/dists/&releasename;/main/installer-&architecture;/current/images/</ulink> könyvtárban vannak &mdash; a <ulink url="&url-debian-installer;/images/MANIFEST">MANIFEST</ulink> fájl felsorolja őket és céljaikat.

source: RiscPC Installation Files
hu: RiscPC telepítő fájlok

source: The RiscPC installer is booted initially from RISC OS. All the necessary files are provided in one Zip archive, &rpc-install-kit;. Download this file onto the RISC OS machine, copy the <filename>linloader.!Boot</filename> components into place, and run <filename>!dInstall</filename>.
hu: A RiscPC telepítő a RISC OS alól indul. Az összes szükséges fájlt egyetlen Zip archívum tartalmazza: &rpc-install-kit;. Töltsd le e fájlt a RISC OS gépre, csomagold ki a <filename>linloader.!Boot</filename> összetevőket helyükre és futtasd a <filename>!dInstall</filename> fájlt.

source: Netwinder Installation Files
hu: Netwinder telepítő fájlok

source: The easiest way to boot a Netwinder is over the network, using the supplied TFTP image &netwinder-boot-img;.
hu: Egy Netwinder indításának legkönnyebb módja hálózaton a &netwinder-boot-img; által adott TFTP kép használata.

source: CATS Installation Files
hu: CATS telepítő fájlok

source: CATS can be booted either via the network or from CD-ROM. The kernel and initrd can be obtained from &cats-boot-img;.
hu: CATS indítható hálózatról vagy CD-ROM lemezről. A &cats-boot-img; adja a kernel-t és initrd-t.

source: NSLU2 Installation Files
hu: NSLU2 telepítő fájlok

source: A firmware image is provided for the Linksys NSLU2 which will automatically boot <classname>debian-installer</classname>. This firmware image can be obtained from &nslu2-firmware-img;.
hu: Egy firmware képfájl áll rendelkezésre, mely automatikusan elindítja a <classname>debian-installer</classname>-t. A képfájl innen szerezhetjük be: &nslu2-firmware-img;.

source: Booting the installer from floppy disk is not supported on Amigas or 68k Macs.
hu: A telepítő indítása flopi lemezről nem támogatott Amiga gépeken vagy 68k Maceken.

source: Before you can create the floppies, you will first need to download them from one of the Debian mirrors, as explained in <xref linkend="downloading-files"/>. <phrase arch="i386">If you already have an installation CD-ROM or DVD, the floppy images may also be included on the CD/DVD.</phrase>
hu: Flopik létrehozása előtt le kell töltened őket egy Debian tükörről, ahogy itt írjuk: <xref linkend="downloading-files"/>. <phrase arch="i386">Ha rendelkezel telepítő CD-ROM vagy DVD lemezzel, a floppi képek rajta vannak.</phrase>

source: These tools can be found on the Official Debian CD-ROMs under the <filename>/tools</filename> directory.
hu: Ezek az eszközök a Hivatalos Debian CD-ROM lemezek <filename>/tools</filename> könyvtárában is megtalálhatók.

source: Writing Disk Images on Atari Systems
hu: Lemez képek írása Atari rendszereken

source: You'll find the &rawwrite.ttp; program in the same directory as the floppy disk images. Start the program by double clicking on the program icon, and type in the name of the floppy image file you want written to the floppy at the TOS program command line dialog box.
hu: A &rawwrite.ttp; a flopi képek könyvtárában van. Indítsd a programot ikonjára duplán kattintva, majd írd be a kiírandó flopi kép fájl a TOS párbeszéd dobozban.

source: To prepare the USB stick, you will need a system where GNU/Linux is already running and where USB is supported. You should ensure that the usb-storage kernel module is loaded (<userinput>modprobe usb-storage</userinput>) and try to find out which SCSI device the USB stick has been mapped to (in this example <filename>/dev/sda</filename> is used). To write to your stick, you may have to turn off its write protection switch.
hu: Egy USB tároló előkészítése egy USB támogató, GNU/Linux alatt futó rendszerrel lehetséges. Győződj meg, hogy az usb-storage modul be van-e töltve (<userinput>modprobe usb-storage</userinput>) és tudd, hogy az USB tár mely SCSI eszközön került leképezésre (e példában a szokásos <filename>/dev/sda</filename> eszközre hivatkozunk). Természetesen a tároló írás-védője legyen kikapcsolva.

source: Note that the USB stick should be at least 256 MB in size (smaller setups are possible if you follow <xref linkend="usb-copy-flexible"/>).
hu: A tároló mérete legalább 256 MB legyen (a kisebb telepítések is lehetségesek a <xref linkend="usb-copy-flexible"/> rész szerint).

source: Copying the files &mdash; the easy way
hu: Fájlok másolása &mdash; a könnyű mód

source: There is an all-in-one file <filename>hd-media/boot.img.gz</filename> which contains all the installer files (including the kernel) as well as <command>SYSLINUX</command> and its configuration file. You only have to extract it directly to your USB stick:
hu: Van egy minden-egyben <filename>hd-media/boot.img.gz</filename> fájl, benne az összes telepítő fájl (a kernel is), a <command>SYSLINUX</command> és beállító fájlja. Csak ki kell bontani az USB tárra:

source: There is an all-in-one file <filename>hd-media/boot.img.gz</filename> which contains all the installer files (including the kernel) as well as <command>yaboot</command> and its configuration file. Create a partition of type "Apple_Bootstrap" on your USB stick using <command>mac-fdisk</command>'s <userinput>C</userinput> command and extract the image directly to that:
hu: Van egy minden-egyben <filename>hd-media/boot.img.gz</filename> fájl, benne az összes telepítő fájl (a kernel is), a <command>yaboot</command> és beállító fájlja. Készíts egy "Apple_Bootstrap" partíciót az USB táron a <command>mac-fdisk</command> <userinput>C</userinput> parancsával és bontsd ki rá a képet így:

source: Using this method will destroy anything already on the device. Make sure that you use the correct device name for your USB stick.
hu: E módszer töröl minden korábbit az eszközön. Figyelj oda, hogy a helyes eszköz-nevet használod.

source: After that, mount the USB memory stick (<userinput>mount <replaceable arch="x86">/dev/sda</replaceable> <replaceable arch="powerpc">/dev/sda2</replaceable> /mnt</userinput>), which will now have <phrase arch="x86">a FAT filesystem</phrase> <phrase arch="powerpc">an HFS filesystem</phrase> on it, and copy a Debian netinst or businesscard ISO image to it (see <xref linkend="usb-add-iso"/>). Unmount the stick (<userinput>umount /mnt</userinput>) and you are done.
hu: Ezután csatold fel az USB tárolót (<userinput>mount <replaceable arch="x86">/dev/sda</replaceable> <replaceable arch="powerpc">/dev/sda2</replaceable> /mnt</userinput>), melyen most <phrase arch="x86">egy FAT fájlrendszer</phrase> <phrase arch="powerpc">egy HFS fájlrendszer</phrase> van, és másolj rá egy Debian netinst vagy businesscard ISO képet (lásd ezt: <xref linkend="usb-add-iso"/>). Csatold le (<userinput>umount /mnt</userinput>) és kész.

source: Copying the files &mdash; the flexible way
hu: Fájlok másolása &mdash; a rugalmas mód

source: If you like more flexibility or just want to know what's going on, you should use the following method to put the files on your stick.
hu: Ha nagyobb rugalmasságot akarsz vagy követni pontosan az eseményeket, az alábbi módszer is használható.

source: USB stick partitioning on &arch-title;
hu: USB tár particionálása &arch-title; gépen

source: We will show how to setup the memory stick to use the first partition, instead of the entire device.
hu: Bemutatjuk egy memória tár 1. partíciójának használatát az egész eszköz helyett.
