Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/installation-howto.po
Languages: ko, sv

source: &d-i; will now tell you that the installation has finished. Remove the cdrom or other boot media and hit &enterkey; to reboot your machine. It should boot up into the newly installed system and allow you to log in. This is explained in <xref linkend="boot-new"/>.
ko: &d-i;는 설치 과정이 끝났음을 알려 줄 것입니다. CD-ROM 또는 다른 부팅 미디어를 꺼내고 &enterkey;를 눌러 다시 부팅하십시오. 그러면 새로 설치한 시스템으로 로그인할 수 있습니다. <xref linkend="boot-new"/>에 설명되어 있습니다.

source: If you need more information on the install process, see <xref linkend="d-i-intro"/>.
ko: 설치과정에 대한 더 많은 정보가 필요하다면, <xref linkend="d-i-intro"/>를 보십시오.
sv: Om du behöver mer information om installationsprocessen, se <xref linkend="d-i-intro"/>.

source: Send us an installation report
ko: 설치에 대한 결과를 보내주세요
sv: Sänd oss en installationsrapport

source: If you successfully managed an installation with &d-i;, please take time to provide us with a report. The simplest way to do so is to install the reportbug package (<command>aptitude install reportbug</command>), configure <classname>reportbug</classname> as explained in <xref linkend="mail-outgoing"/>, and run <command>reportbug installation-reports</command>.
ko: &d-i;를 사용하여 설치에 성공했다면, 보고서를 제공해 주는 시간은 내주십시오. 보고서를 제출하는 가장 간단한 방법은 reportbug 패키지를 설치하시고(<command>aptitude install reportbug</command>), <classname>reportbug</classname>를 <xref linkend="mail-outgoing"/>에 설명된 대로 설정하고, <command>report installation-reports</command>를 실행하는 것입니다.

source: If you did not complete the install, you probably found a bug in debian-installer. To improve the installer it is necessary that we know about them, so please take the time to report them. You can use an installation report to report problems; if the install completely fails, see <xref linkend="problem-report"/>.
ko: 설치를 끝마치지 못했다면, 데비안 설치관리자의 버그를 발견한 것일 겁니다. 설치관리자를 개선하기위해 우리는 그것들에 대해 알 필요가 있습니다. 그 사실들을 보고할 시간을 내주십시오. 문제를 보고하기위해 설치보고서(installation report)를 사용할 수 있습니다; 설치가 완전히 실패한다면, <xref linkend="problem-report"/>를 참조하십시오.
sv: Om du inte färdigställde installation har du möjligen hittat ett fel i Debian-installer. För att förbättra installeraren är det nödvändigt att vi känner till dessa fel, så ta dig tid att rapportera dem. Du kan använda en installationsrapport för att rapportera problem; om installationen totalt misslyckades, se <xref linkend="problem-report"/>.

source: And finally&hellip;
ko: 그리고 마지막으로&hellip;

source: We hope that your Debian installation is pleasant and that you find Debian useful. You might want to read <xref linkend="post-install"/>.
ko: 즐겁게 데비안을 설치하고 데비안의 좋은 점을 느끼셨기를 바랍니다. 이제 <xref linkend="post-install"/> 부분을 읽어 보시기 바랍니다.
sv: Vi hoppas att din Debian-installation känns bra och att du tycker att Debian är användbar. Du kanske även vill läsa <xref linkend="post-install"/>.

source: This document describes how to install &debian; &releasename; for the &arch-title; (<quote>&architecture;</quote>) with the new &d-i;. It is a quick walkthrough of the installation process which should contain all the information you will need for most installs. When more information can be useful, we will link to more detailed explanations in the <link linkend="debian_installation_guide">&debian; Installation Guide</link>.
sv: Det här dokumentet beskriver hur man installerar &debian; &releasename; för &arch-title; (<quote>&architecture;</quote>) med den nya &d-i;. Det här är en snabb genomgång av installationsprocessen vilken bör innehålla all information du behöver för de flesta installationer. När mer information kan vara av användning kommer vi att länka till mer detaljerade förklarningar i <link linkend="debian_installation_guide">Installationsguiden för &debian;</link>.

source: Download whichever type you prefer and burn it to a CD. <phrase arch="i386">To boot the CD, you may need to change your BIOS configuration, as explained in <xref linkend="bios-setup"/>.</phrase> <phrase arch="powerpc"> To boot a PowerMac from CD, press the <keycap>c</keycap> key while booting. See <xref linkend="boot-cd"/> for other ways to boot from CD. </phrase>
sv: Hämta den typ du föredrar och bränn den till en cd-skiva. <phrase arch="i386">För att starta cd-skivan kanske du behöver att ändra din BIOS-konfiguration som förklaras i <xref linkend="bios-setup"/>.</phrase> <phrase arch="powerpc"> För att starta en PowerMac från cd, tryck <keycap>c</keycap>-knappen under uppstart. Se <xref linkend="boot-cd"/> för andra sätt att starta från en cd-skiva. </phrase>

source: If you can't boot from CD, you can download floppy images to install Debian. You need the <filename>floppy/boot.img</filename>, the <filename>floppy/root.img</filename> and possibly one of the driver disks.
sv: Om du inte kan starta från en cd kan du hämta diskettavbilder för att installera Debian. Du behöver <filename>floppy/boot.img</filename>, <filename>floppy/root.img</filename> och möjligen en av drivrutinsdisketterna.

source: If you're planning to install over the network, you will usually need the <filename>floppy/net-drivers.img</filename>, which contains additional drivers for many ethernet cards, and support for PCMCIA.
sv: Om du planerar att installera över nätverket kommer du normalt sett att behöva <filename>floppy/net-drivers.img</filename> som innehåller ytterligare drivrutiner för många Ethernet-kort och stöd för PCMCIA.

source: It's possible to boot the installer using no removable media, but just an existing hard disk, which can have a different OS on it. Download <filename>hd-media/initrd.gz</filename>, <filename>hd-media/vmlinuz</filename>, and a Debian CD image to the top-level directory of the hard disk. Make sure that the CD image has a filename ending in <literal>.iso</literal>. Now it's just a matter of booting linux with the initrd. <phrase arch="i386"> <xref linkend="boot-initrd"/> explains one way to do it. </phrase>
sv: Det är möjligt att starta installeraren utan flyttbar media men bara en existerande hårddisk som kan ha ett annat operativsystem på sig. Hämta <filename>hd-media/initrd.gz</filename>, <filename>hd-media/vmlinuz</filename> och en Debian cd-avbild till toppnivåkatalogen av hårddisken. Se till att cd-avbilden har ett filnamn som slutar på <literal>.iso</literal>. Nu är det bara att starta linux med initrd. <phrase arch="i386"> <xref linkend="boot-initrd"/> förklarar ett sätt att göra det på. </phrase>

source: Once the installer starts, you will be greeted with an initial screen. Press &enterkey; to boot, or read the instructions for other boot methods and parameters (see <xref linkend="boot-parms"/>). <phrase arch="i386"> If you want a 2.4 kernel, type <userinput>install24</userinput> at the <prompt>boot:</prompt> prompt. <footnote><para> The 2.6 kernel is the default for most boot methods, but is not available when booting from a floppy. </para></footnote> </phrase>
sv: När installeraren har startat kommer du bli hälsad med en startskärm. Tryck &enterkey; för att starta upp eller läs instruktionerna för andra uppstartsmetoder och parametrar (se <xref linkend="boot-parms"/>). <phrase arch="i386"> Om du vill ha en 2.4-kärna, skriv <userinput>linux24</userinput> vid <prompt>boot:</prompt>-prompten. <footnote><para> 2.6-kärnan är standard för de flesta uppstartsmetoder men är inte tillgänglig vid uppstart från startdiskett. </para></footnote> </phrase>

source: Now it is time to partition your disks. First you will be given the opportunity to automatically partition either an entire drive, or free space on a drive. This is recommended for new users or anyone in a hurry, but if you do not want to autopartition, choose manual from the menu.
sv: Nu är det dags att partitionera dina diskar. Först kommer du få möjligheten att automatiskt partitionera antingen en hel disk eller fritt utrymme på en disk. Det här rekommenderas för nya användare eller de som har bråttom men om du inte vill automatiskt partitionera, välj Manuell från menyn.

source: The last step is to install a boot loader. If the installer detects other operating systems on your computer, it will add them to the boot menu and let you know. <phrase arch="i386">By default GRUB will be installed to the master boot record of the first harddrive, which is generally a good choice. You'll be given the opportunity to override that choice and install it elsewhere. </phrase>
sv: Det sista steget är att installera en starthanterare. Om installeraren identifierar andra operativsystem på din dator kommer den att lägga till de i uppstartsmenyn och informera dig. <phrase arch="i386">Som standard kommer GRUB att installeras på huvudstartsektorn (MBR) på första hårddisken som normalt sett är ett bra val. Du kommer att ges möjligheten att åsidosätta det valet och installera den någon annanstans. </phrase>

source: &d-i; will now tell you that the installation has finished. Remove the cdrom or other boot media and hit &enterkey; to reboot your machine. It should boot up into the next stage of the install process, which is explained in <xref linkend="boot-new"/>.
sv: &d-i; kommer nu att berätta för dig att installation är färdigställd. Mata ut cd-skivan eller andra uppstartsmedia och tryck &enterkey; för att starta om din maskin. Den bör starta upp till nästa steg i installationsprocessen vilken förklaras i <xref linkend="boot-new"/>.

source: If you successfully managed an installation with &d-i;, please take time to provide us with a report. The simplest way to do so is to install the reportbug package (<command>apt-get install reportbug</command>), and run <command>reportbug installation-report</command>.
sv: Om du lyckades göra en installation med &d-i;, vänligen ta dig tid att skicka oss en rapport. Det enklaste sättet att göra det här är att installera paketet reportbug (<command>apt-get install reportbug</command>) och köra <command>reportbug installation-report</command>.

source: And finally..
sv: Och till slut..
