Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/partitioning.po
Languages: vi

source: Note that if you have two SCSI host bus adapters (i.e., controllers), the order of the drives can get confusing. The best solution in this case is to watch the boot messages, assuming you know the drive models and/or capacities.
vi: Ghi chú rằng nếu bạn có hai bộ tiếp hợp mạch nối máy SCSI (tức là bộ điều khiển), thứ tự các ổ đĩa có thể trở thành khó hiểu. Trong trường hợp này, phương pháp tốt nhất là theo dõi các thông điệp khời động, giả sử bạn biết mô hình và/hay khả năng của các ổ đĩa.

source: Linux represents the primary partitions as the drive name, plus the numbers 1 through 4. For example, the first primary partition on the first IDE drive is <filename>/dev/hda1</filename>. The logical partitions are numbered starting at 5, so the first logical partition on that same drive is <filename>/dev/hda5</filename>. Remember that the extended partition, that is, the primary partition holding the logical partitions, is not usable by itself. This applies to SCSI disks as well as IDE disks.
vi: Linux đại diện các phân vùng chính dạng tên ổ đĩa, rồi con số từ 1 đến 4. Lấy thí dụ, phân vùng chính thứ nhất nằm trên ổ đĩa IDE thứ nhất là <filename>/dev/hda1</filename>. Những phân vùng hợp lý được đặt số từ 5, thì phân vùng hợp lý thứ nhất nằm trên cùng ổ đĩa đó là <filename>/dev/hda5</filename>. Hãy ghi nhớ rằng phân vùng đã mở rộng, đó là phân vùng chính chứa các phân vùng hợp lý, không thể được dùng riêng. Cũng vậy với đĩa SCSI, không phải chỉ kiểu IDE.

source: VMEbus systems using the TEAC FC-1 SCSI floppy drive will see it as normal SCSI disk. To make identification of the drive simpler the installation software will create a symbolic link to the appropriate device and name it <filename>/dev/sfd0</filename>.
vi: Hệ thống kiểu VMEbus mà dùng đĩa mềm SCSI kiểu TEAC FC-1 sẽ hiển thị nó dạng đĩa SCSI chuẩn. Để làm đơn giản hơn cách nhận diện ổ đĩa, phần mềm cài đặt sẽ tạo liên kết tượng trưng đến thiết bị thích hợp và đặt tên là <filename>/dev/sfd0</filename>.

source: Sun disk partitions allow for 8 separate partitions (or slices). The third partition is usually (and is preferred to have) the <quote>Whole Disk</quote> partition. This partition references all of the sectors of the disk, and is used by the boot loader (either SILO, or Sun's).
vi: Phân vùng đĩa kiểu Sun tính đến 8 phân vùng (hay lát) riêng. Phân vùng thứ ba thường (và nên) là phân vùng <quote>Whole Disk</quote> (toàn bộ đĩa). Phân vùng này tham chiếu đến mọi rãnh ghi của đĩa đó, và được dùng bởi bộ tải khời động (hoặc SILO, hoặc điều của Sun).

source: The partitions on each disk are represented by appending a decimal number to the disk name: <filename>dasda1</filename> and <filename>dasda2</filename> represent the first and second partitions of the first DASD device in your system.
vi: Các phân vùng nằm trên mỗi đĩa được đại diện bằng cách phụ thêm một số thập phân vào tên đĩa: <filename>dasda1</filename> và <filename>dasda2</filename> đại diện phân vùng thứ nhất và thứ hai của thiết bị thứ nhất trên hệ thống.

source: Debian Partitioning Programs
vi: Chương trình tạo phân vùng Debian

source: Several varieties of partitioning programs have been adapted by Debian developers to work on various types of hard disks and computer architectures. Following is a list of the program(s) applicable for your architecture.
vi: Có vài kiểu chương trình tạo phân vùng đã được làm thích nghi bởi nhà phát triển Debian, để hoạt động được trên nhiều kiểu đĩa cứng và kiến trúc máy tính khác nhau. Theo đây có danh sách các chương trình thích hợp với kiến trúc này.

source: Recommended partitioning tool in Debian. This Swiss army knife can also resize partitions, create filesystems <phrase arch="i386"> (<quote>format</quote> in Windows speak)</phrase> and assign them to the mountpoints.
vi: Công cụ tạo phân vùng khuyến khích trong Debian. Chương trình này có nhiều khả năng có ích: nó cũng có thể thay đổi kích cỡ của phân vùng, tạo hệ thống tập tin <phrase arch="i386"> (<quote>format</quote> trên hệ điều hành Windows)</phrase> và gán nó vào điểm lắp.

source: The original Linux disk partitioner, good for gurus.
vi: Bộ tạo phân vùng Linux gốc, thích hợp với người dùng rất kinh nghiệm.

source: Be careful if you have existing FreeBSD partitions on your machine. The installation kernels include support for these partitions, but the way that <command>fdisk</command> represents them (or not) can make the device names differ. See the <ulink url="&url-linux-freebsd;">Linux+FreeBSD HOWTO</ulink>
vi: Hãy cẩn thận nếu bạn có phân vùng kiểu FreeBSD tồn tại trên máy tính. Những hạt nhân cài đặt chứa khả năng hỗ trợ những phân vùng này, nhưng cách đại diện của <command>fdisk</command> (hay cách không đại diện) có thể làm cho tên thiết bị khác với nhau. Xem tài liệu Cách Làm <ulink url="&url-linux-freebsd;">Linux+FreeBSD HOWTO</ulink>.

source: A simple-to-use, full-screen disk partitioner for the rest of us.
vi: Bộ tạo phân vùng đĩa đơn giản dùng, toàn màn hình, thích hợp với phần lớn người.

source: Note that <command>cfdisk</command> doesn't understand FreeBSD partitions at all, and, again, device names may differ as a result.
vi: Ghi chú rằng chương trình <command>cfdisk</command> không hiểu phân vùng kiểu FreeBSD bằng cách nào cả, và lại có kết quả là tên thiết bị có thể khác biệt với nhau.

source: Atari-aware version of <command>fdisk</command>.
vi: Phiên bản của <command>fdisk</command> thích hợp với máy tính Atari.

source: Amiga-aware version of <command>fdisk</command>.
vi: Phiên bản của <command>fdisk</command> thích hợp với máy tính Amiga.

source: Mac-aware version of <command>fdisk</command>.
vi: Phiên bản của <command>fdisk</command> thích hợp với máy tính Mac.

source: PowerMac-aware version of <command>fdisk</command>, also used by BVM and Motorola VMEbus systems.
vi: Phiên bản của <command>fdisk</command> thích hợp với máy tính PowerMac, cũng được dùng bởi hệ thống kiểu BVM và VMEbus Motorola.

source: &arch-title; version of <command>fdisk</command>; Please read the fdasd manual page or chapter 13 in <ulink url="http://oss.software.ibm.com/developerworks/opensource/linux390/docu/l390dd08.pdf"> Device Drivers and Installation Commands</ulink> for details.
vi: Phiên bản của <command>fdisk</command> thích hợp với kiến trúc &arch-title;; xem trang hướng dẫn của fdasd hay chương 13 của tài liệu <ulink url="http://oss.software.ibm.com/developerworks/opensource/linux390/docu/l390dd08.pdf"> Các trình điều khiển thiết bị và lệnh cài đặt</ulink> để tìm chi tiết.

source: One of these programs will be run by default when you select <guimenuitem>Partition disks</guimenuitem> (or similar). It may be possible to use a different partitioning tool from the command line on VT2, but this is not recommended.
vi: Một của những chương trình này sẽ được chạy theo mặc định khi bạn chọn mục trình đơn <guimenuitem>Phân vùng đĩa</guimenuitem> (hay tương tự). Có thể sử dụng công cụ tạo phân vùng khác từ dòng lệnh trên VT2, nhưng không khuyên bạn làm như thế.

source: If you will be working with more than 20 partitions on your ide disk, you will need to create devices for partitions 21 and beyond. The next step of initializing the partition will fail unless a proper device is present. As an example, here are commands you can use in <userinput>tty2</userinput> or under <guimenuitem>Execute a shell</guimenuitem> to add a device so the 21st partition can be initialized: <informalexample><screen> # cd /dev # mknod hda21 b 3 21 # chgrp disk hda21 # chmod 660 hda21 </screen></informalexample> Booting into the new system will fail unless proper devices are present on the target system. After installing the kernel and modules, execute: <informalexample><screen> # cd /target/dev # mknod hda21 b 3 21 # chgrp disk hda21 # chmod 660 hda21 </screen></informalexample> <phrase arch="i386">Remember to mark your boot partition as <quote>Bootable</quote>.</phrase>
vi: Nếu bạn sẽ làm việc với hơn 20 phân vùng trên đĩa IDE, bạn sẽ cần phải tạo thiết bị cho phân vùng số 21 và sau. Bước tiếp theo sở khởi phân vùng sẽ bị lỗi nếu không có thiết bị thích hợp. Lấy thí dụ, đây là một số lệnh bạn có thể sử dụng trong bàn điều khiển <userinput>tty2</userinput> hay dưới mục trình đơn <guimenuitem>Thực hiện một hệ vỏ</guimenuitem> để thêm thiết bị để mà phân vùng thứ 21 có thể được sở khởi: <informalexample><screen> # cd /dev # mknod hda21 b 3 21 # chgrp disk hda21 # chmod 660 hda21 </screen></informalexample> Việc khời động vào hệ thống mới sẻ bị lỗi nếu không có thiết bị thích hợp nằm trên hệ thống đích. Sau khi cài đặt xong hạt nhân và các mô-đun, hãy thực hiện: <informalexample><screen> # cd /target/dev # mknod hda21 b 3 21 # chgrp disk hda21 # chmod 660 hda21 </screen></informalexample> <phrase arch="i386">Hãy ghi nhớ đánh dấu phân vùng khởi động <quote>Thực hiện được</quote>.</phrase>

source: One key point when partitioning for Mac type disks is that the swap partition is identified by its name; it must be named <quote>swap</quote>. All Mac linux partitions are the same partition type, Apple_UNIX_SRV2. Please read the fine manual. We also suggest reading the <ulink url="&url-mac-fdisk-tutorial;">mac-fdisk Tutorial</ulink>, which includes steps you should take if you are sharing your disk with MacOS.
vi: Một điểm khoá khi tạo phân vùng trên đĩa kiểu Mac là phân vùng trao đổi được nhận diện bằng tên; nó phải có tên <quote>swap</quote>. Mọi phân vùng Linux trên Mac có cùng một kiểu phân vùng: Apple_UNIX_SRV2. Vui lòng đọc sổ tay tốt đẹp. Cũng khuyên bạn đọc trợ lý <ulink url="&url-mac-fdisk-tutorial;">mac-fdisk Tutorial</ulink>, mà gồm những bước cần theo nếu chia sẻ đĩa với hệ điều hành MacOS.

source: Partitioning for &arch-title;
vi: Phân vùng trên &arch-title;

source: Booting Debian from the SRM console (the only disk boot method supported by &releasename;) requires you to have a BSD disk label, not a DOS partition table, on your boot disk. (Remember, the SRM boot block is incompatible with MS-DOS partition tables &mdash; see <xref linkend="alpha-firmware"/>.) As a result, <command>partman</command> creates BSD disk labels when running on &architecture;, but if your disk has an existing DOS partition table the existing partitions will need to be deleted before partman can convert it to use a disk label.
vi: Khả năng khời động Debian từ bàn điều khiển SRM (phương pháp khời động đĩa duy nhất bị &releasename; hỗ trợ) cần thiết bạn có nhãn đĩa BSD, không phải bảng phân vùng DOS, nằm trên đĩa khời động. (Ghi nhớ : khối khời động SRM không tương thích với bảng phân vùng kiểu MS-DOS &mdash; xem phần <xref linkend="alpha-firmware"/>.) Kết quả là trình <command>partman</command> tạo nhãn đĩa BSD trong khi chạy trên kiến trúc &architecture;, nhưng nếu đĩa của bạn có bảng phân vùng DOS tồn tại, các phân vùng tồn tại sẽ cần phải được xoá bỏ trước khi trình <command>partman</command> có thể chuyển đổi nó để dùng nhãn đĩa.

source: If you have chosen to use <command>fdisk</command> to partition your disk, and the disk that you have selected for partitioning does not already contain a BSD disk label, you must use the <quote>b</quote> command to enter disk label mode.
vi: Nếu bạn đã chọn sử dụng chương trình <command>fdisk</command> để phân vùng đĩa, và đĩa bạn đã chọn phân vùng chưa chứa nhãn đĩa BSD, bạn phải sử dụng lệnh <quote>b</quote> để vào chế độ nhãn đĩa.

source: Unless you wish to use the disk you are partitioning from Tru64 Unix or one of the free 4.4BSD-Lite derived operating systems (FreeBSD, OpenBSD, or NetBSD), it is suggested that you do <emphasis>not</emphasis> make the third partition contain the whole disk. This is not required by <command>aboot</command>, and in fact, it may lead to confusion since the <command>swriteboot</command> utility used to install <command>aboot</command> in the boot sector will complain about a partition overlapping with the boot block.
vi: Nếu bạn không muốn sử dụng đĩa bạn đang phân vùng từ UNIX kiểu Tru64 hay một của những hệ điều hành bắt nguồn từ 4.4BSD-Lite (FreeBSD, OpenBSD, or NetBSD), đề nghị bạn <emphasis>không</emphasis> làm cho phân vùng thứ ba chứa toàn bộ đĩa. Trường hợp này không bị <command>aboot</command> cần thiết, và nó thật sự có thể gây ra tình trạng lộn xộn vì tiện ích <command>swriteboot</command> được dùng để cài đặt trình <command>aboot</command> vào rãnh ghi khời động sẽ thân phiền về phân vùng đè lên khối khời động.

source: Also, because <command>aboot</command> is written to the first few sectors of the disk (currently it occupies about 70 kilobytes, or 150 sectors), you <emphasis>must</emphasis> leave enough empty space at the beginning of the disk for it. In the past, it was suggested that you make a small partition at the beginning of the disk, to be left unformatted. For the same reason mentioned above, we now suggest that you do not do this on disks that will only be used by GNU/Linux. When using <command>partman</command>, a small partition will still be created for <command>aboot</command> for convenience reasons.
vi: Hơn nữa, vì trình <command>aboot</command> được ghi vào vài rãnh ghi thứ nhất của đĩa (hiện thời nó chiếm khoảng 70 kb, hay 150 rãnh ghi), bạn <emphasis>phải</emphasis> để lại đủ sức chứa còn rảnh tại đầu của đĩa để chứa trình này. Trong quá khứ, đề nghị bạn tạo một phân vùng nhỏ tại đầu của đĩa, để còn lại chưa được định dạng, Vì cùng một lý do được nói trên, hiện thời đề nghị bạn không làm như thế trên đĩa sẽ được dùng chỉ bởi GNU/Linux. Khi bạn dùng trình <command>partman</command>, một phân vùng nhỏ sẽ được tạo cho trình <command>aboot</command> vì lý do tiện lợi.

source: For ARC installations, you should make a small FAT partition at the beginning of the disk to contain <command>MILO</command> and <command>linload.exe</command> &mdash; 5 megabytes should be sufficient, see <xref linkend="non-debian-partitioning"/>. Unfortunately, making FAT file systems from the menu is not yet supported, so you'll have to do it manually from the shell using <command>mkdosfs</command> before attempting to install the boot loader.
vi: Đối với bản cài đặt kiểu ARC, bạn nên tạo một phân vùng FAT nhỏ tại đầu của đĩa, để chứa bộ tải khời động <command>MILO</command> và tập tin <command>linload.exe</command> &mdash; 5 MB nên là đủ; xem phần <xref linkend="non-debian-partitioning"/>. Tiếc là khả năng tạo hệ thống tập tin kiểu FAT từ trình đơn chưa được hỗ trợ, nên bạn phải tự làm như thế từ hệ vỏ, dùng <command>mkdosfs</command>, trước khi cố gắng cài đặt bộ tải khời động.

source: PALO, the HPPA boot loader, requires a partition of type <quote>F0</quote> somewhere in the first 2GB. This is where the boot loader and an optional kernel and RAMdisk will be stored, so make it big enough for that &mdash; at least 4Mb (I like 8&ndash;16MB). An additional requirement of the firmware is that the Linux kernel must reside within the first 2GB of the disk. This is typically achieved by making the root ext2 partition fit entirely within the first 2GB of the disk. Alternatively you can create a small ext2 partition near the start of the disk and mount that on <filename>/boot</filename>, since that is the directory where the Linux kernel(s) will be stored. <filename>/boot</filename> needs to be big enough to hold whatever kernels (and backups) you might wish to load; 25&ndash;50MB is generally sufficient.
vi: Trình PALO, bộ tải khời động HPPA, cần thiết một phân vùng kiểu <quote>F0</quote> nằm ở một nơi nào đó trong phần 2 GB đầu của đĩa. Phân vùng này sẽ chứa bộ tải khời động, hạt nhân tùy chọn và đĩa RAM, thì bạn nên tạo phân vùng đủ lớn như thế, ít nhất 4 MB (8-16 MB là tốt hơn). Phần vững cũng cần thiết hạt nhân Linux nằm trong phần 2 GB đầu của đĩa. Thường làm như thế bằng cách làm cho phân vùng ext2 gốc vừa khít hoàn toàn bên trong phần 2 GB đầu của đĩa. Hoặc bạn có thể tạo một phân vùng ext2 nhỏ gần đầu của đĩa và gắn kết nó vào <filename>/boot</filename>, vì thư mục đó là nơi sẽ cất giữ (các) hát nhân Linux. <filename>/boot</filename> cần phải là đủ lớn để chứa các hạt nhân (và bản sao lưu) bạn có thể muốn tải; 25-50 MB thường là đủ.

source: If you have an existing other operating system such as DOS or Windows and you want to preserve that operating system while installing Debian, you may need to resize its partition to free up space for the Debian installation. The installer supports resizing of both FAT and NTFS filesystems; when you get to the installer's partitioning step, select the option to partition manually and then simply select an existing partition and change its size.
vi: Nếu bạn có hệ điều hành khác đã có, như DOS hay Windows, và bạn muốn giữ lại hệ điều hành đó trong khi cài đặt Debian, bạn có thể cần phải thay đổi kích cỡ của phân vùng nó để giải phóng thêm chỗ trống trên đĩa cho bản cài đặt Debian. Trình cài đặt hỗ trợ khả năng thay đổi kích cỡ của hệ thống tập tin kiểu cả FAT lẫn NTFS; khi bạn tới bước phân vùng của trình cài đặt, hãy chọn tùy chọn <guimenuitem>Tự sửa đổi bảng phân vùng</guimenuitem>, rồi đơn giản chọn một phân vùng đã có và thay đổi kích cỡ của nó.

source: The PC BIOS generally adds additional constraints for disk partitioning. There is a limit to how many <quote>primary</quote> and <quote>logical</quote> partitions a drive can contain. Additionally, with pre 1994&ndash;98 BIOSes, there are limits to where on the drive the BIOS can boot from. More information can be found in the <ulink url="&url-partition-howto;">Linux Partition HOWTO</ulink> and the <ulink url="&url-phoenix-bios-faq-large-disk;">Phoenix BIOS FAQ</ulink>, but this section will include a brief overview to help you plan most situations.
vi: BIOS của máy PC thường thêm ràng buộc nữa vào công việc tạo phân vùng đĩa. Trên đĩa, số phân vùng kiểu <quote>chính</quote> và <quote>hợp lý</quote> bị hạn chế. Hơn nữa, đối với BIOS gốc ở trước năm 1994&ndash;98, có thể khời động BIOS đó từ chỉ một số nơi riêng trên đĩa thôi. Thông tin thêm có thể được tìm trong tài liệu Cách Làm phân vùng <ulink url="&url-partition-howto;">Linux Partition HOWTO</ulink> và tài liệu Hỏi Đáp <ulink url="&url-phoenix-bios-faq-large-disk;">Phoenix BIOS FAQ</ulink>, nhưng phần này chứa một toàn cảnh ngắn để giúp đỡ bạn đặt kế hoạch phần lớn trường hợp.

source: <quote>Primary</quote> partitions are the original partitioning scheme for PC disks. However, there can only be four of them. To get past this limitation, <quote>extended</quote> and <quote>logical</quote> partitions were invented. By setting one of your primary partitions as an extended partition, you can subdivide all the space allocated to that partition into logical partitions. You can create up to 60 logical partitions per extended partition; however, you can only have one extended partition per drive.
vi: Phân vùng <quote>chính</quote> là lược đồ phân vùng gốc cho đĩa kiểu PC. Tuy nhiên, có thể tạo chỉ bốn điều. Để tránh sự hạn chế này, phân vùng kiểu <quote>đã mở rộng</quote> và <quote>hợp lý</quote> đã được phát minh. Bằng cách đặt một của những phân vùng chính là phân vùng đã mở rộng, bạn có khả năng chia nhỏ toàn bộ sức chứa được cấp phát cho phân vùng đó ra nhiều phân vùng hợp lý. Bạn có khả năng tạo đến 60 phân vùng hợp lý trong mỗi phân vùng đã mở rộng; nhưng mà, mỗi đĩa có thể chứa chỉ một phân vùng đã mở rộng thôi.

source: Linux limits the partitions per drive to 15 partitions for SCSI disks (3 usable primary partitions, 12 logical partitions), and 63 partitions on an IDE drive (3 usable primary partitions, 60 logical partitions). However the normal &debian; system provides only 20 devices for partitions, so you may not install on partitions higher than 20 unless you first manually create devices for those partitions.
vi: Linux hạn chế số phân vùng trên mỗi đĩa thành 15 phân vùng trên đĩa kiểu SCSI (3 phân vùng chính có thể dùng, 12 phân vùng hợp lý) và 63 phân vùng trên đĩa IDE (3 phân vùng chính có thể dùng, 60 phân vùng hợp lý). Tuy nhiên, hệ thống &debian; chuẩn cung cấp chỉ 20 thiết bị cho phân vùng, vì vậy bạn không thể cài đặt trên phân vùng nằm sau số 20 nếu bạn không tự tạo thiết bị cho phân vùng đó trước.

source: If you have a large IDE disk, and are using neither LBA addressing, nor overlay drivers (sometimes provided by hard disk manufacturers), then the boot partition (the partition containing your kernel image) must be placed within the first 1024 cylinders of your hard drive (usually around 524 megabytes, without BIOS translation).
vi: Trên một đĩa IDE lớn, nếu bạn không sử dụng khả năng đặt địa chỉ LBA (LBA addressing), cũng không sử dụng trình điều khiển phủ (overlay drivers, đôi khi được cung cấp bởi hãng chế tạo đĩa cứng), bạn phải để phân vùng khời động (phân vùng chứa ảnh hạt nhân) trong 1024 hình trụ thứ nhất của đĩa cứng đó (thường là vùng khoảng 524 MB, không có khả năng dịch BIOS).

source: This restriction doesn't apply if you have a BIOS newer than around 1995&ndash;98 (depending on the manufacturer) that supports the <quote>Enhanced Disk Drive Support Specification</quote>. Both Lilo, the Linux loader, and Debian's alternative <command>mbr</command> must use the BIOS to read the kernel from the disk into RAM. If the BIOS int 0x13 large disk access extensions are found to be present, they will be utilized. Otherwise, the legacy disk access interface is used as a fall-back, and it cannot be used to address any location on the disk higher than the 1023rd cylinder. Once Linux is booted, no matter what BIOS your computer has, these restrictions no longer apply, since Linux does not use the BIOS for disk access.
vi: Sự hạn chế này không có tác động nếu máy tính có BIOS mới hơn năm 1995&ndash;98 (phụ thuộc vào hãng chế tạo) mà hỗ trợ <quote>Đặc tả Hỗ trợ Ổ đĩa Tăng cường</quote>. Cả LILO, bộ tải Linux, lẫn trình xen kẽ của Debian <command>mbr</command> phải sử dụng BIOS để đọc hạt nhân từ đĩa vào bộ nhớ RAM. Nếu nó phát hiện các phần mở rộng truy cập đĩa lớn BIOS int 0x13, nó sẽ sử dụng chúng. Nếu không thì giao diện truy cập đĩa thừa tự được dùng như là khả năng dự trữ, và nó không thể được dùng để định vị trí nào trên đĩa nằm cao hơn hình trụ thứ 1023. Một khi khời động Linux, kiểu BIOS nào không có tác động và những sự hạn chế này không còn có tác động lại, vì Linux không sử dụng BIOS để truy cập đĩa.

source: If you have a large disk, you might have to use cylinder translation techniques, which you can set from your BIOS setup program, such as LBA (Logical Block Addressing) or CHS translation mode (<quote>Large</quote>). More information about issues with large disks can be found in the <ulink url="&url-large-disk-howto;">Large Disk HOWTO</ulink>. If you are using a cylinder translation scheme, and the BIOS does not support the large disk access extensions, then your boot partition has to fit within the <emphasis>translated</emphasis> representation of the 1024th cylinder.
vi: Trên một đĩa lớn, bạn có thể phải sử dụng kỹ xảo dịch hình trụ, mà bạn có thể đặt trong chương trình thiết lập BIOS, như LBA (Logical Block Addressing: định vị khối hợp lý) hay chế độ dịch (<quote>Lớn</quote>). Thông tin thêm về vấn đề đối với đĩa lớn có thể được tìm trong tài liệu Cách Làm đĩa lớn <ulink url="&url-large-disk-howto;">Large Disk HOWTO</ulink>. Nếu bạn sử dụng lược đồ dịch hình trụ, và BIOS đó không hỗ trợ các phần mở rộng truy cập đĩa lớn, phân vùng khời động phải nằm trong đại diện <emphasis>đã dịch</emphasis> của hình trụ thứ 1024.
