Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/partitioning.po
Languages: vi

source: The recommended way of accomplishing this is to create a small (25&ndash;50MB should suffice) partition at the beginning of the disk to be used as the boot partition, and then create whatever other partitions you wish to have, in the remaining area. This boot partition <emphasis>must</emphasis> be mounted on <filename>/boot</filename>, since that is the directory where the Linux kernel(s) will be stored. This configuration will work on any system, regardless of whether LBA or large disk CHS translation is used, and regardless of whether your BIOS supports the large disk access extensions.
vi: Cách khuyến khích làm như thế là tạo một phân vùng nhỏ (25&ndash;50 MB nên là đủ) tại đầu của đĩa, để được dùng là phân vùng khởi động, rồi tạo các phân vùng khác bạn muốn trong vùng còn lại. Phân vùng khởi động này <emphasis>phải</emphasis> được gắn kết vào <filename>/boot</filename>, vì đó là thư mục nơi (các) hạt nhân Linux sẽ được cất giữ. Cấu hình này sẽ hoạt động được trên bất cứ hệ thống nào, bất chấp có dùng LBA hay khả năng dịch CHS đĩa lớn không, và bất chấp BIOS đó hỗ trợ các phần mở rộng đĩa lớn không.

source: The <command>partman</command> disk partitioner is the default partitioning tool for the installer. It manages the set of partitions and their mount points to ensure that the disks and filesystems is properly configured for a successful installation. It actually uses the <command>parted</command> to do the on-disk partitioning.
vi: Bộ tạo phân vùng đĩa <command>partman</command> là công cụ phân vùng mặc định cho trình cài đặt. Nó quản lý tập phân vùng và các điểm lắp để đảm bảo các đĩa và hệ thống tập tin được cấu hình đúng để cài đặt thành công. Nó thật sự dùng trình <command>parted</command> để tạo phân vùng trên đĩa.

source: EFI Recognized Formats
vi: Dạng thức bị EFI nhận diện

source: The IA64 EFI firmware supports two partition table (or disk label) formats, GPT and MS-DOS. MS-DOS, the format typically used on i386 PCs, is no longer recommended for IA64 systems. Although the installer also provides the <command>cfdisk</command>, you should only use the <ulink url="parted.txt"> <command>parted</command></ulink> because only it can manage both GPT and MS-DOS tables correctly.
vi: Phần vững EFI IA64 hỗ trợ hai dạng thức bảng phân vùng (hay nhãn đĩa), GPT và MS-DOS. MS-DOS, dạng thức thường được dùng trên hệ thống PC kiểu i386, không còn khuyến khích cho hệ thống IA64. Mặc dù trình cài đặt cũng cung cấp trình <command>cfdisk</command>, bạn nên dùng chỉ trình <ulink url="parted.txt"> <command>parted</command></ulink> vì nó là chương trình duy nhất có khả năng quản lý đúng bảng kiểu cả GPT lẫn MS-DOS thôi.

source: The automatic partitioning recipes for <command>partman</command> allocate an EFI partition as the first partition on the disk. You can also set up the partition under the <guimenuitem>Guided partitioning</guimenuitem> from the main menu in a manner similar to setting up a <emphasis>swap</emphasis> partition.
vi: Các công thức tạo phân vùng tự động dành cho trình <command>partman</command> có cấp phát một phân vùng EFI như là phân vùng thứ nhất nằm trên đĩa. Bạn cũng có khả năng thiết lập phân vùng đó dưới mục <guimenuitem>Phân vùng đã hướng dẫn</guimenuitem> trong trình đơn chính, bằng cách tương tự với việc thiết lập phân vùng <emphasis>trao đổi</emphasis>.

source: The <command>partman</command> partitioner will handle most disk layouts. For those rare cases where it is necessary to manually set up a disk, you can use the shell as described above and run the <command>parted</command> utility directly using its command line interface. Assuming that you want to erase your whole disk and create a GPT table and some partitions, then something similar to the following command sequence could be used: <informalexample><screen> mklabel gpt mkpartfs primary fat 0 50 mkpartfs primary linux-swap 51 1000 mkpartfs primary ext2 1001 3000 set 1 boot on print quit </screen></informalexample> This creates a new partition table, and three partitions to be used as an EFI boot partition, swap space, and a root file system. Finally it sets the boot flag on the EFI partition. Partitions are specified in Megabytes, with start and end offsets from the beginning of the disk. So, for example, above we created a 1999MB ext2 file system starting at offset 1001MB from the start of the disk. Note that formatting swap space with <command>parted</command> can take a few minutes to complete, as it scans the partition for bad blocks.
vi: Bộ tạo phân vùng <command>partman</command> sẽ quản lý phần lớn bố trí đĩa. Trong rất ít trường hợp khi cần thiết tự thiết lập đĩa, bạn có khả năng sử dụng hệ vỏ như được diễn tả bên trên và chạy trực tiếp tiện ích <command>parted</command> bằng giao diện dòng lệnh của nó. Giả sử bạn muốn xoá bỏ toàn bộ đĩa và tạo một bảng GPT và một số phân vùng, có thể sử dụng điều nào tương tự với dãy lệnh theo đây: <informalexample><screen> mklabel gpt mkpartfs primary fat 0 50 mkpartfs primary linux-swap 51 1000 mkpartfs primary ext2 1001 3000 set 1 boot on print quit </screen></informalexample> Nó tạo một bảng phân vùng mới, và ba phân vùng sẽ được dùng như là phân vùng khởi động EFI, vùng trao đổi và hệ thống tập tin gốc. Cuối cùng nó đặt cờ khởi động trên phân vùng EFI. Các phân vùng được xác định theo MB, với hiệu số bắt đầu và kết thúc từ đầu của đĩa. Vì vậy, lấy thí dụ, bên trên đã tạo một hệ thống tập tin kiểu ext2 có kích cỡ 1999 MB, bắt đầu tại hiệu số 1001 MB từ đầu của đĩa. Ghi chú rằng tiến trình định dạng xong vùng trao đổi bằng <command>parted</command> có thể mất vài phút, vì nó quét phân vùng tìm khối hỏng nào.

source: Boot Loader Partition Requirements
vi: Nhu cầu phân vùng của bộ tải khởi động

source: ELILO, the ia64 boot loader, requires a partition containing a FAT file system with the <userinput>boot</userinput> flag set. The partition must be big enough to hold the boot loader and any kernels or RAMdisks you may wish to boot. A minimum size would be about 20MB, but if you expect to run with multiple kernels, then 128MB might be a better size.
vi: ELILO, bộ tải khởi động kiểu ia64, cần thiết một phân vùng chứa hệ thống tập tin kiểu FAT với cờ <userinput>boot</userinput> (khởi động được) được đặt. Phân vùng đó phải là đủ lớn để chựa bộ tải khởi động và các hạt nhân hay đĩa RAM bạn muốn khởi động. Kích cỡ tối thiểu là khoảng 20 MB, nhưng nếu bạn muốn chạy với nhiều hạt nhân, 128 MB có thể là kích cỡ thích hợp hơn.

source: The EFI Boot Manager and the EFI Shell fully support the GPT table so the boot partition does not necessarily have to be the first partition or even on the same disk. This is convenient if you should forget to allocate the partition and only find out after you have formatted the other partitions on your disk(s). The <command>partman</command> partitioner checks for an EFI partition at the same time it checks for a properly set up <emphasis>root</emphasis> partition. This gives you an opportunity to correct the disk layout before the package install begins. The easiest way to correct this omission is to shrink the last partition of the disk to make enough free space for adding an EFI partition.
vi: Bộ quản lý khởi động EFI và hệ vỏ EFI hỗ trợ hoàn toàn bảng GPT, vì vậy phân vùng khởi động không cần phải là phân vùng thứ nhất hay ngay cả nằm trên cùng đĩa. Trường hợp này tiện lợi nếu bạn quên cấp phát phân vùng và phát hiện lỗi này ngay cả sau khi định dạng các phân vùng khác trên (các) đĩa. Bộ tạo phân vùng <command>partman</command> kiểm tra có phân vùng EFI chưa vào cùng lúc kiểm tra có phân vùng <emphasis>gốc</emphasis> đã được thiết lập đúng chưa. Tiến trình này cho bạn dịp sửa lại bố trí đĩa trước khi tiến trình cài đặt gói có khởi chạy. Cách dễ nhất sửa lại sự bỏ quên này là thu hẹp phân vùng cuối cùng của đĩa để tạo đủ sức chứa còn rảnh để thêm một phân vùng EFI.

source: It is strongly recommended that you allocate the EFI boot partition on the same disk as the <emphasis>root</emphasis> filesystem.
vi: Rất khuyên bạn cấp phát phân vùng khởi động EFI trên cùng một đĩa với hệ thống tập tin <emphasis>gốc</emphasis>.

source: EFI Diagnostic Partitions
vi: Phân vùng chẩn đoán EFI

source: The EFI firmware is significantly more sophisticated than the usual BIOS seen on most x86 PCs. Some system vendors take advantage of the ability of the EFI to access files and run programs from a hard disk filesystem to store diagnostics and EFI based system management utilities on the hard disk. This is a separate FAT format filesystem on the system disk. Consult the system documentation and accessories that come with the system for details. The easiest time to set up a diagnostics partition is at the same time you set up the EFI boot partition.
vi: Phần vững EFI là hơi tinh tế hơn BIOS thường nằm trên phần lớn máy PC kiểu x86. Một số nhà sản xuất hệ thống nhớ dịp khả năng truy cập tập tin của EFI, và chạy chương trình từ hệ thống tập tin đĩa cứng để cất giữ thông tin chẩn đoán và các tiện ích quản lý hệ thống tập tin đựa vào EFI trên đĩa cứng đó. Đây là hệ thống tập tin riêng có dạng thức FAT nằm trên đĩa hệ thống. Hãy xem tài liệu hướng dẫn về hệ thống và các bổ sung của hệ thống để tìm chi tiết. Điểm thời dễ nhất để thiết lập một phân vùng chẩn đoán là cùng lúc thiết lập phân vùng khởi động EFI.

source: SGI machines require an SGI disk label in order to make the system bootable from hard disk. It can be created in the fdisk expert menu. The thereby created volume header (partition number 9) should be at least 3MB large. If the volume header created is too small, you can simply delete partition number 9 and re-add it with a different size. Note that the volume header must start at sector 0.
vi: Máy tính kiểu SGI cần thiết một nhãn đĩa SGI để làm cho hệ thống có khả năng khởi động từ đĩa cứng. Nó có thể được tạo trong trình đơn nhà chuyên môn (expert) của trình fdisk. Phần đầu khối tin (volume header) đã được tạo như thế (phân vùng số 9) nên có kích cỡ ít nhất 3 MB. Nếu phần đầu khối tin đã được tạo có kích cỡ quá nhỏ, bạn đơn giản có thể xoá bỏ phân vùng số 9 và thêm lại nó với kích cỡ khác. Ghi chú rằng phần đầu khối tin phải bắt đầu tại rãnh ghi 0.

source: Partitioning Newer PowerMacs
vi: Tạo phân vùng trên PowerMac mới hơn

source: If you are installing onto a NewWorld PowerMac you must create a special bootstrap partition to hold the boot loader. The size of this partition must be 800KB and its partition type must be <emphasis>Apple_Bootstrap</emphasis>. If the bootstrap partition is not created with the <emphasis>Apple_Bootstrap</emphasis> type your machine cannot be made bootable from the hard disk. This partition can easily be created by creating a new partition in <command>partman</command> and telling it to use it as a <quote>NewWorld boot partition</quote>, or in <command>mac-fdisk</command> using the <userinput>b</userinput> command.
vi: Nếu bạn đang cài đặt vào máy tính kiểu PowerMac mới hơn, bạn phải tạo một phân vùng kiểu tải và khởi động hệ điều hành (bootstrap) để chứa bộ tải khởi động. Kích cỡ của phân vùng này phải là 800 KB và kiểu phân vùng của nó phải là <emphasis>Apple_Bootstrap</emphasis>. Nếu phân vùng tải và khởi động hệ điều hành không phải được tạo với kiểu <emphasis>Apple_Bootstrap</emphasis>, máy tính của bạn không thể được làm cho khởi động được từ đĩa cứng. Phân vùng này có thể được tạo dễ dàng bằng cách tạo một phân vùng mới bằng trình <command>partman</command>, rồi báo trình đó dùng nó như là <quote>NewWorld boot partition</quote> (phân vùng khởi động PowerMac mới hơn), hoặc bằng trình <command>mac-fdisk</command> bằng cách dùng lệnh <userinput>b</userinput>.

source: The special partition type Apple_Bootstrap is required to prevent MacOS from mounting and damaging the bootstrap partition, as there are special modifications made to it in order for OpenFirmware to boot it automatically.
vi: Kiểu phân vùng đặc biệt « Apple_Bootstrap » được cần thiết để ngăn cản hệ điều hành MacOS gắn kết và làm hại phân vùng tải và khởi động hệ điều hành, vì nó đã được sửa đổi đặc biệt để cho phần vững OpenFirmware khả năng khởi động tự động nó.

source: Note that the bootstrap partition is only meant to hold 3 very small files: the <command>yaboot</command> binary, its configuration <filename>yaboot.conf</filename>, and a first stage OpenFirmware loader <command>ofboot.b</command>. It need not and must not be mounted on your file system nor have kernels or anything else copied to it. The <command>ybin</command> and <command>mkofboot</command> utilities are used to manipulate this partition.
vi: Ghi chú rằng phân vùng tải và khởi động hệ điều hành được định chứa chỉ 3 tập tin rất nhỏ : tập tin nhị phân <command>yaboot</command>, cấu hình của nó <filename>yaboot.conf</filename>, và một bộ tải phần vững OpenFirmware giai đoạn thứ nhất <command>ofboot.b</command>. Nó không cần và phải không được gắn kết trên hệ thống tập tin của bạn, cũng không có hạt nhân hay điều khác nào được sao chép vào nó. Những tiện ích <command>ybin</command> và <command>mkofboot</command> được dùng để thao tác phân vùng này.

source: In order for OpenFirmware to automatically boot &debian; the bootstrap partition should appear before other boot partitions on the disk, especially MacOS boot partitions. The bootstrap partition should be the first one you create. However, if you add a bootstrap partition later, you can use <command>mac-fdisk</command>'s <userinput>r</userinput> command to reorder the partition map so the bootstrap partition comes right after the map (which is always partition 1). It's the logical map order, not the physical address order, that counts.
vi: Để phần vững OpenFirmware khởi động tự động &debian;, phân vùng tải và khởi động hệ điều hành nên nằm trước các phân vùng khởi động khác trên đĩa, nhất là phân vùng khởi động của hệ điều hành MacOS. Phân vùng tải và khởi động hệ điều hành nên là phân vùng thứ nhất bị bạn tạo. Tuy nhiên nếu bạn thêm một phân vùng tải và khởi động hệ điều hành vào lúc sau, bạn có thể sử dụng lệnh <userinput>r</userinput> của trình <command>mac-fdisk</command> để sắp xếp lại sơ đồ phân vùng để mà phân vùng tải và khởi động hệ điều hành nằm đúng sau sơ đồ đó (mà luôn luôn là phân vùng số 1). Quan trọng là thứ tự sơ đồ hợp lý, không phải thứ tự địa chỉ vật lý.

source: Apple disks normally have several small driver partitions. If you intend to dual boot your machine with MacOSX, you should retain these partitions and a small HFS partition (800k is the minimum size). That is because MacOSX, on every boot, offers to initialize any disks which do not have active MacOS partitions and driver partitions.
vi: Đĩa kiểu Apple thường có vài phân vùng điều khiển nhỏ. Nếu bạn định khởi động đôi máy tính với hệ điều hành Mac OSX, bạn nên giữ lại các phân vùng đó và một phân vùng kiểu HFS nhỏ (kích cỡ tối thiểu là 800 KB). Đó là vì hệ điều hành Mac OSX, mỗi khi khởi động, cố gắng sở khởi đĩa nào chưa có phân vùng kiểu MacOS và trình điều khiển hoạt động.

source: Make sure you create a <quote>Sun disk label</quote> on your boot disk. This is the only kind of partition scheme that the OpenBoot PROM understands, and so it's the only scheme from which you can boot. The <keycap>s</keycap> key is used in <command>fdisk</command> to create Sun disk labels.
vi: Hãy đảm bảo bạn tạo một <quote>nhãn đĩa Sun</quote> trên đĩa khởi động. Đây là lược đồ phân vùng duy nhất được hiểu bởi PROM của OpenBoot nên nó là lược đồ duy nhất từ đó bạn có khả năng khởi động. Phím <keycap>s</keycap> được dùng trong trình <command>fdisk</command> để tạo nhãn đĩa Sun.

source: Furthermore, on &arch-title; disks, make sure your first partition on your boot disk starts at cylinder 0. While this is required, it also means that the first partition will contain the partition table and the boot block, which are the first two sectors of the disk. You must <emphasis>not</emphasis> put swap on the first partition of the boot drive, since swap partitions do not preserve the first few sectors of the partition. You can put Ext2 or UFS partitions there; these will leave the partition table and the boot block alone.
vi: Hơn nửa, trên đĩa kiểu &arch-title;, hãy đảm bảo phân vùng thứ nhất nằm trên đĩa khởi động có bắt đầu tại hình trụ số 0. Dù nó cần thiết, nó cũng có nghĩa là phân vùng thứ nhất sẽ chứa bảng phân vùng và khối khởi động, hai rãnh ghi thứ nhất của đĩa. Bạn phải <emphasis>không</emphasis> để vùng trao đổi vào phân vùng thứ nhất của ổ đĩa khởi động, vì phân vùng trao đổi không bảo tồn vài rãnh ghi đầu của phân vùng đó. Bạn có khả năng để phân vùng kiểu ext2 hay UFS vào đó ; chúng sẽ không sửa đổi bảng phân vùng hay khối khởi động.

source: It is also advised that the third partition should be of type <quote>Whole disk</quote> (type 5), and contain the entire disk (from the first cylinder to the last). This is simply a convention of Sun disk labels, and helps the <command>SILO</command> boot loader keep its bearings.
vi: Cũng khuyên bạn đặt phân vùng thứ ba là kiểu <quote>Whole disk</quote> (toàn bộ đĩa) (kiểu 5), và chứa toàn bộ đĩa (từ hình trụ thứ nhất đến điều cuối cùng). Đây đơn giản là quy ước của nhãn đĩa Sun, và giúp đỡ bộ tải khởi động <command>SILO</command> định hướng.
