Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/partitioning.po
Languages: vi

source: Partitioning for Debian
vi: Phân vùng cho Debian

source: Deciding on Debian Partitions and Sizes
vi: Quyết định phân vùng Debian và đặt kích cỡ

source: At a bare minimum, GNU/Linux needs one partition for itself. You can have a single partition containing the entire operating system, applications, and your personal files. Most people feel that a separate swap partition is also a necessity, although it's not strictly true. <quote>Swap</quote> is scratch space for an operating system, which allows the system to use disk storage as <quote>virtual memory</quote>. By putting swap on a separate partition, Linux can make much more efficient use of it. It is possible to force Linux to use a regular file as swap, but it is not recommended.
vi: Hệ thống GNU/Linux cần thiết ít nhất một phân vùng cho chính nó. Bạn có thể cấu hình một phân vùng riêng lẻ chứa toàn bộ hệ điều hành, các ứng dụng và tập tin cá nhân. Thường cần thiết một phân vùng trao đổi riêng. Vùng <quote>trao đổi</quote> là sức chứa hỗn tạp cho hệ điều hành, cho phép hệ thống sử dụng sức chứa trên đĩa là <quote>bộ nhớ ảo</quote>. Bằng cách để vùng trao đổi vào phân vùng riêng, bạn cho Linux khả năng rất tận dụng bộ nhớ đó hơn. Có thể ép buộc Linux sử dụng tập tin chuẩn là vùng trao đổi, nhưng mà không khuyên phương pháp đó.

source: Most people choose to give GNU/Linux more than the minimum number of partitions, however. There are two reasons you might want to break up the file system into a number of smaller partitions. The first is for safety. If something happens to corrupt the file system, generally only one partition is affected. Thus, you only have to replace (from the backups you've been carefully keeping) a portion of your system. At a bare minimum, you should consider creating what is commonly called a <quote>root partition</quote>. This contains the most essential components of the system. If any other partitions get corrupted, you can still boot into GNU/Linux to fix the system. This can save you the trouble of having to reinstall the system from scratch.
vi: Phần lớn người chọn cho GNU/Linux có hơn số phân vùng tối thiểu. Có hai lý do bạn có thể muốn chia hệ thống tập tin ra nhiều phân vùng nhỏ hơn. Lý do thứ nhất là sự an toàn. Nếu cái gì xảy ra để hỏng hệ thống tập tin, thường chỉ một phân vùng bị hại. Vì vậy bạn cần phải phục hồi (từ bản sao lưu thường tạo) chỉ một phần của hệ thống. Bạn nên tạo tối thiểu phân vùng thường được gọi như là <quote>phân vùng gốc</quote>, mà chứa những thành phần chủ yếu nhất của hệ thống. Nếu phân vùng khác nào bị hỏng, bạn vẫn còn có khả năng khời động vào GNU/Linux để sửa chữa hệ thống. Phân vùng gốc có thể tránh trường hợp mà bạn phải cài đặt lại toàn bộ hệ thống.

source: The second reason is generally more important in a business setting, but it really depends on your use of the machine. For example, a mail server getting spammed with e-mail can easily fill a partition. If you made <filename>/var/mail</filename> a separate partition on the mail server, most of the system will remain working even if you get spammed.
vi: Lý do thứ hai thường là quan trọng hơn trong trường hợp kinh doanh, nhưng nó thật sự phụ thuộc vào cách sử dụng máy tính. Lấy thí dụ, máy phục vụ thư tín bị tràn bằng thư rác có thể chiếm toàn bộ phân vùng một cách dễ dàng. Nếu bạn đã cấu hình vùng thư tín <filename>/var/mail</filename> là phân vùng riêng trên máy phục vụ thư tín, phần lớn của hệ thống sẽ còn lại hoạt động được thậm chí nếu nó bị tràn bằng thư rác.

source: The only real drawback to using more partitions is that it is often difficult to know in advance what your needs will be. If you make a partition too small then you will either have to reinstall the system or you will be constantly moving things around to make room in the undersized partition. On the other hand, if you make the partition too big, you will be wasting space that could be used elsewhere. Disk space is cheap nowadays, but why throw your money away?
vi: Mặt không thuận lợi thật duy nhất khi sử dụng nhiều phân vùng hơn là thường khó mà biết trước các nhu cầu của mình. Nếu bạn đã cấu hình phân vùng quá nhỏ, bạn sẽ phải hoặc cài đặt lại hệ thống, hoặc chuyển các thứ ra để làm chỗ rảnh trong phân vùng thấp nhỏ đó. Mặt khác, nếu bạn đã cấu hình phân vùng quá lớn, bạn sẽ hoài phí sức chứa có thể được tận dụng trên vùng khác. Hiện thời sức chứa là rẻ, nhưng tại sao xài phí tiền?

source: The Directory Tree
vi: Xây thư mục

source: &debian; adheres to the <ulink url="&url-fhs-home;">Filesystem Hierarchy Standard</ulink> for directory and file naming. This standard allows users and software programs to predict the location of files and directories. The root level directory is represented simply by the slash <filename>/</filename>. At the root level, all Debian systems include these directories:
vi: &debian; theo <ulink url="&url-fhs-home;">Tiêu chuẩn Phân cấp Hệ thống Tập tin</ulink> khi đặt tên của tập tin và thư mục. Tiêu chuẩn này cho người dùng và chương trình phần mềm có khả năng dự đoán vị trí của tập tin và thư mục. Thư mục cấp gốc được đại diện đơn giản bằng dấu xuyệc <filename>/</filename>. Trên cấp gốc, mọi hệ thống Debian chứa những thư mục này:

source: Directory
vi: Thư mục

source: Content
vi: Nội dung

source: Essential command binaries
vi: Tập tin nhị phân lệnh chủ yếu

source: boot
vi: <filename>boot</filename>

source: Static files of the boot loader
vi: Tập tin tĩnh của bộ tải khời động

source: Device files
vi: Tập tin thiết bị

source: Host-specific system configuration
vi: Cấu hình hệ thống đặc trưng cho máy

source: home
vi: <filename>home</filename>

source: User home directories
vi: Thư mục chính của người dùng

source: Essential shared libraries and kernel modules
vi: Thư viện dùng chung chủ yếu và mô-đun hạt nhân

source: media
vi: <filename>media</filename>

source: Contains mount points for replaceable media
vi: Chứa điểm lắp cho vật chứa có thể thay thế

source: Mount point for mounting a file system temporarily
vi: Điểm lắp để gắn kết tạm thời hệ thống tập tin

source: proc
vi: <filename>proc</filename>

source: Virtual directory for system information (2.4 and 2.6 kernels)
vi: Thư mục ảo cho thông tin hệ thống (hạt nhân 2.4 và 2.6)

source: root
vi: <filename>root</filename>

source: Home directory for the root user
vi: Thư mục chính của người dùng chủ

source: sbin
vi: <filename>sbin</filename>

source: Essential system binaries
vi: Tập tin nhị phân hệ thống chủ yếu

source: Virtual directory for system information (2.6 kernels)
vi: Thư mục ảo cho thông tin hệ thống (hạt nhân 2.6)

source: Temporary files
vi: Tập tin tạm thời

source: Secondary hierarchy
vi: Phân cấp phụ

source: Variable data
vi: Dữ liệu có thể thay đổi

source: Add-on application software packages
vi: Gói phần mềm ứng dụng bổ sung

source: The following is a list of important considerations regarding directories and partitions. Note that disk usage varies widely given system configuration and specific usage patterns. The recommendations here are general guidelines and provide a starting point for partitioning.
vi: Theo đây có danh sách các sự cân nhắc quan trọng về thư mục và phân vùng. Ghi chú rằng cách sử dụng đĩa thay đổi nhiều với kiểu cấu hình hệ thống và mẫu sử dụng riêng. Những sự giới thiệu này là hướng dẫn chung và cung cấp điểm bắt đầu tạo phân vùng.

source: The root partition <filename>/</filename> must always physically contain <filename>/etc</filename>, <filename>/bin</filename>, <filename>/sbin</filename>, <filename>/lib</filename> and <filename>/dev</filename>, otherwise you won't be able to boot. Typically 150&ndash;250 MB is needed for the root partition.
vi: Thư mục gốc <filename>/</filename> luôn luôn phải chứa <filename>/etc</filename>, <filename>/bin</filename>, <filename>/sbin</filename>, <filename>/lib</filename> và <filename>/dev</filename>, nếu không thì bạn không thể khời động. Thường cần thiết vùng 150&ndash;250 MB cho phân vùng gốc.

source: <filename>/usr</filename>: contains all user programs (<filename>/usr/bin</filename>), libraries (<filename>/usr/lib</filename>), documentation (<filename>/usr/share/doc</filename>), etc. This is the part of the file system that generally takes up most space. You should provide at least 500 MB of disk space. This amount should be increased depending on the number and type of packages you plan to install. A generous workstation or server installation should allow 4-6 GB.
vi: Thư mục <filename>/usr</filename>: chứa mọi chương trình người dùng (<filename>/usr/bin</filename>), thư viện (<filename>/usr/lib</filename>), tài liệu hướng dẫn (<filename>/usr/share/doc</filename>), v.v. Đây là phần của hệ thống tập tin mà thường chiếm sức chứa nhiều nhất. Bạn nên cung cấp cho nó ít nhất 500 MB sức chứa trên đĩa, và tăng số lượng này phụ thuộc vào số và kiểu gói cần cài đặt. Bản cài đặt có chạy trên máy trạm hay máy phục vụ nên tính rộng lượng đến 4-6 GB.

source: <filename>/var</filename>: variable data like news articles, e-mails, web sites, databases, the packaging system cache, etc. will be placed under this directory. The size of this directory depends greatly on the usage of your system, but for most people will be dictated by the package management tool's overhead. If you are going to do a full installation of just about everything Debian has to offer, all in one session, setting aside 2 or 3 gigabyte of space for <filename>/var</filename> should be sufficient. If you are going to install in pieces (that is to say, install services and utilities, followed by text stuff, then X, ...), you can get away with 300&ndash;500 MB. If hard drive space is at a premium and you don't plan on doing major system updates, you can get by with as little as 30 or 40 MB.
vi: Thư mục <filename>/var</filename>: dữ liệu có thể thay đổi, như bài tin, thư điện tử, nơi Mạng, co sở dữ liệu, bộ nhớ tạm của hệ thống quản lý gói phần mềm v.v. sẽ nằm dưới thư mục này. Kích cỡ của thư mục này phụ thuộc nhiều vào cách sử dụng hệ thống, nhưng thường được điều khiển bằng các tài nguyên cần thiết bởi công cụ quản lý gói. Nếu bạn định cài đặt đầy đủ, gần mọi thứ bị Debian cung cấp trong cùng một phiên chạy, việc cấp phát 2-3 GB sức chứa riêng cho <filename>/var</filename> nên là đủ. Còn nếu bạn định cài đặt từ từ (cài đặt các dịch vụ và tiện ích, rồi các điều nhập thô, rồi X v.v.), bạn có thể làm trôi chảy trong 300&ndash;500 MB. Nếu sức chứa trên đĩa cứng được đánh giá cao, và bạn không định chạy tiến trình cập nhật hệ thống quan trọng, bạn có thể hoạt động trong vùng ít nhất 30-40 MB.

source: <filename>/tmp</filename>: temporary data created by programs will most likely go in this directory. 40&ndash;100 MB should usually be enough. Some applications &mdash; including archive manipulators, CD/DVD authoring tools, and multimedia software &mdash; may use <filename>/tmp</filename> to temporarily store image files. If you plan to use such applications, you should adjust the space available in <filename>/tmp</filename> accordingly.
vi: Thư mục <filename>/tmp</filename>: dữ liệu tạm thời được tạo bởi chương trình sẽ thường nằm trong thư mục này. Sức chứa đủ thường là 40-100 MB. Một số ứng dụng &mdash; gồm bộ thao tác kho, công cụ tác giả đĩa CD/DVD và phần mềm đa phương tiện &mdash; có thể dùng thư mục <filename>/tmp</filename> để cất giữ tạm thời tập tin ảnh. Nếu bạn định sử dụng ứng dụng như vậy, bạn nên điều chỉnh sức chứa sẵn sàng trong thư mục <filename>/tmp</filename> cho phù hợp.

source: <filename>/home</filename>: every user will put his personal data into a subdirectory of this directory. Its size depends on how many users will be using the system and what files are to be stored in their directories. Depending on your planned usage you should reserve about 100 MB for each user, but adapt this value to your needs. Reserve a lot more space if you plan to save a lot of multimedia files (pictures, MP3, movies) in your home directory.
vi: Thư mục <filename>/home</filename>: mỗi người dùng sẽ để các dữ liệu cá nhân vào thư mục con của thư mục này. Kích cỡ của nó phụ thuộc vào số người dùng sẽ sử dụng hệ thống đó và tập tin nào sẽ được cất giữ trong thư mục của họ. Phụ thuộc vào cách sử dụng đã định, bạn nên dành riêng khoảng 100 MB cho mỗi người dùng, nhưng thích nghi giá trị đó với nhu cầu của bạn. Hãy dành riêng rất nhiều sức chứa hơn nếu bạn định lưu nhiều tập tin đa phương tiện (ảnh, âm nhạc, phim) vào thư mục chính này.

source: Recommended Partitioning Scheme
vi: Bố trí phân vùng khuyến khích

source: For new users, personal Debian boxes, home systems, and other single-user setups, a single <filename>/</filename> partition (plus swap) is probably the easiest, simplest way to go. However, if your partition is larger than around 6GB, choose ext3 as your partition type. Ext2 partitions need periodic file system integrity checking, and this can cause delays during booting when the partition is large.
vi: Đối với người dùng mới, máy tính Debian cá nhân, hệ thống ở nhà, và các thiết lập người đơn khác, một phân vùng <filename>/</filename> riêng lẻ (cộng vùng trao đổi) rất có thể là cách làm dễ dàng nhất. Tuy nhiên, nếu bạn có phân vùng lớn hơn khoảng 6 GB, hãy chọn ext3 là kiểu phân vùng. Phân vùng kiểu ext2 cần thiết được kiểm tra theo định kỷ (tính nguyên vẹn hệ thống tập tin) mà có thể gây ra tiến trình khời động bị hoãn trên phân vùng lớn.

source: For multi-user systems or systems with lots of disk space, it's best to put <filename>/usr</filename>, <filename>/var</filename>, <filename>/tmp</filename>, and <filename>/home</filename> each on their own partitions separate from the <filename>/</filename> partition.
vi: Còn đối với hệ thống đa người dùng, hay hệ thống có rất nhiều sức chứa trên đĩa, tốt nhất là để mỗi thư mục <filename>/usr</filename>, <filename>/var</filename>, <filename>/tmp</filename>, và <filename>/home</filename> trên một phân vùng riêng với phân vùng <filename>/</filename>.

source: You might need a separate <filename>/usr/local</filename> partition if you plan to install many programs that are not part of the Debian distribution. If your machine will be a mail server, you might need to make <filename>/var/mail</filename> a separate partition. Often, putting <filename>/tmp</filename> on its own partition, for instance 20 to 50MB, is a good idea. If you are setting up a server with lots of user accounts, it's generally good to have a separate, large <filename>/home</filename> partition. In general, the partitioning situation varies from computer to computer depending on its uses.
vi: Có lẽ bạn cần thiết một phân vùng <filename>/usr/local</filename> riêng nếu bạn định cài đặt nhiều chương trình không thuộc về bản phát hành Debian. Nếu máy tính của bạn sẽ chạy trình phục vụ thư tín, có lẽ bạn cần phải đặt thư mục <filename>/var/mail</filename> là một phân vùng riêng. Thường, việc để thư mục <filename>/tmp</filename> trên phân vùng riêng (v.d. 20-50 MB) là ý kiến tốt. Nếu bạn đang thiết lập máy phục vụ có nhiều tài khoản người dùng, thường có ích để tạo phân vùng <filename>/home</filename> lớn riêng. Nói chung, trường hợp cấu hình phân vùng thay đổi từ máy tính này đến máy tính khác, phụ thuộc vào cách sử dụng.

source: For very complex systems, you should see the <ulink url="&url-multidisk-howto;"> Multi Disk HOWTO</ulink>. This contains in-depth information, mostly of interest to ISPs and people setting up servers.
vi: Đối với hệ thống rất phức tạp, bạn nên xem tài liệu Cách Làm Đa Đĩa <ulink url="&url-multidisk-howto;"> Multi Disk HOWTO</ulink>. Nó chứa thông tin hoàn toàn, phần lớn có ích cho nhà cung cấp dịch vụ Mạng và người thiết lập máy phục vụ.

source: With respect to the issue of swap partition size, there are many views. One rule of thumb which works well is to use as much swap as you have system memory. It also shouldn't be smaller than 16MB, in most cases. Of course, there are exceptions to these rules. If you are trying to solve 10000 simultaneous equations on a machine with 256MB of memory, you may need a gigabyte (or more) of swap.
vi: Có nhiều ý kiến về kích cỡ thích hợp của phân vùng trao đổi. Theo kinh nghiệm, có ích để cấu hình vùng trao đổi có cùng một kích cỡ với bộ nhớ hệ thống. Trong phần lớn trường hợp, kích cỡ tối thiểu là 16 MB. Tất nhiên những quy tắc này có ngoại lệ: nếu bạn đang cố gắng giải 1000 phương trình đồng thời trên máy tính có chỉ 256 MB bộ nhớ, bạn có thể cần thiết 1 GB vùng trao đổi.

source: On the other hand, Atari Falcons and Macs feel pain when swapping, so instead of making a large swap partition, get as much RAM as possible.
vi: Mặt khác, máy tính kiểu Atari Falcon và Mac gặp khó khăn trong việc trao đổi, vậy thay vào tạo vùng trao đổi lớn, bạn hãy được càng nhiều RAM càng có thể.

source: On 32-bit architectures (i386, m68k, 32-bit SPARC, and PowerPC), the maximum size of a swap partition is 2GB. That should be enough for nearly any installation. However, if your swap requirements are this high, you should probably try to spread the swap across different disks (also called <quote>spindles</quote>) and, if possible, different SCSI or IDE channels. The kernel will balance swap usage between multiple swap partitions, giving better performance.
vi: Trên kiến trúc kiểu 32-bit (i386, m68k, 32-bit SPARC, và PowerPC), kích cỡ tối đa của phân vùng trao đổi là 2GB. Đó nên là đủ cho gần bất cứ bản cài đặt nào. Tuy nhiên, nếu bạn cần thiết vùng trao đổi lớn như vậy, rất có thể là bạn nên cố gắng chia vùng trao đổi ra nhiều đĩa khác nhau (cũng được gọi như là <quote>spindle</quote>) và, nếu có thể, ra nhiều kênh SCSI hay IDE khác nhau. Hạt nhân sẽ làm cho cân xứng cách sử dụng vùng trao đổi giữa nhiều phân vùng trao đổi, làm hiệu suất tốt hơn.

source: As an example, an older home machine might have 32MB of RAM and a 1.7GB IDE drive on <filename>/dev/hda</filename>. There might be a 500MB partition for another operating system on <filename>/dev/hda1</filename>, a 32MB swap partition on <filename>/dev/hda3</filename> and about 1.2GB on <filename>/dev/hda2</filename> as the Linux partition.
vi: Lấy thí dụ, một máy cũ hơn có 32MB RAM và đĩa cứng IDE 1.7GB trên <filename>/dev/hda</filename>. Có một phân vùng 500MB cho hệ điều hành khác trên <filename>/dev/hda1</filename>, một phân vùng trao đổi 32MB trên <filename>/dev/hda3</filename> và khoảng 1.2GB phân vùng Linux trên <filename>/dev/hda2</filename>.

source: For an idea of the space taken by tasks you might be interested in adding after your system installation is complete, check <xref linkend="tasksel-size-list"/>.
vi: Để tìm biết sức chứa được chiếm bởi công việc bạn có thể muốn thêm sau khi cài đặt xong hệ thống, hãy xem phần <xref linkend="tasksel-size-list"/>.

source: Device Names in Linux
vi: Tên thiết bị Linux

source: Linux disks and partition names may be different from other operating systems. You need to know the names that Linux uses when you create and mount partitions. Here's the basic naming scheme:
vi: Tên của đĩa và phân vùng Linux có thể là khác với hệ điều hành khác. Bạn cần phải biết những tên bị Linux dùng khi bạn tạo và gắn kết phân vùng. Đây là lược đồ đặt tên cơ bản:

source: The first floppy drive is named <filename>/dev/fd0</filename>.
vi: Đĩa mềm thứ nhất có tên <filename>/dev/fd0</filename>.

source: The second floppy drive is named <filename>/dev/fd1</filename>.
vi: Đĩa mềm thứ hai có tên <filename>/dev/fd1</filename>.

source: The first SCSI disk (SCSI ID address-wise) is named <filename>/dev/sda</filename>.
vi: Đĩa SCSI thứ nhất (dạng địa chỉ mã nhận diện SCSI) có tên <filename>/dev/sda</filename>.

source: The second SCSI disk (address-wise) is named <filename>/dev/sdb</filename>, and so on.
vi: Đĩa SCSI thứ hai (dạng địa chỉ) có tên <filename>/dev/sdb</filename>, v.v.

source: The first SCSI CD-ROM is named <filename>/dev/scd0</filename>, also known as <filename>/dev/sr0</filename>.
vi: Đĩa CD-ROM SCSI thứ nhất có tên <filename>/dev/scd0</filename>, cũng được biết như là <filename>/dev/sr0</filename>.

source: The master disk on IDE primary controller is named <filename>/dev/hda</filename>.
vi: Đĩa chính trên bộ điều khiển chính IDE có tên <filename>/dev/hda</filename>.

source: The slave disk on IDE primary controller is named <filename>/dev/hdb</filename>.
vi: Đĩa phụ trên bộ điều khiển chính IDE có tên <filename>/dev/hdb</filename>.

source: The master and slave disks of the secondary controller can be called <filename>/dev/hdc</filename> and <filename>/dev/hdd</filename>, respectively. Newer IDE controllers can actually have two channels, effectively acting like two controllers. <phrase arch="m68k"> The letters may differ from what shows in the mac program pdisk (i.e. what shows up as <filename>/dev/hdc</filename> on pdisk may show up as <filename>/dev/hda</filename> in Debian). </phrase>
vi: Những đĩa chính và phụ của bộ điều khiển phụ có tên <filename>/dev/hdc</filename> và <filename>/dev/hdd</filename>, riêng từng cái. Bộ điều khiển IDE mới hơn thật sự có thể có hai kênh, có kết quả là hành động của hai bộ điều khiển. <phrase arch="m68k"> Những chữ có thể khác biệt với chữ được hiển thị trong chương trình Mac pdisk (tức là pdisk hiển thị <filename>/dev/hdc</filename> còn Debian hiển thị <filename>/dev/hda</filename>). </phrase>

source: The first XT disk is named <filename>/dev/xda</filename>.
vi: Đĩa XT thứ nhất có tên <filename>/dev/xda</filename>.

source: The second XT disk is named <filename>/dev/xdb</filename>.
vi: Đĩa XT thứ hai có tên <filename>/dev/xdb</filename>.

source: The first ACSI device is named <filename>/dev/ada</filename>, the second is named <filename>/dev/adb</filename>.
vi: Thiết bị ACSI thứ nhất có tên <filename>/dev/ada</filename>, điều thứ hai có tên <filename>/dev/adb</filename>.

source: The first DASD device is named <filename>/dev/dasda</filename>.
vi: Thiết bị DASD thứ nhất có tên <filename>/dev/dasda</filename>.

source: The second DASD device is named <filename>/dev/dasdb</filename>, and so on.
vi: Thiết bị DASD thứ hai có tên <filename>/dev/dasdb</filename>, v.v.

source: The partitions on each disk are represented by appending a decimal number to the disk name: <filename>sda1</filename> and <filename>sda2</filename> represent the first and second partitions of the first SCSI disk drive in your system.
vi: Những phân vùng nằm trên mỗi đĩa được đại diện bằng cách phụ thêm một số thập phân vào tên đĩa: <filename>sda1</filename> và <filename>sda2</filename> đại diện phân vùng thứ nhất và thứ hai của ổ đĩa SCSI thứ nhất trên hệ thống.

source: Here is a real-life example. Let's assume you have a system with 2 SCSI disks, one at SCSI address 2 and the other at SCSI address 4. The first disk (at address 2) is then named <filename>sda</filename>, and the second <filename>sdb</filename>. If the <filename>sda</filename> drive has 3 partitions on it, these will be named <filename>sda1</filename>, <filename>sda2</filename>, and <filename>sda3</filename>. The same applies to the <filename>sdb</filename> disk and its partitions.
vi: Lấy thí dụ cuộc sống thực. Giả sử bạn có hệ thống với 2 đĩa SCSI, một đĩa tại địa chỉ SCSI 2 và đĩa khác tại địa chỉ SCSI 4. Đĩa thứ nhất (tại địa chỉ 2) thì có tên <filename>sda</filename>, và đĩa thứ hai có tên <filename>sdb</filename>. Nếu ổ đĩa <filename>sda</filename> chứa 3 phân vùng, chúng sẽ có tên <filename>sda1</filename>, <filename>sda2</filename> và <filename>sda3</filename>. Cũng vậy với đĩa <filename>sdb</filename> và các phân vùng nằm trên nó.
