Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/post-install.po
Languages: fi, ko

source: Next Steps and Where to Go From Here
fi: Mitä seuraavaksi?
ko: 다음 단계 및 그 다음에 할 일

source: Shutting down the system
ko: 시스템 끄기

source: To shut down a running Linux system, you must not reboot with the reset switch on the front or back of your computer, or just turn off the computer. Linux should be shut down in a controlled manner, otherwise files might get lost and/or disk damage might occur. If you run a desktop environment, there is usually an option to <quote>log out</quote> available from the application menu that allows you to shutdown (or reboot) the system.
ko: 동작하는 리눅스 시스템을 셧다운할 때는, (컴퓨터의 앞이나 뒤에 있는) 리셋 스위치를 눌러서 다시 시작하거나 컴퓨터 전원을 끄면 안 됩니다. 리눅스는 정해진 방법을 이용해서 꺼야 하고, 그렇지 않으면 파일이 지워지거나 디스크가 손상될 수 있습니다. 데스크탑 환경에서 동작하는 시스템이라면, 프로그램 메뉴에 <quote>로그아웃</quote> 옵션이 있고 그 메뉴에서 시스템을 끌 수 (아니면 다시 시작할 수) 있습니다.

source: Alternatively you can press the key combination <keycombo> <keycap>Ctrl</keycap> <keycap>Alt</keycap> <keycap>Del</keycap> </keycombo> <phrase arch="powerpc"> or <keycombo> <keycap>Control</keycap> <keycap>Shift</keycap> <keycap>Power</keycap> </keycombo> on Macintosh systems</phrase>. A last option is to log in as root and type one of the commands <command>poweroff</command>, <command>halt</command> or <command>shutdown -h now</command> if either of the key combinations do not work or you prefer to type commands; use <command>reboot</command> to reboot the system.
ko: 다른 방법으로 <keycombo> <keycap>Ctrl</keycap> <keycap>Alt</keycap> <keycap>Del</keycap> </keycombo> <phrase arch="powerpc">아니면 매킨토시 시스템에서는 <keycombo> <keycap>Control</keycap> <keycap>Shift</keycap> <keycap>Power</keycap> </keycombo> </phrase>키 조합을 누를 수도 있습니다. 또 다른 방법으로 위의 키 조합이 동작하지 않거나 명령어 사용을 더 좋아한다면, 루트(root)로 로그인해서 <command>poweroff</command>, <command>halt</command> 아니면 <command>shutdown -h now</command> 명령을 사용하고 시스템을 다시 시작하려면 <command>reboot</command> 명령을 사용합니다.

source: If You Are New to Unix
fi: Uusille Unix-käyttäjille
ko: 유닉스를 처음 접한다면

source: If you are new to Unix, you probably should go out and buy some books and do some reading. A lot of valuable information can also be found in the <ulink url="&url-debian-reference;">Debian Reference</ulink>. This <ulink url="&url-unix-faq;">list of Unix FAQs</ulink> contains a number of UseNet documents which provide a nice historical reference.
fi: Uuden Unix-käyttäjän lienee parasta hankkia kirjoja ja lukea niitä. Arvokasta tietoa on paljon myös teoksessa <ulink url="&url-debian-reference;">Debian Reference</ulink>. Osoitteesta <ulink url="&url-unix-faq;">list of Unix FAQs</ulink> löytyy useita UseNetin kirjoituksia, ne ovat myös hieno näkymä historiaan.
ko: 유닉스를 처음 접한다면, 책을 사서 읽어 보는 게 좋을 것입니다. 또 여러가지 좋은 정보가 <ulink url="&url-debian-reference;">Debian Reference</ulink>에 있습니다. <ulink url="&url-unix-faq;">list of Unix FAQs</ulink>에는 기억에 남을 만한 훌륭한 참고자료로 여러가지 유즈넷 문서 목록이 들어 있습니다.

source: Linux is an implementation of Unix. The <ulink url="&url-ldp;">Linux Documentation Project (LDP)</ulink> collects a number of HOWTOs and online books relating to Linux. Most of these documents can be installed locally; just install the <classname>doc-linux-html</classname> package (HTML versions) or the <classname>doc-linux-text</classname> package (ASCII versions), then look in <filename>/usr/share/doc/HOWTO</filename>. International versions of the LDP HOWTOs are also available as Debian packages.
fi: Linux on eräs Unix-toteutus. Osoitteessa <ulink url="&url-ldp;">Linux Documentation Project (LDP)</ulink> on koottuna useita HOWTO-ohjeita ja netistä saatavilla olevia kirjoja Linuxista. Useimmat näistä teoksista voi asentaa omaan koneeseensa; asennetaan <classname>doc-linux-html</classname> -paketti (HTML versiot) tai <classname>doc-linux-text</classname> -paketti (tekstiversiot), ohjeet tulevat hakemistoon <filename>/usr/share/doc/HOWTO</filename>. LDP:n HOWTO-ohjeita on saatavilla myös Debian-paketteina eri kielillä. Suomenkielinen <ulink url="http://linux.fi/">Linux.fi-wiki</ulink> kokoaa paljon ohjeita, myös aloittelijalle sopivia.
ko: 리눅스는 유닉스를 구현한 것입니다. <ulink url="&url-ldp;">Linux Documentation Project (LDP)</ulink> 사이트에는 리눅스에 관한 여러가지 HOWTO와 온라인 서적이 있습니다. 이 문서를 컴퓨터에 직접 설치할 수도 있습니다. <classname>doc-linux-html</classname> 패키지 (HTML 버전) 아니면 <classname>doc-linux-text</classname> 패키지를 (ASCII 버전) 설치하시고, <filename>/usr/share/doc/HOWTO</filename> 안의 파일을 읽어보십시오. LDP HOWTO도 여러가지 언어로 된 데비안 패키지가 있습니다.

source: Orienting Yourself to Debian
fi: Asennoidu oikein Debianiin
ko: 데비안에 익숙해지기

source: Debian is a little different from other distributions. Even if you're familiar with Linux in other distributions, there are things you should know about Debian to help you to keep your system in a good, clean state. This chapter contains material to help you get oriented; it is not intended to be a tutorial for how to use Debian, but just a very brief glimpse of the system for the very rushed.
fi: Debian eroaa jonkin verran muista jakeluista. Myös muita Linux-jakeluita käyttäneiden olisi tiedettävä Debianista muutamia seikkoja jotta järjestelmä pysyisi hyvässä vireessä. Tämän luvun sisältö antaa suuntaviivoja, tarkoitus ei ole opettaa kädestä pitäen Debianin käyttöä, vaan olla hyvin tiivis katsaus hyvin kiireisille lukijoille.
ko: 데비안은 다른 배포판과 약간 다릅니다. 다른 배포판에 익숙해져 있다고 해도, 몇 가지는 알아둬야 시스템을 훌륭하고 깔끔한 상태로 유지합니다. 이 장에서는 데비안에 익숙해지는 방법을 설명합니다. 데비안을 사용하는 방법을 하나하나 설명하지는 않고, 성급한 분을 위해 아주 약간의 시스템 개요만 설명합니다.

source: Debian Packaging System
fi: Debianin paketointijärjestelmä
ko: 데비안 패키지 시스템

source: The most important concept to grasp is the Debian packaging system. In essence, large parts of your system should be considered under the control of the packaging system. These include: <itemizedlist> <listitem><para> <filename>/usr</filename> (excluding <filename>/usr/local</filename>) </para></listitem> <listitem><para> <filename>/var</filename> (you could make <filename>/var/local</filename> and be safe in there) </para></listitem> <listitem><para> <filename>/bin</filename> </para></listitem> <listitem><para> <filename>/sbin</filename> </para></listitem> <listitem><para> <filename>/lib</filename> </para></listitem> </itemizedlist> For instance, if you replace <filename>/usr/bin/perl</filename>, that will work, but then if you upgrade your <classname>perl</classname> package, the file you put there will be replaced. Experts can get around this by putting packages on <quote>hold</quote> in <command>aptitude</command>.
fi: Debianin paketointijärjestelmä on tärkein käsitteistä jotka olisi ymmärrettävä. Lyhyesti sanottuna, järjestelmässä on suuria osia joiden hallinnoinnista vastaa paketointijärjestelmä. Näitä osia ovat:<itemizedlist> <listitem><para> <filename>/usr</filename> (paitsi <filename>/usr/local</filename>) </para></listitem> <listitem><para> <filename>/var</filename> (hakemisto <filename>/var/local</filename> voidaan tehdä ja huseerata siellä vapaasti) </para></listitem> <listitem><para> <filename>/bin</filename> </para></listitem> <listitem><para> <filename>/sbin</filename> </para></listitem> <listitem><para> <filename>/lib</filename> </para></listitem> </itemizedlist> Jos esimerkiksi tiedosto <filename>/usr/bin/perl</filename> korvataan, se onnistuu mutta päivitettäessä paketti <classname>perl</classname> korvatun tiedoston päälle kirjoitetaan. Asiantuntevat käyttäjä voivat kiertää tämän pulman <quote>jäädyttämällä</quote> paketin komennolla <command>aptitude</command>.
ko: 알아 둬야 하는 가장 중요한 개념은 데비안 패키지 시스템입니다. 원칙적으로 패키지 시스템이 시스템의 대부분을 제어합니다. 이 부분은: <itemizedlist> <listitem><para> <filename>/usr</filename> (<filename>/usr/local</filename> 제외) </para></listitem> <listitem><para> <filename>/var</filename> (<filename>/var/local</filename>을 만들면 그 안에서는 제어하지 않음) </para></listitem> <listitem><para> <filename>/bin</filename> </para></listitem> <listitem><para> <filename>/sbin</filename> </para></listitem> <listitem><para> <filename>/lib</filename> </para></listitem> </itemizedlist> 예를 들어 <filename>/usr/bin/perl</filename> 파일을 덮어 썼다고 하면 당장은 덮어 쓴 파일로 동작하긴 하지만, <classname>perl</classname> 패키지를 업그레이드하면 그 파일을 업그레이드하면서 다시 덮어 씁니다. 고급 사용자라면 <command>aptitude</command>에서 해당 패키지를 <quote>고정</quote>상태로 놓아서 이 문제를 피해갑니다.

source: One of the best installation methods is apt. You can use the command line version <command>apt-get</command> or full-screen text version <application>aptitude</application>. Note apt will also let you merge main, contrib, and non-free so you can have export-restricted packages as well as standard versions.
fi: Eräs parhaista asennustavoista apt. Käytettävissä on komentoriviltä toimiva <command>apt-get</command> tai kokoruudun tekstitilassa toimiva <application>aptitude</application>. Huomaa, että apt sallii pää-, contrib- ja epävapaa-jakeluiden yhdistämisen, jolloin vientirajoitusten piirissä olevat paketitkin ovat saatavilla.
ko: APT는 가장 훌륭한 패키지 설치 도구의 하나입니다. 명령행 방식의 <command>apt-get</command>을 사용할 수도 있고, 텍스트 전체 화면 방식의 <application>aptitude</application>를 사용할 수도 있습니다. APT를 이용해 main, contrib, non-free 모두에서 설치할 수 있고, 또 표준 패키지 외에 특정 국가로 수출이 제한되어 있는 패키지까지도 설치할 수 있습니다.

source: Application Version Management
fi: Vaihtoehtoja sovelluksille
ko: 프로그램 버전 관리

source: Alternative versions of applications are managed by update-alternatives. If you are maintaining multiple versions of your applications, read the update-alternatives man page.
fi: Usein on samaan tarkoitukseen useita sovelluksia. Komennon <command>update-alternatives</command> avulla voidaan valita oma mielisovellus käyttöön jos tarjolla on useita. Kannattaa lukea man-sivu komennolle update-alteranatives.
ko: 같은 이름의 프로그램이 여러가지 버전이 있는 경우 update-alternatives에서 관리합니다. 여러 버전의 프로그램을 관리하고 있다면, update-alternative 맨페이지를 읽어 보십시오.

source: Cron Job Management
fi: Tehtävien ajastettu suoritus
ko: CRON 작업 관리

source: Any jobs under the purview of the system administrator should be in <filename>/etc</filename>, since they are configuration files. If you have a root cron job for daily, weekly, or monthly runs, put them in <filename>/etc/cron.{daily,weekly,monthly}</filename>. These are invoked from <filename>/etc/crontab</filename>, and will run in alphabetic order, which serializes them.
fi: Kaikkien järjestelmän ylläpitäjän tehtäviin liittyvien tiedostojen tulisi sijaita hakemistossa <filename>/etc</filename> koska siellä on asetustiedostoja. Pääkäyttäjän ajastetut tehtävät päivittäin, viikoittain tai kuukausittain suoritettaviksi olisi tallennettava hakemistoihin <filename>/etc/cron.{daily,weekly,monthly}</filename>. Ne käynnistetään tiedostosta <filename>/etc/crontab</filename>, ja suoritetaan aakkosjärjestyksessä yksi kerrallaan.
ko: 시스템 관리자 권한으로 하는 작업은 설정 파일이므로, 모두 <filename>/etc</filename> 안에 들어 있어야 합니다. 루트 권한으로 매일, 매주, 매달 실행할 CRON 작업이 있으면, 그 스크립트를 <filename>/etc/cron.{daily,weekly,monthly}</filename> 아래에 넣으십시오. 이 스크립트는 <filename>/etc/crontab</filename>에서 실행하고, 알파벳 순서로 하나씩 실행합니다.

source: On the other hand, if you have a cron job that (a) needs to run as a special user, or (b) needs to run at a special time or frequency, you can use either <filename>/etc/crontab</filename>, or, better yet, <filename>/etc/cron.d/whatever</filename>. These particular files also have an extra field that allows you to stipulate the user account under which the cron job runs.
ko: 한편 (1) 특정 사용자로 실행할 CRON 작업이 있거나 (2) 특정 시간이나 특정 주기로 실행할 작업이 있으면 <filename>/etc/crontab</filename>을 사용하거나, 아니면 더 좋은 방법으로 <filename>/etc/cron.d/아무개</filename>를 사용할 수 있습니다. 이 파일에는 CRON 작업을 실행할 사용자를 지정하는 필드가 따로 있습니다.

source: In either case, you just edit the files and cron will notice them automatically. There is no need to run a special command. For more information see cron(8), crontab(5), and <filename>/usr/share/doc/cron/README.Debian</filename>.
fi: Kummakssakin tapauksessa muokataan tiedostoja ja cron havaitsee muutoksen automaattisesti. Erikoiskomentoja ei tarvitse käynnistää. Lisätietoa löytyy man-sivuilta cron(8), crontab(5) ja tiedostosta <filename>/usr/share/doc/cron/README.Debian</filename>.
ko: 어떤 방법을 사용하든 파일을 편집하기만 하면 CRON에서 자동으로 인식하고 처리합니다. 다른 명령어를 실행할 필요가 없습니다. 더 자세한 정보는 cron(8), crontab(5), <filename>/usr/share/doc/cron/README.Debian</filename> 파일을 참고하십시오.

source: Further Reading and Information
fi: Lisää lukemista ja lisätietoja
ko: 그 외의 읽을 거리 및 정보

source: If you need information about a particular program, you should first try <userinput>man <replaceable>program</replaceable></userinput>, or <userinput>info <replaceable>program</replaceable></userinput>.
fi: Yksittäisestä ohjelmasta saa tietoa ensinnäkin komennoilla <userinput>man <replaceable>ohjelma</replaceable></userinput> tai <userinput>info <replaceable>ohjelma</replaceable></userinput>.
ko: 특정 프로그램에 대한 정보를 보려면, <userinput>man <replaceable>프로그램</replaceable></userinput> 명령을 실행해 보시고, 아니면 <userinput>info <replaceable>프로그램</replaceable></userinput> 명령을 실행해 보십시오.

source: There is lots of useful documentation in <filename>/usr/share/doc</filename> as well. In particular, <filename>/usr/share/doc/HOWTO</filename> and <filename>/usr/share/doc/FAQ</filename> contain lots of interesting information. To submit bugs, look at <filename>/usr/share/doc/debian/bug*</filename>. To read about Debian-specific issues for particular programs, look at <filename>/usr/share/doc/(package name)/README.Debian</filename>.
fi: Myöskin hakemistossa <filename>/usr/share/doc</filename> on runsaasti hyödyllisiä ohjeistoja. Erityisesti <filename>/usr/share/doc/HOWTO</filename> ja <filename>/usr/share/doc/FAQ</filename> sisältävät paljon kiinnostavaa tietoa. Ennen vikailmoituksen tekemistä luetaan <filename>/usr/share/doc/debian/bug*</filename>. Ohjelman nimenomaan Debianiin liittyvistä ominaisuuksista löytyy tieto tiedostosta <filename>/usr/share/doc/(paketin nimi)/README.Debian</filename>.
ko: <filename>/usr/share/doc</filename>에도 좋은 문서가 많이 들어 있습니다. 특히 <filename>/usr/share/doc/HOWTO</filename> 및 <filename>/usr/share/doc/FAQ</filename>에 재미있는 정보가 많이 들어 있습니다. 버그를 제출하려면 <filename>/usr/share/doc/debian/bug*</filename> 파일을 보십시오. 어떤 프로그램의 데비안 관련 정보를 보려면 <filename>/usr/share/doc/(패키지이름)/README.Debian</filename> 파일을 보십시오.

source: The <ulink url="http://www.debian.org/">Debian web site</ulink> contains a large quantity of documentation about Debian. In particular, see the <ulink url="http://www.debian.org/doc/FAQ/">Debian GNU/Linux FAQ</ulink> and the <ulink url="http://www.debian.org/doc/user-manuals#quick-reference">Debian Reference</ulink>. An index of more Debian documentation is available from the <ulink url="http://www.debian.org/doc/ddp">Debian Documentation Project</ulink>. The Debian community is self-supporting; to subscribe to one or more of the Debian mailing lists, see the <ulink url="http://www.debian.org/MailingLists/subscribe"> Mail List Subscription</ulink> page. Last, but not least, the <ulink url="http://lists.debian.org/">Debian Mailing List Archives</ulink> contain a wealth of information on Debian.
fi: <ulink url="http://www.debian.org/">Debianin webbisivustossa</ulink> on paljon tietoa Debianista. Katso erityisesti <ulink url="http://www.debian.org/doc/FAQ/">Debian GNU/Linux FAQ</ulink> ja <ulink url="http://www.debian.org/doc/user-manuals#quick-reference">Debian Reference</ulink>. Debianin muiden ohjeiden hakemisto on <ulink url="http://www.debian.org/doc/ddp">Debian Documentation Project</ulink>. Debian-yhteisö tekee talkootyötä; Debianin postituslistoille liitytään <ulink url="http://www.debian.org/MailingLists/subscribe">Postilistoille liittyminen</ulink> -sivulla. Viimeisenä mutten vähäisimpänä <ulink url="http://lists.debian.org/">Debianin postituslistojen arkistot</ulink> sisältää suuren määrän Debian-tietoa.
ko: <ulink url="http://www.debian.org/">데비안 홈페이지</ulink>에는 많은 양의 데비안 관련 문서가 있습니다. 특히 <ulink url="http://www.debian.org/doc/FAQ/">데비안 GNU/리눅스 FAQ</ulink> 와 <ulink url="http://www.debian.org/doc/user-manuals#quick-reference">데비안 레퍼런스</ulink>를 보십시오. 기타 수많은 데비안 문서의 목록이 <ulink url="http://www.debian.org/doc/ddp">데비안 문서 프로젝트</ulink>에 있습니다. 데비안 커뮤니티는 서로를 돕는 모임입니다. 데비안 메일링 리스트에 가입하려면 <ulink url="http://www.debian.org/MailingLists/subscribe">메일링 리스트 가입</ulink> 페이지를 보십시오. 마지막으로 <ulink url="http://lists.debian.org/">데비안 메일링 리스트 아카이브</ulink>에는 데비안에 대한 수많은 정보가 들어 있습니다.

source: A general source of information on GNU/Linux is the <ulink url="http://www.tldp.org/">Linux Documentation Project</ulink>. There you will find the HOWTOs and pointers to other very valuable information on parts of a GNU/Linux system.
fi: Yleistä tietoa GNU/Linuxista tarjoaa <ulink url="http://www.tldp.org/">Linux Documentation Project</ulink>. Saatavilla on HOWTO-ohjeita ja viitteitä muuhun hyvin arvokkaaseen tietoon GNU/Linux-järjestelmän osista.
ko: GNU/리눅스에 관한 정보는 보통 <ulink url="http://www.tldp.org/">Linux Documentation Project</ulink>에 보면 있습니다. 여기에 GNU/리눅스 시스템에 관한 하우투 및 다른 훌륭한 정보가 들어 있는 링크가 있습니다.

source: Setting Up Your System To Use E-Mail
ko: 시스템에 전자메일 준비하기

source: Today, email is an important part of many people's life. As there are many options as to how to set it up, and as having it set up correctly is important for some Debian utilities, we will try to cover the basics in this section.
ko: 전자메일은 오늘날 많은 사람들의 삶에 중요한 위치를 차지하고 있습니다. 전자메일을 준비하는 방법은 여러가지가 있고 제대로 설정해야만 동작하는 데비안 응용프로그램이 있으므로, 여기서 기초적인 사항을 다룹니다.

source: There are three main functions that make up an e-mail system. First there is the <firstterm>Mail User Agent</firstterm> (MUA) which is the program a user actually uses to compose and read mails. Then there is the <firstterm>Mail Transfer Agent</firstterm> (MTA) that takes care of transferring messages from one computer to another. And last there is the <firstterm>Mail Delivery Agent</firstterm> (MDA) that takes care of delivering incoming mail to the user's inbox.
ko: 전자메일 시스템은 크게 세 가지로 구성됩니다. 우선 사용자가 실제로 전자메일을 작성하고 읽는데 사용하는 <firstterm>Mail User Agent</firstterm>(MUA)가 있습니다. 그리고 한 컴퓨터에서 다른 컴퓨터로 전자메일을 전달하는 <firstterm>Mail Transfer Agent</firstterm>(MTA)가 있습니다. 마지막으로 받은 전자메일을 사용자의 편지함으로 전달하는 일을 하는 <firstterm>Mail Delivery Agent</firstterm>(MDA)가 있습니다.

source: These three functions can be performed by separate programs, but they can also be combined in one or two programs. It is also possible to have different programs handle these functions for different types of mail.
ko: 이 세가지 기능은 각각 다른 프로그램에서 담당할 수도 있고, 한 개나 두 개 프로그램에서 담당할 수도 있습니다. 또한 전자메일 종류별로 여러가지 프로그램이 담당할 수도 있습니다.

source: On Linux and Unix systems <command>mutt</command> is historically a very popular MUA. Like most traditional Linux programs it is text based. It is often used in combination with <command>exim</command> or <command>sendmail</command> as MTA and <command>procmail</command> as MDA.
ko: 리눅스 및 유닉스 시스템에서는 전통적으로 <command>mutt</command>가 아주 널리 쓰이는 MUA입니다. 전통적인 리눅스 프로그램 대부분과 마찬가지로 텍스트 기반 프로그램입니다. <command>mutt</command>는 보통 <command>exim</command>이나 <command>sendmail</command>을 MTA로 쓰고 <command>procmail</command>을 MDA로 씁니다.

source: With the increasing popularity of graphical desktop systems, the use of graphical e-mail programs like GNOME's <command>evolution</command>, KDE's <command>kmail</command> or Mozilla's <command>thunderbird</command> (in Debian available as <command>icedove</command><footnote> <para> The reason that <command>thunderbird</command> has been renamed to <command>icedove</command> in Debian has to do with licensing issues. Details are outside the scope of this manual. </para> </footnote>) is becoming more popular. These programs combine the function of a MUA, MTA and MDA, but can &mdash; and often are &mdash; also be used in combination with the traditional Linux tools.
ko: 그래픽 데스크탑에 대한 인기가 늘어나면서, 그놈 <command>에볼루션</command>이나 KDE의 <command>kmail</command> 혹은 모질라의 <command>thunderbird</command>(데비안에서는 <command>icedove</command>를 사용합니다<footnote> <para> 라이선스 문제때문에 데비안에서는 <command>thunderbird</command>의 이름을 <command>icedove</command>로 바꾸었습니다. 자세한 이야기는 이 안내서의 범위를 벗어납니다. </para> </footnote>)같은 그래픽 전자메일 프로그램 사용이 늘어나고 있습니다. 이런 프로그램에는 MUA, MTA, MDA의 기능이 합쳐져 있지만, 전통적인 리눅스 도구와 함께 사용할 수도 있습니다.

source: Default E-Mail Configuration
ko: 기본 전자메일 설정

source: Even if you are planning to use a graphical mail program, it is important that a traditional MTA/MDA is also installed and correctly set up on your Linux system. Reason is that various utilities running on the system<footnote> <para> Examples are: <command>cron</command>, <command>quota</command>, <command>logcheck</command>, <command>aide</command>, &hellip; </para> </footnote> can send important notices by e-mail to inform the system administrator of (potential) problems or changes.
ko: 그래픽 메일 프로그램을 사용한다고 해도, 전통적인 MTA/MDA를 설치하고 올바르게 설정해 놓는 편이 좋습니다. 그 이유는 시스템에서 동작하는 여러가지 유틸리티가<footnote> <para> 예를 들어: <command>cron</command>, <command>quota</command>, <command>logcheck</command>, <command>aide</command>, &hellip; </para> </footnote> 시스템 관리자에게 (혹시 발생할 수 있는) 문제점이나 바뀐 사항과 같이 중요한 정보를 보낼 때 MTA/MDA를 이용하기 때문입니다.

source: For this reason the packages <classname>exim4</classname> and <classname>mutt</classname> will be installed by default (provided you did not unselect the <quote>standard</quote> task during the installation). <classname>exim4</classname> is a combination MTA/MDA that is relatively small but very flexible. By default it will be configured to only handle e-mail local to the system itself and e-mails addressed to the system administrator (root account) will be delivered to the regular user account created during the installation<footnote> <para> The forwarding of mail for root to the regular user account is configured in <filename>/etc/aliases</filename>. If no regular user account was created, the mail will of course be delivered to the root account itself. </para> </footnote>.
ko: 이러한 이유때문에 <classname>exim4</classname> 및 <classname>mutt</classname> 패키지는 기본으로 설치합니다. (설치할 때 <quote>표준</quote> 태스크 선택을 해제한다면 설치하지 않습니다.) <classname>exim4</classname>는 MTA/MDA가 결합된 프로그램으로 작지만 매우 유연합니다. 기본값으로 시스템의 로컬 메일만 처리하도록 설정되어 있고 시스템 관리자에게 (루트 계정) 보내는 메일은 설치할 때 만드는 사용자 계정으로 배달합니다<footnote> <para> 루트 메일을 전달하는 계정은 <filename>/etc/aliases</filename>에 설정되어 있습니다. 물론 일반 사용자 계정을 만들지 않았다면 메일은 루트 계정 자체에 배달합니다. </para> </footnote>.

source: When system e-mails are delivered they are added to a file in <filename>/var/mail/<replaceable>account_name</replaceable></filename>. The e-mails can be read using <command>mutt</command>.
ko: 시스템 전자메일을 배달할 때 그 메일은 <filename>/var/mail/<replaceable>계정_이름</replaceable></filename> 파일 뒤에 추가됩니다. 해당 전자메일은 <command>mutt</command>로 읽을 수 있습니다.

source: Sending E-Mails Outside The System
ko: 시스템 외부에 전자메일 보내기

source: As mentioned earlier, the installed Debian system is only set up to handle e-mail local to the system, not for sending mail to others nor for receiving mail from others.
ko: 앞에서 말한 것처럼 데비안 시스템을 설치하면 시스템 내부의 전자메일만 처리하도록 설정되어 있고, 외부로 보내는 메일이나 외부에서 메일 받기는 설정되어 있지 않습니다.

source: If you would like <classname>exim4</classname> to handle external e-mail, please refer to the next subsection for the basic available configuration options. Make sure to test that mail can be sent and received correctly.
ko: <classname>exim4</classname>에서 외부 전자메일을 처리하도록 하려면, 다음의 기초 설정 옵션을 참고하십시오. 테스트 메일을 올바르게 보내고 받는 지 확인하십시오.

source: If you intend to use a graphical mail program and use a mail server of your Internet Service Provider (ISP) or your company, there is not really any need to configure <classname>exim4</classname> for handling external e-mail. Just configure your favorite graphical mail program to use the correct servers to send and receive e-mail (how is outside the scope of this manual).
ko: 그래픽 메일 프로그램을 사용하고 여러분의 인터넷 서비스 회사 혹은 여러분의 회사의 메일 서버를 사용한다면, 외부 전자메일을 처리하려고 <classname>exim4</classname>를 설정할 필요가 전혀 없습니다. 사용하려는 그래픽 메일 프로그램을 설정해서 전자메일을 보내고 받는 데 이용할 서버를 올바르게 설정하십시오. (이 설정 방법은 이 안내서의 범위를 벗어납니다.)
