Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/post-install.po
Languages: fi, ko

source: However, in that case you may need to configure individual utilities to correctly send e-mails. One such utility is <command>reportbug</command>, a program that facilitates submitting bug reports against Debian packages. By default it expects to be able to use <classname>exim4</classname> to submit bug reports.
ko: 외부 메일 서버를 사용하는 경우에도 각각의 유틸리티마다 올바르게 전자메일을 보내도록 설정해야 할 수 있습니다. 그러한 유틸리티의 하나가 <command>reportbug</command>로 데비안 패키지에 대한 버그 보고서를 보내는 기능을 하는 프로그램입니다. 기본값으로 <classname>exim4</classname>를 사용해 버그 보고를 보내도록 되어 있습니다.

source: To correctly set up <command>reportbug</command> to use an external mail server, please run the command <command>reportbug --configure</command> and answer <quote>no</quote> to the question if an MTA is available. You will then be asked for the SMTP server to be used for submitting bug reports.
ko: <command>reportbug</command>가 외부 메일 서버를 사용하도록 설정하려면, <command>reportbug --configure</command> 명령을 실행해서 MTA가 있는 지 여부를 묻는 질문에 <quote>no</quote>라고 답하십시오. 그러면 그 다음에 버그 보고를 보낼 때 사용할 SMTP 서버를 입력할 수 있습니다.

source: Configuring the Exim4 Mail Transport Agent
ko: Exim4 MTA 설정하기

source: If you would like your system to also handle external e-mail, you will need to reconfigure the <classname>exim4</classname> package<footnote> <para> You can of course also remove <classname>exim4</classname> and replace it with an alternative MTA/MDA. </para> </footnote>:
ko: 시스템에서 외부 전자메일까지 처리하게 만드려면, <classname>exim4</classname> 패키지를 다시 설정해야 합니다<footnote> <para> 물론 <classname>exim4</classname>를 지우고 다른 MTA/MDA로 바꿔 버릴 수도 있습니다. </para> </footnote>:

source: After entering that command (as root), you will be asked if you want split the configuration into small files. If you are unsure, select the default option.
ko: 명령어를 (루트 권한으로) 실행하면, 설정 파일을 작은 파일로 나눌 지 여부를 물어봅니다. 잘 모르겠으면 기본 옵션을 선택하십시오.

source: Next you will be presented with several common mail scenarios. Choose the one that most closely resembles your needs.
ko: 그 다음에 자주 사용하는 여러 가지 전자메일 시나리오를 표시합니다. 필요한 사항에 가장 가까운 시나리오를 선택하십시오.

source: internet site
ko: 인터넷 사이트

source: Your system is connected to a network and your mail is sent and received directly using SMTP. On the following screens you will be asked a few basic questions, like your machine's mail name, or a list of domains for which you accept or relay mail.
ko: 시스템이 네트워크에 연결되어 있고 메일은 SMTP를 사용해 직접 보내고 받습니다. 다음 화면에서 시스템의 메일 이름이나 사용할 도메인의 목록 등 기본적인 질문을 물어봅니다.

source: mail sent by smarthost
ko: 스마트호스트가 메일 보내기

source: In this scenario your outgoing mail is forwarded to another machine, called a <quote>smarthost</quote>, which takes care of sending the message on to its destination. The smarthost also usually stores incoming mail addressed to your computer, so you don't need to be permanently online. That also means you have to download your mail from the smarthost via programs like fetchmail.
ko: 이 시나리오에서는 다른 컴퓨터를 통해 메일을 보냅니다. 그 다른 컴퓨터를 <quote>스마트호스트</quote>라고 하고, 메일을 목적지에 보내는 역할을 담당합니다. 스마트호스트는 보통 받은 메일을 저장해 놓고 있으므로, 여러분의 컴퓨터를 계속 연결해 놓지 않아도 됩니다. 메일을 받을 때는 fetchmail과 같은 프로그램으로 가져올 수도 있습니다.

source: In a lot of cases the smarthost will be your ISP's mail server, which makes this option very suitable for dial-up users. It can also be a company mail server, or even another system on your own network.
ko: 보통 스마트호스트는 인터넷 서비스 회사의 메일 서버를 말합니다. 전화 접속 사용자의 경우에는 분명히 인터넷 서비스 회사의 서버를 말합니다. 스마트호스트는 회사의 메일 서버가 될 수도 있고, 내부 네트워크에 있는 다른 시스템이 될 수도 있습니다.

source: mail sent by smarthost; no local mail
ko: 스마트호스트가 메일을 보내고, 로컬 메일 없음

source: This option is basically the same as the previous one except that the system will not be set up to handle mail for a local e-mail domain. Mail on the system itself (e.g. for the system administrator) will still be handled.
ko: 이 옵션은 앞의 옵션과 같지만 로컬 전자메일 도메인에 대한 메일을 처리하지 않습니다. 시스템 내부의 메일은 (예를 들어 시스템 관리자에게 보내는 메일은) 계속 처리합니다.

source: local delivery only
ko: 로컬 배달

source: This is the option your system is configured for by default.
ko: 시스템이 기본값으로 이렇게 설정되어 있습니다.

source: no configuration at this time
ko: 지금 설정 안함

source: Choose this if you are absolutely convinced you know what you are doing. This will leave you with an unconfigured mail system &mdash; until you configure it, you won't be able to send or receive any mail and you may miss some important messages from your system utilities.
ko: 무슨 일을 하는 지 확실히 알고 있는 경우에만 선택합니다. 이 옵션을 사용하면 메일 시스템을 설정되지 않은 상태로 남겨 놓습니다. 설정하지 않으면 메일을 보내거나 받을 수 없을 뿐만아니라 시스템 유틸리티가 보내는 중요한 메시지를 놓칠 수 있습니다.

source: If none of these scenarios suits your needs, or if you need a finer grained setup, you will need to edit configuration files under the <filename>/etc/exim4</filename> directory after the installation is complete. More information about <classname>exim4</classname> may be found under <filename>/usr/share/doc/exim4</filename>; the file <filename>README.Debian.gz</filename> has further details about configuring <classname>exim4</classname> and explains where to find additional documentation.
ko: 이 시나리오가 모두 맞지 않거나, 아니면 좀 더 세밀한 설정을 하고 싶다면, 설치를 다 마친 다음에 <filename>/etc/exim4</filename> 디렉토리 아래의 설정 파일을 설정할 수 있습니다. <classname>exim4</classname>에 대한 좀 더 자세한 정보는 <filename>/usr/share/doc/exim4</filename>에 들어 있습니다. <filename>README.Debian.gz</filename> 파일에 <classname>exim4</classname>에 설정에 대한 더 자세한 정보가 들어 있고 어디에서 더 자세한 문서를 찾을 수 있는 지 쓰여 있습니다.

source: Note that sending mail directly to the Internet when you don't have an official domain name, can result in your mail being rejected because of anti-spam measures on receiving servers. Using your ISP's mail server is preferred. If you still do want to send out mail directly, you may want to use a different e-mail address than is generated by default. If you use <classname>exim4</classname> as your MTA, this is possible by adding an entry in <filename>/etc/email-addresses</filename>.
ko: 공식적인 도메인 이름이 없을 때 인터넷으로 직접 메일을 보내면 받는 서버의 스팸 방지 장치때문에 메일이 거부될 수도 있습니다. ISP의 메일 서버를 사용하는 게 좋습니다. 정말로 메일을 직접 보내고 싶다면, 기본으로 만드는 전자메일 주소가 아닌 다른 주소를 사용하십시오. <filename>/etc/email-addresses</filename>에 한 줄 추가하면 전자메일 주소를 바꿀 수 있습니다.

source: Compiling a New Kernel
fi: Uuden ytimen kääntäminen
ko: 새 커널 컴파일하기

source: Why would someone want to compile a new kernel? It is often not necessary since the default kernel shipped with Debian handles most configurations. Also, Debian often offers several alternative kernels. So you may want to check first if there is an alternative kernel image package that better corresponds to your hardware. However, it can be useful to compile a new kernel in order to:
fi: Miksi pitäisi kääntää uusi ydin? Usein se ei olekaan välttämätöntä, sillä Debianin toimittama oletusydin toimii useimmissa laitekokoonpanoissa. Lisäksi Debianissa on usein tarjolla useita vaihtoehtoisia ytimiä. Niimpä kannattaa ensin tarkistaa onko paremmin laitteistoon sopiva vaihtoehtoinen ytimen paketti saatavilla. Saattaa kuitenkin olla hyödyllistä kääntää uusi ydin jotta:
ko: 왜 커널을 새로 컴파일할까요? 데비안에 들어 있는 기본 커널은 대부분의 상황에서 동작하기 때문에 보통 다시 컴파일할 필요가 없습니다. 또 데비안에는 여러 가지 커널 패키지가 들어 있습니다. 그래서 하드웨어에 더 적합한 다른 커널 이미지 패키지가 있는 지 먼저 확인해 보는 게 좋습니다. 하지만 다음 이유때문에 커널을 컴파일하는 게 좋을 수도 있습니다:

source: handle special hardware needs, or hardware conflicts with the pre-supplied kernels
fi: laitteiston erikoisominaisuudet saadaan käytettyä, tai valmiiden ytimien aiheuttamat laitteistoristiriidat vältettyä
ko: 특별한 하드웨어가 필요할 때, 혹은 기존 커널에서 하드웨어 충돌이 발생할 때

source: use options of the kernel which are not supported in the pre-supplied kernels (such as high memory support)
fi: saadaan käyttöön ytimen valitsimet joita ei tueta valmiissa ytimissä (kuten 4 Gt muistin koko)
ko: 기본 커널에서 지원하지 않는 커널 옵션 사용 (예를 들어 큰 메모리 지원)

source: optimize the kernel by removing useless drivers to speed up boot time
fi: optimoidaan ydintä poistamalla ajureita joita ei käytetä käynnistymisen nopeuttamiseksi
ko: 필요없는 드라이버를 지우는 식으로 커널을 최적화해 부팅 시간 빠르게 하기

source: create a monolithic instead of a modularized kernel
fi: tehdään staattisesti linkattu ydin eikä moduuleja käyttävä
ko: 모듈 여러 개로 구성된 커널 대신에 이미지 하나로 된 커널 만들기

source: run an updated or development kernel
fi: otetaan käyttöön päivitetty ydin tai ytimen kehitysversio
ko: 새로 업데이트된 커널이나 개발 버전 커널 사용

source: learn more about linux kernels
fi: opiskellaan linux-ytimestä lisää
ko: 리눅스 커널 공부하기

source: Kernel Image Management
fi: Useita asennettuja ytimiä
ko: 커널 이미지 관리

source: Don't be afraid to try compiling the kernel. It's fun and profitable.
fi: Ei pidä pelätä ytimen kääntämistä. Se on hauskaa ja hyödyllistä.
ko: 커널 컴파일을 꺼려하지 마십시오. 재미있는 일이고 그만큼 좋은 점이 있습니다.

source: To compile a kernel the Debian way, you need some packages: <classname>fakeroot</classname>, <classname>kernel-package</classname>, <classname>linux-source-2.6</classname> and a few others which are probably already installed (see <filename>/usr/share/doc/kernel-package/README.gz</filename> for the complete list).
ko: 데비안 방식으로 커널을 컴파일하려면, 패키지가 몇개 필요합니다: <classname>fakeroot</classname>, <classname>kernel-package</classname>, <classname>linux-source-2.6</classname>및 기타 (아마도 이미 설치되어 있을) 패키지. (완전한 목록은 <filename>/usr/share/doc/kernel-package/README.gz</filename> 파일을 참고하십시오.)

source: This method will make a .deb of your kernel source, and, if you have non-standard modules, make a synchronized dependent .deb of those too. It's a better way to manage kernel images; <filename>/boot</filename> will hold the kernel, the System.map, and a log of the active config file for the build.
fi: Tällä tavalla ytimen lähdekoodeista kootaan .deb-paketti, ja myös yhteensopiva riippuvaksi merkitty .deb ei-standardeista moduleista jos niitä käytetään. Tämä on parempi tapa käyttää useita ytimiä; hakemistoon <filename>/boot</filename> tallennetaan ydin, System.map ja koostamisessa käytetty config-tiedosto.
ko: 이 방법을 이용해 커널 소스에서 .deb 패키지 파일을 만들고, 커널에 들어 있지 않은 모듈이 있으면 그 모듈의 .deb 파일도 커널에 맞춰서 만듭니다. 이 방법이 커널 이미지를 관리하는 더 좋은 방법입니다. <filename>/boot</filename> 안에 커널, System.map 및 빌드할 때 사용한 커널 설정 파일이 들어갑니다.

source: Note that you don't <emphasis>have</emphasis> to compile your kernel the <quote>Debian way</quote>; but we find that using the packaging system to manage your kernel is actually safer and easier. In fact, you can get your kernel sources right from Linus instead of <classname>linux-source-2.6</classname>, yet still use the <classname>kernel-package</classname> compilation method.
ko: <quote>데비안 방식</quote>으로 커널을 컴파일할 <emphasis>필요는</emphasis> 없습니다. 하지만 패키지 시스템을 통해 커널을 관리하는 게 더 안전하고 더 쉽습니다. <classname>linux-source-2.6</classname> 패키지가 아니라 직접 리누스 토발즈가 배포하는 커널 소스를 이용한다고 해도 <classname>kernel-package</classname> 컴파일 방법을 계속 사용할 수 있습니다.

source: Note that you'll find complete documentation on using <classname>kernel-package</classname> under <filename>/usr/share/doc/kernel-package</filename>. This section just contains a brief tutorial.
fi: Huomaa paketin <classname>kernel-package</classname> ohjeiden kokonaisuudessaan löytyvän hakemistosta <filename>/usr/share/doc/kernel-package</filename>. Tässä luvun ohjeet opastavat lyhyesti kädestä pitäen ohjelman käytössä.
ko: <filename>/usr/share/doc/kernel-package</filename> 안에 <classname>kernel-package</classname>를 사용하는 방법에 대한 문서가 있습니다. 여기에서는 간단히 어떤 단계를 거쳐야 하는지만 설명합니다.

source: Hereafter, we'll assume you have free rein over your machine and will extract your kernel source to somewhere in your home directory<footnote> <para> There are other locations where you can extract kernel sources and build your custom kernel, but this is easiest as it does not require special permissions. </para> </footnote>. We'll also assume that your kernel version is &kernelversion;. Make sure you are in the directory to where you want to unpack the kernel sources, extract them using <userinput>tar xjf /usr/src/linux-source-&kernelversion;.tar.bz2</userinput> and change to the directory <filename>linux-source-&kernelversion;</filename> that will have been created.
ko: 여기서부터는, 루트 권한 없이 자기 홈 디렉토리에 커널 소스를 풀었다고 가정합니다<footnote> <para> 다른 위치에 커널 소스를 풀고 빌드할 수도 있지만, 특정 권한이 없이도 할 수 있는 가장 쉬운 방법입니다. </para> </footnote>. 또 커널 버전이 &kernelversion; 버전이라고 가정합니다. 커널 소스를 풀려는 디렉토리에서, <userinput>tar xjf /usr/src/linux-source-&kernelversion;.tar.bz2</userinput> 명령으로 커널 소스를 풀고, 새로 만들어진 <filename>linux-source-&kernelversion;</filename> 디렉토리로 들어가십시오.

source: Now, you can configure your kernel. Run <userinput>make xconfig</userinput> if X11 is installed, configured and being run; run <userinput>make menuconfig</userinput> otherwise (you'll need <classname>libncurses5-dev</classname> installed). Take the time to read the online help and choose carefully. When in doubt, it is typically better to include the device driver (the software which manages hardware peripherals, such as Ethernet cards, SCSI controllers, and so on) you are unsure about. Be careful: other options, not related to a specific hardware, should be left at the default value if you do not understand them. Do not forget to select <quote>Kernel module loader</quote> in <quote>Loadable module support</quote> (it is not selected by default). If not included, your Debian installation will experience problems.
fi: Nyt on tehtävä ytimen asetukset. Komenna <userinput>make xconfig</userinput> jos X11:n asetukset on tehty, se on asennettu ja käynnissä; muussa tapauksessa komenna <userinput>make menuconfig</userinput> (<classname>libncurses5-dev</classname> on oltava asennettuna). Lue käytönaikaiset ohjeet ajan kanssa ja valitse huolellisesti. Jos et ole varma, yleensä parempi ottaa mukaan laiteajuri (ohjelma joka huolehtii oheislaitteista kuiten verkkokorteista, SCSI-ohjaimista ja niin edelleen). On oltava varovainen: valitsimet jotka eivät liity johonkin tiettyyn laitteeseen on parasta jättää oletusarvoonsa jos et ymmärrä niitä. Älä unohda valita <quote>Kernel module loader</quote> valikosta <quote>Loadable module support</quote> (se ei ole valittuna oletusarvona). Jos sitä ei oteta mukaan, Debian-asennus kohtaa pulmia.
ko: 그리고 커널을 설정합니다. X11을 설치했고 X11이 돌아가는 중이라면 <userinput>make xconfig</userinput>를 실행합니다. 아니면 <userinput>make menuconfig</userinput>를 실행합니다. (<userinput>menuconfig</userinput>는 <classname>libncurses5-dev</classname> 패키지를 설치해야 합니다.) 온라인 도움말을 읽어 보시면서 주의를 기울여 옵션을 선택하십시오. 뭔가 의심스러운 게 있으면, 잘 모르더라도 해당 장치 드라이버(이더넷 카드, SCSI 컨트롤러 등 하드웨어 주변장치를 관리하는 소프트웨어)를 포함하는 편이 더 좋습니다. 주의하십시오: 특정 하드웨어와는 관계없는 옵션이면서 그 옵션이 뭔지 잘 모르겠다면 기본값 그대로 놔 두십시오. <quote>Loadable module support</quote>에 있는 <quote>Kernel module loader</quote> 옵션을 꼭 선택하십시오. (기본값으로 선택이 안 되어 있습니다.) 이 옵션이 없으면, 데비안 시스템에 문제가 발생합니다.

source: Clean the source tree and reset the <classname>kernel-package</classname> parameters. To do that, do <userinput>make-kpkg clean</userinput>.
fi: Siivoa lähdekoodipuu ja nollaa sovelluksen <classname>kernel-package</classname> parametrit. Tämä tehdään komennolla <userinput>make-kpkg clean</userinput>.
ko: 소스 트리에 필요없는 파일을 지워서 <classname>kernel-package</classname> 파라미터를 초기화하십시오. <userinput>make-kpkg clean</userinput> 명령을 실행합니다.

source: Now, compile the kernel: <userinput>fakeroot make-kpkg --initrd --revision=custom.1.0 kernel_image</userinput>. The version number of <quote>1.0</quote> can be changed at will; this is just a version number that you will use to track your kernel builds. Likewise, you can put any word you like in place of <quote>custom</quote> (e.g., a host name). Kernel compilation may take quite a while, depending on the power of your machine.
fi: Nyt käännetään ydin komennolla <userinput>fakeroot make-kpkg --initrd --revision=custom.1.0 kernel_image</userinput>. Versionumeron <quote>1.0</quote> voi muuttaa mieleisekseen; sitä käytetään vain ytimen koosteiden versioiden nimeämiseen. Myöskin <quote>custom</quote> tilalle voi kirjoittaa minkä tahansa sanan (esim. konenimen). Ytimen kääntäminen voi kestää hyvän tovin, riippuen kääntävän tietokoneen nopeudesta.
ko: 이제 커널을 컴파일합니다: <userinput>fakeroot make-kpkg --initrd --revision=custom.1.0 kernel_image</userinput> 명령을 실행합니다. 버전 번호 <quote>1.0</quote>은 마음대로 바꿀 수 있습니다. 이 번호는 커널 빌드를 파악하려고 사용하는 버전 번호일 뿐입니다. 마찬가지로 <quote>custom</quote> 대신에 어떤 단어라도 (예를 들어 호스트 이름) 넣을 수 있습니다. 컴퓨터 속도에 따라 커널을 컴파일하는 데 좀 오래 걸릴 수도 있습니다.

source: Once the compilation is complete, you can install your custom kernel like any package. As root, do <userinput>dpkg -i ../linux-image-&kernelversion;-<replaceable>subarchitecture</replaceable>_custom.1.0_&architecture;.deb</userinput>. The <replaceable>subarchitecture</replaceable> part is an optional sub-architecture, <phrase arch="i386"> such as <quote>686</quote>, </phrase> depending on what kernel options you set. <userinput>dpkg -i</userinput> will install the kernel, along with some other nice supporting files. For instance, the <filename>System.map</filename> will be properly installed (helpful for debugging kernel problems), and <filename>/boot/config-&kernelversion;</filename> will be installed, containing your current configuration set. Your new kernel package is also clever enough to automatically update your boot loader to use the new kernel. If you have created a modules package, you'll need to install that package as well.
ko: 일단 컴파일이 끝나면 다른 패키지와 같은 방법으로 직접 만든 커널을 설치할 수 있습니다. 루트 권한으로 <userinput>dpkg -i ../linux-image-&kernelversion;-<replaceable>서브아키텍처</replaceable>_custom.1.0_&architecture;.deb</userinput> 명령을 실행하십시오. <replaceable>서브아키텍처</replaceable> 부분은 커널 옵션에 따라 달라지는 <phrase arch="i386"><quote>686과 같은</quote></phrase> 서브아키텍처 이름입니다. <userinput>dpkg -i</userinput>을 실행하면 커널 및 커널과 같이 사용하는 보조 파일을 설치합니다. 커널 문제를 해결하는데 도움이 되는 <filename>System.map</filename> 파일이라든지 설정 사항을 담은 <filename>/boot/config-&kernelversion;</filename> 등의 파일을 설치합니다. 커널 패키지는 부트로더를 자동으로 업데이트해서 새로 설치한 커널을 사용하도록 설정하기도 합니다. 모듈 패키지를 만들었다면 그 패키지도 설치해야 합니다.

source: It is time to reboot the system: read carefully any warning that the above step may have produced, then <userinput>shutdown -r now</userinput>.
fi: Nyt on aika tehdä uudelleenkäynnistys: yllä tehtyjen toimenpiteiden mahdollisesti näyttämät varoitukset on syytä lukea huolella, sitten tehdään <userinput>shutdown -r now</userinput>.
ko: 이제 시스템을 다시 시작합니다. 위에서 발생한 메세지를 잘 읽어보시고, <userinput>shutdown -r now</userinput> 명령을 실행하십시오.

source: For more information on Debian kernels and kernel compilation, see the <ulink url="&url-kernel-handbook;">Debian Linux Kernel Handbook</ulink>. For more information on <classname>kernel-package</classname>, read the fine documentation in <filename>/usr/share/doc/kernel-package</filename>.
fi: Lisätietoja Debianin ytimistä ja ytimen kääntämisestä kertoo <ulink url="&url-kernel-handbook;">Debian Linux Kernel Handbook</ulink>. Tarvittaessa lisää tietoa sovelluksesta <classname>kernel-package</classname>, luetaan hienot ohjeet hakemistosta <filename>/usr/share/doc/kernel-package</filename>.
ko: 데비안 커널과 커널 컴파일에 대한 더 많은 정보는 <ulink url="&url-kernel-handbook;">데비안 리눅스 커널 핸드북</ulink>을 보십시오. <classname>kernel-package</classname>에 대한 더 많은 정보는 <filename>/usr/share/doc/kernel-package</filename> 안에 들어 있는 문서를 읽어보십시오.

source: Recovering a Broken System
fi: Hajonneen järjestelmän korjaaminen
ko: 손상된 시스템 복구하기

source: Sometimes, things go wrong, and the system you've carefully installed is no longer bootable. Perhaps the boot loader configuration broke while trying out a change, or perhaps a new kernel you installed won't boot, or perhaps cosmic rays hit your disk and flipped a bit in <filename>/sbin/init</filename>. Regardless of the cause, you'll need to have a system to work from while you fix it, and rescue mode can be useful for this.
fi: Joskus jotain menee pieleen ja huolella asennettu järjestelmä ei enää käynnistykään. Ehkä käynnistyslataimen asetukset menivät rikki kokeiltaessa muuttaa jotain, tai ehkä uusi asennettu ydin ei käynnisty, tai ehkä kosmiset säteet osuivat kiintolevyyn ja muuttivat bitin tiedostossa <filename>/sbin/init</filename>. Oli miten oli, korjaamiseen tarvitaan toimiva järjestelmä ja pelastustila voi olla siihen omiaan.
ko: 정성을 기울여 설치한 시스템에 문제가 발생해서, 부팅하지 않을 수 있습니다. 무언가 바꾸다가 부트로더 설정이 망가졌을 수도 있고, 새로 설치한 커널이 부팅하지 않을 수도 있고, 디스크가 방사선에 맞아서 <filename>/sbin/init</filename> 파일의 일부를 바꾸어 놨을 수도 있습니다. 어떤 원인이든지, 이 문제를 바로잡으려면, 바로잡는 동안 작업할 시스템이 하나 필요하고, 응급복구 모드를 사용하는 게 좋습니다.

source: To access rescue mode, type <userinput>rescue</userinput> at the <prompt>boot:</prompt> prompt, or boot with the <userinput>rescue/enable=true</userinput> boot parameter. You'll be shown the first few screens of the installer, with a note in the corner of the display to indicate that this is rescue mode, not a full installation. Don't worry, your system is not about to be overwritten! Rescue mode simply takes advantage of the hardware detection facilities available in the installer to ensure that your disks, network devices, and so on are available to you while repairing your system.
fi: Pelastustilaan pääsee kirjoittamalla <userinput>rescue</userinput> <prompt>boot:</prompt> -kehotteeseen, tai käynnistämällä <userinput>rescue/enable=true</userinput> käynnistysparametrilla. Asennin näyttää muutaman ensimmäisistä ruuduistaan, näytön nurkassa on huomautus kyseessä olevan pelastustila eikä asennus. Ei tarvitse pelätä pelastustilan tuhoavan asennetun järjestelmän! Pelastustila vain hyödyntää asentimen laitetunnistusta varmistamaan levyjen, verkkoliitäntöjen ja niin edelleen olevan käytettävissä kun järjestelmää korjataan.
ko: 응급복구 모드로 들어가려면, <prompt>boot:</prompt> 프롬프트에서 <userinput>rescue</userinput>라고 입력하거나 부팅 파라미터로 <userinput>rescue/enable=true</userinput> 부팅 파라미터로 부팅하십시오. 설치 프로그램의 맨 처음 화면이 나타나고, 지금 모드가 설치 모드가 아니라 응급복구 모드라는 사실을 알리는 말이 나타납니다. 너무 걱정하지 마십시오. 시스템을 엎어쓰지 않습니다! 설치 프로그램에 들어 있는 하드웨어 검색 기능을 디스크, 네트워크 장치 등을 복구하는 용도로 이용하는 것 뿐입니다.

source: Instead of the partitioning tool, you should now be presented with a list of the partitions on your system, and asked to select one of them. Normally, you should select the partition containing the root file system that you need to repair. You may select partitions on RAID and LVM devices as well as those created directly on disks.
fi: Nyt pitäisi näkyviin tulla osiointisovelluksen sijaan luettelo järjestelmän levyosioista, ja kehote valita niistä yksi. Tavallisesti pitää valita osio jossa on korjattava juuritiedostojärjestelmä. Voidaan valita sekä RAID ja LVM-laitteille että suoraan levylle tehtyjä osioita.
ko: 파티션 도구 대신에 시스템의 파티션 목록이 나타나고, 그 중에 하나를 선택합니다. 보통 복구를 하려는 루트 파일시스템이 들어 있는 파티션을 선택합니다. 디스크에 있는 파티션은 물론 RAID나 LVM장치에 있는 파티션을 선택할 수도 있습니다.

source: If possible, the installer will now present you with a shell prompt in the file system you selected, which you can use to perform any necessary repairs. <phrase arch="x86"> For example, if you need to reinstall the GRUB boot loader into the master boot record of the first hard disk, you could enter the command <userinput>grub-install '(hd0)'</userinput> to do so. </phrase>
ko: 선택한 파일 시스템 안에서 (할 수 있다면) 쉘을 실행하고 쉘 프롬프트를 표시합니다. 이 쉘에서 필요한 복구 작업을 할 수 있습니다. <phrase arch="x86"> 예를 들어, GRUB 부트로더를 첫번째 하드 디스크의 마스터부트레코드에 다시 설치하려면, <userinput>grub-install '(hd0)'</userinput> 명령을 실행하면 됩니다.</phrase>
