Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/post-install.po
Languages: fi, ko

source: If the installer cannot run a usable shell in the root file system you selected, perhaps because the file system is corrupt, then it will issue a warning and offer to give you a shell in the installer environment instead. You may not have as many tools available in this environment, but they will often be enough to repair your system anyway. The root file system you selected will be mounted on the <filename>/target</filename> directory.
fi: Jos asennin ei voi käynnistää käyttökelpoista komentotulkkia valitussa juuritiedostojärjestelmässä, ehkäpä koska tiedostojärjestelmä on rikki, asennin näyttää varoituksen ja tarjoutuu sen sijaan käynnistämään komentotulkin asentimen ympäristössä. Tässä ympäristössä ei ehkä ole saatavilla yhtä paljon työkaluja, mutta useinkin riittävästi korjauksien tekemiseen. Valittu juuritiedostojärjestelmä on liitetty hakemistoon <filename>/target</filename>.
ko: 선택한 루트 파일시스템에서 쉘을 실행할 수 없는 경우 (예를 들어 파일 시스템이 망가진 경우), 경고 메세지를 표시하고 설치 환경 안에서 쉘을 실행합니다. 이 환경에서는 그리 많은 프로그램을 쓸 수는 없지만, 시스템을 복구하는 용도로는 충분할 것입니다. 선택한 루트 파일시스템은 <filename>/target</filename> 디렉토리에 마운트되어 있습니다.

source: In either case, after you exit the shell, the system will reboot.
fi: Kummassakin tapauksessa järjestelmä käynnistyy uudelleen kun komentotulkista poistutaan.
ko: 어떤 경우이든, 쉘을 빠져나가면 시스템이 다시 시작합니다.

source: Finally, note that repairing broken systems can be difficult, and this manual does not attempt to go into all the things that might have gone wrong or how to fix them. If you have problems, consult an expert.
fi: Lopuksi, huomaa että rikkoontuneen järjestelmän korjaaminen saattaa olla vaikeaa, eikä tämä ohje yritä kertoa kaikkia mahdollisia vikoja eikä niiden korjaamista. Jos pulmia ilmenee, pyydä asiantuntija-apua.
ko: 망가진 시스템을 복구하는 일은 매우 어려울 수도 있습니다. 그리고 이 안내서는 무언가 망가졌을 때 그걸 어떻게 고치는 지에 대한 모든 사항을 설명하지 않습니다. 문제에 부딪힌 경우, 전문가에게 문의하십시오.

source: On the other hand, if you have a cron job that (a) needs to run as a special user, or (b) needs to run at a special time or frequency, you can use either <filename>/etc/crontab</filename>, or, better yet, <filename>/etc/cron.d/whatever</filename>. These particular files also have an extra field that allows you to stipulate the user under which the cron job runs.
fi: Toisaalta, jos ajastettu tehtävä on (a) suoritettava tietyn käyttäjän oikeuksilla tai (b) suoritettava tiettyinä aikoina tai toistettava määrävälein, käytetään joko tiedostoa <filename>/etc/crontab</filename> tai mieluummin <filename>/etc/cron.d/jotain</filename>. Näissä nimenomaisissa tiedostoissa on myös lisäkenttä, joka määrää minkä käyttäjän oikeuksilla ajastettu tehtävä suoritetaan.

source: Reactivating DOS and Windows
fi: DOS ja Windows taas käynnistymään

source: To compile a kernel the Debian way, you need some packages: <classname>fakeroot</classname>, <classname>kernel-package</classname>, <phrase condition="classic-kpkg"><classname>kernel-source-&kernelversion;</classname> (the most recent version at the time of this writing)</phrase> <phrase condition="common-kpkg"><classname>linux-source-2.6</classname></phrase> and a few others which are probably already installed (see <filename>/usr/share/doc/kernel-package/README.gz</filename> for the complete list).
fi: Ytimen kääntämiseksi Debian-tavalla, on ensin asennettava muutamia paketteja: <classname>fakeroot</classname>, <classname>kernel-package</classname>, <phrase condition="classic-kpkg"><classname>kernel-source-&kernelversion;</classname> (viimeisin versio tätä kirjoitettaessa)</phrase> <phrase condition="common-kpkg"><classname>linux-source-2.6</classname></phrase> ja muutamia muita jotka luultavasti ovat jo asennettuina (katso täydellinen luettelo <filename>/usr/share/doc/kernel-package/README.gz</filename>).

source: Note that you don't <emphasis>have</emphasis> to compile your kernel the <quote>Debian way</quote>; but we find that using the packaging system to manage your kernel is actually safer and easier. In fact, you can get your kernel sources right from Linus instead of <phrase condition="classic-kpkg"><classname>kernel-source-&kernelversion;</classname>,</phrase> <phrase condition="common-kpkg"><classname>linux-source-2.6</classname>,</phrase> yet still use the <classname>kernel-package</classname> compilation method.
fi: Huomaa, ettei ole <emphasis>pakollista</emphasis> kääntää ydintä <quote>debian-tavalla</quote>; mutta mielestämme paketinhallinnan käyttäminen ytimien järjestyskessä pitämiseen on itse asiassa turvallisempaa ja helpompaa. Itse asiassa ytimen lähdekoodin voi noutaa suoraan Linukselta eikä paketista <phrase condition="classic-kpkg"><classname>kernel-source-&kernelversion;</classname>,</phrase> <phrase condition="common-kpkg"><classname>linux-source-2.6</classname>,</phrase> ja silti kääntää ytimen <classname>kernel-package</classname> -menetelmällä.

source: Hereafter, we'll assume you have free rein over your machine and will extract your kernel source to somewhere in your home directory<footnote> <para> There are other locations where you can extract kernel sources and build your custom kernel, but this is easiest as it does not require special permissions. </para> </footnote>. We'll also assume that your kernel version is &kernelversion;. Make sure you are in the directory to where you want to unpack the kernel sources, extract them using <phrase condition="classic-kpkg"><userinput>tar xjf /usr/src/kernel-source-&kernelversion;.tar.bz2</userinput></phrase> <phrase condition="common-kpkg"><userinput>tar xjf /usr/src/linux-source-&kernelversion;.tar.bz2</userinput></phrase> and change to the directory <phrase condition="classic-kpkg"><filename>kernel-source-&kernelversion;</filename></phrase> <phrase condition="common-kpkg"><filename>linux-source-&kernelversion;</filename></phrase> that will have been created.
fi: Tästä eteenpäin oletetaan käyttäjän voivan tehdä koneellaan mitä vain ja puretaan ytimen lähdekoodit kotihakemiston alle<footnote> <para> Ytimen lähdekoodit voi purkaa muuallekin ja kääntää muokatun ytimen, mutta kotihakemisto on yksinkertaisin koska ei tarvita erikoisoikeuksia. </para></footnote>. Myöskin oletetaan ytimen version olevan &kernelversion;. Varmistu työhakemiston olevan hakemisto johon ytimen lähdekoodit puretaan, ja pura ne komennolla <phrase condition="classic-kpkg"><userinput>tar xjf /usr/src/kernel-source-&kernelversion;.tar.bz2</userinput></phrase> <phrase condition="common-kpkg"><userinput>tar xjf /usr/src/linux-source-&kernelversion;.tar.bz2</userinput></phrase> ja vaihda työhakemistoksi <phrase condition="classic-kpkg"><filename>kernel-source-&kernelversion;</filename></phrase> <phrase condition="common-kpkg"><filename>linux-source-&kernelversion;</filename></phrase> jonka komento teki.
