Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/preparing.po
Languages: fi, hu

source: If your machine has only one hard disk, and you would like to completely replace the current operating system with &debian;, you also can wait to partition as part of the installation process (<xref linkend="partman"/>), after you have booted the installation system. However this only works if you plan to boot the installer system from tapes, CD-ROM or files on a connected machine. Consider: if you boot from files placed on the hard disk, and then partition that same hard disk within the installation system, thus erasing the boot files, you'd better hope the installation is successful the first time around. At the least in this case, you should have some alternate means of reviving your machine like the original system's installation tapes or CDs.
fi: Jos tietokoneessa on vain yksi kiintolevy, ja levyllä oleva käyttöjärjestelmä halutaan kokonaan korvata &debian;illa, voidaan tässäkin tapauksessa tehdä osiot asennusprosessin osana (<xref linkend="partman"/>), kun asennusjärjestelmä on käynnistetty. Tämä kuitenkin toimii vain jos asennusjärjestelmä on tarkoitus käynnistää nauhalta, rompulta tai verkkokäynnistyksellä. Mieti tätä: jos käynnistetään kiintolevyllä olevilta tiedostoilta, ja sitten asennusjärjestelmä osioi saman levyn pyyhkien asennustiedostot pois, on parasta toivoa asennuksen onnistuvan ensimmäisellä yrittämällä. Ainakin tässä tapauksessa olisi oltava vaihtoehtoinen tapa herättää tietokone taas toimintaan, esimerkiksi alkuperäisen käyttöjärjestelmän asennusnauhoilta tai -rompuilta.
hu: Ha a gépben 1 merevlemez van és teljesen a &debian; rendszerre szánnád, szintén el is kezdheted a telepítést, a telepítő rendszer elindítása után particionál (<xref linkend="partman"/>). De ez csak akkor megy, mikor a telepítőt szalagos vagy CD-ROM eszközről vagy kapcsolt gépen lévő fájlokról indítod. Világos, hogy ha az indító fájlokat a merevlemezre rakjuk, majd ugyanazt a merevlemezt particionáljuk, ez sokszor törli az indító fájlokat.

source: If your machine already has multiple partitions, and enough space can be provided by deleting and replacing one or more of them, then you too can wait and use the Debian installer's partitioning program. You should still read through the material below, because there may be special circumstances like the order of the existing partitions within the partition map, that force you to partition before installing anyway.
fi: Jos tietokoneella on jo useita levyosioita, ja saadaan riittävästi tilaa poistamalla tai korvaamalla niistä yksi tai useampia, ei tässäkään tapauksessa ole tarpeen tehdä osioita etukäteen, vaan voidaan odottaa ja käyttää Debianin asentimen osiointisovellusta. Alla olevat ohjeet olisi silti luettava läpi, koska useissa erikoistilanteissa, joihin vaikuttaa esimerkiksi osioiden järjestys osiotaulussa, on kaikesta huolimatta pakko osioida ennen asennusta.
hu: Ha a gépen már több partíció van és elég hely biztosítható egy vagy több partíció törlésével vagy áthelyezésével, akkor is rögtön indítható a Debian telepítő, melyre lehet számítani a particionáláskor. Érdemes lehet elolvasni az alábbiakat, melyben vannak különleges esetek, például a létező partíciós tábla partícióinak sorrendje, mely egyes esetekben a telepítés előtti particionálásra késztet.

source: If your machine has a FAT or NTFS filesystem, as used by DOS and Windows, you can wait and use Debian installer's partitioning program to resize the filesystem.
fi: Jos tietokoneella on DOS:n ja Windowsin käyttämä FAT- tai NTFS-tiedostojärjestelmä, voidaan odottaa ja käyttää Debianin asentimen osiointisovellusta tiedostojärjestelmien koon muuttamiseen.
hu: Ha a gépen 1 vagy több FAT vagy NTFS fájlrendszer van, melyet DOS és Windows használ, a Debian telepítő particionálója ezeket képes átméretezni.

source: If none of the above apply, you'll need to partition your hard disk before starting the installation to create partition-able space for Debian. If some of the partitions will be owned by other operating systems, you should create those partitions using native operating system partitioning programs. We recommend that you do <emphasis>not</emphasis> attempt to create partitions for &debian; using another operating system's tools. Instead, you should just create the native operating system's partitions you will want to retain.
fi: Jos mikään yllä olevista tapauksista ei sovellu, on kiintolevy osioitava ennen asennuksen käynnistämistä jotta Debianille saadaan osioitavaksi kelpaavaa levytilaa. Jos jotkin osioista tulevat olemaan muiden käyttöjärjestelmien käytössä, on ne osiot luotava kunkin käyttöjärjestelmän omalla osiointisovelluksella. Suositellaan että <emphasis>ei</emphasis> yritetä luoda &debian;in osioita muiden käyttöjärjestelmien työkaluilla. Olisi luotava kunkin käyttöjärjestelmän omilla työkaluilla ne osiot jotka halutaan säilyttää.
hu: Ha a fentiek egyike sem igaz, a telepítés előtt particionálni kell a Debian számára szükséges hely létrehozásához. Ha egyes partíciókat később majd más rendszerek fogják használni, azok saját particionáló programjaival is létre lehet majd hozni. Egyes particionáló programok hibái miatt ajánljuk, <emphasis>ne</emphasis> más rendszerek particionáló programjaival hozd létre a &debian; partícióit. Legfeljebb azok saját partícióit hozd majd létre azokkal.

source: If you are going to install more than one operating system on the same machine, you should install all other system(s) before proceeding with Linux installation. Windows and other OS installations may destroy your ability to start Linux, or encourage you to reformat non-native partitions.
fi: Jos tarkoituksena on asentaa tietokoneelle useampi kuin yksi käyttöjärjestelmä, olisi kaikki muut käyttöjärjestelmät asennettava ennen kuin aloitetaan Linuxin asennus. Windowsin ja muiden käyttöjärjestelmien asentimet saattavat estää Linuxin käynnistymisen, tai haluavat tehdä uudet tiedostojärjestelmät muiden käyttöjärjestelmien osioihin.
hu: Ha több rendszert is telepítesz egy gépre, és kezdő vagy ebben, akkor általában jobb, ha előbb a többi rendszert rakod fel Linuxod előtt. Az újabb Windowsok és egyes operációs rendszerek telepítése után általában újra indíthatóvá kell tenni a Linuxot, vagy teljesen lerombolják azt, vagy nem-saját partícióik újraformázására köteleznek.

source: You can recover from these actions or avoid them, but installing the native system first saves you trouble.
fi: Toimenpiteiden seuraukset on mahdollista korjata, mutta muiden käyttöjärjestelmien asentaminen ensiksi on helpointa.
hu: Ezek általában megoldhatók vagy elkerülhetők, de a többi rendszer előbbi telepítése átmenetileg megspórol egy kis tanulást.

source: In order for OpenFirmware to automatically boot &debian; the Linux partitions should appear before all other partitions on the disk, especially MacOS boot partitions. This should be kept in mind when pre-partitioning; you should create a Linux placeholder partition to come <emphasis>before</emphasis> the other bootable partitions on the disk. (The small partitions dedicated to Apple disk drivers are not bootable.) You can delete the placeholder with the Linux partition tools later during the actual install, and replace it with Linux partitions.
fi: Jotta OpenFirmware käynnistäisi &debian;in automaattisesti, olisi Linux-osioiden sijaittava ennen muita osioita, erityisesti ennen MacOS-käynnistysosioita. Tämä olisi huomioitava kun osiot tehdään ennen asennusta; Linuxille on luotava paikkaa varaava osio joka sijaitsee levyllä <emphasis>ennen</emphasis> muita käynnistysosioita (Applen levyajureille varatut pienet osiot eivät ole käynnistysosioita.). Paikkaa varaava osioi voidaan myöhemmin poistaa Linuxin osiointisovelluksella varsinaisen asennuksen aikana, ja korvata se Linuxin osioilla.
hu: Annak érdekében, hogy az OpenFirmware automatikusan indítsa a &debian; rendszert, előbb a Linux partícióknak meg kell előzniük másokat, főleg a MacOS indító partíciókat. Erre figyelni kell particionáláskor. Létre kell hozni egy Linux hely-fenntartó partíciót más indítható partíciók <emphasis>előtt</emphasis> a lemezen. (A kis Apple lemez-meghajtók számára fenntartott partíciók nem indíthatók.) A létrehozott partíció a tényleges telepítéskor végleges Linux partíciókra cserélhető.

source: If you currently have one hard disk with one partition (a common setup for desktop computers), and you want to multi-boot the native operating system and Debian, you will need to:
fi: Jos koneessa on nyt yksi levy jolla on yksi osio (yleinen tapa pöytätietokoneissa), ja halutaan monikäynnistää koneen oma käyttöjärjestelmä ja Debian, on tehtävä seuraavasti:
hu: Ha 1 merevlemezed van 1 partícióval (általános az asztali gépeknél) és a Debian mellé más rendszert is akarsz, a lépések legegyszerűbb sora:

source: Back up everything on the computer.
fi: Tehdään varmuuskopio kaikista koneen tiedostoista.
hu: Mentsd el a gépről a legfontosabb adataidat.

source: Boot from the native operating system installer media such as CD-ROM or tapes. <phrase arch="powerpc">When booting from a MacOS CD, hold the <keycap>c</keycap> key while booting to force the CD to become the active MacOS system.</phrase>
fi: Käynnistetään koneen oman käyttöjärjestelmän asennustaltiolta, esimerkiksi romppu tai nauha. <phrase arch="powerpc">Kun käynnistetään MacOS-rompulta, pidä näppäintä <keycap>c</keycap> alhaalla koneen käynnistyessä. Tämä pakottaa koneen käyttämään rompulla olevaa MacOS-järjestelmää.</phrase>
hu: Indíts a másik rendszer telepítő médiumáról, ilyen például a CD-ROM vagy szalag. <phrase arch="powerpc">MacOS CD lemezről indításkor tartsd le a <keycap>c</keycap> billentyűt hogy a CD legyen az aktív MacOS rendszer.</phrase>

source: Use the native partitioning tools to create native system partition(s). Leave either a place holder partition or free space for &debian;.
fi: Tee koneen oman käyttöjärjestelmän osio(t) sen omilla työkaluilla. Tee Debianille joko paikkaa varaava osio tai käyttämätöntä levytilaa.
hu: Használd a partíciós eszközöket az adott rendszer partíciói létrehozásához. Az elején feltétlenül hagyj egy hely-fenntartó partíciót vagy üres helyet a &debian; számára.

source: Install the native operating system on its new partition.
fi: Asenna koneen oma käyttöjärjestelmä sen omaan osioon
hu: Telepítsd az adott rendszert új partíciójára.

source: Boot back into the native system to verify everything's OK, and to download the Debian installer boot files.
fi: Käynnistä koneen oma käyttöjärjestelmä varmistuaksesi kaiken olevan kunnossa, ja noutaaksesi Debianin asentimen käynnistystiedostot.
hu: Ellenőrizd, hogy az adott rendszer indul és töltsd le a Debian telepítő indító fájlokat.

source: Boot the Debian installer to continue installing Debian.
fi: Käynnistä Debianin asennin jatkaaksesi Debianin asennusta.
hu: Indítsd a Debian telepítőt és futtasd le a Debian telepítését.

source: Partitioning in Tru64 UNIX
fi: Osiointi Tru64 Unixissa
hu: Partíciók Tru64 Unixban

source: Tru64 UNIX, formerly known as Digital UNIX, which is in turn formerly known as OSF/1, uses the partitioning scheme similar to the BSD <quote>disk label</quote>, which allows for up to eight partitions per disk drive. The partitions are numbered <quote>1</quote> through to <quote>8</quote> in Linux and <quote>lettered</quote> <quote>a</quote> through to <quote>h</quote> in UNIX. Linux kernels 2.2 and higher always correspond <quote>1</quote> to <quote>a</quote>, <quote>2</quote> to <quote>b</quote> and so on. For example, <filename>rz0e</filename> in Tru64 UNIX would most likely be called <filename>sda5</filename> in Linux.
fi: Tru64 Unix, joka aikaisemmin tunnettiin nimellä Digital Unix, joka taas oli aikaisemmin OSF/1, käyttää BSD:n <quote>disk label</quote> -tyyppistä osiointimallia, jossa sallitaan enintään kahdeksan osiota levyä kohti. Linuxissa ensimmäisen osion numero on <quote>1</quote> ja viimeisen <quote>8</quote>. Unixissa ensimmäinen osio on <quote>a</quote> ja viimeinen <quote>h</quote>. Linux-ytimissä versiossa 2.2 alkaen vastaa <quote>1</quote> aina <quote>a</quote>:ta, <quote>2</quote> aina <quote>b</quote>:tä ja niin edelleen. Esimerkiksi osio joka Tru64 Unixissa on <filename>rz0e</filename>, olisi Linuxissa <filename>sda5</filename>.
hu: A Tru64 UNIX, korábban Digital UNIX, korábban OSF/1 a BSD <quote>lemez-címke</quote> módhoz hasonló partíciós sémát használ, melyben 8 partíció lehet meghajtónként. A partíciók <quote>1</quote> és <quote>8</quote> közt számozottak a Linuxban és <quote>betűjelet</quote> kapnak <quote>a</quote> és <quote>h</quote> közt Unixban. A 2.2 és újabb Linux kernelek az <quote>1</quote> számot illesztik az <quote>a</quote> betűhöz, a <quote>2</quote> számot a <quote>b</quote> betűhöz, és így tovább. Például a Tru64 UNIX <filename>rz0e</filename> az <filename>sda5</filename> nevet kapja Linuxban.

source: Partitions in a Tru64 disk label may overlap. Moreover, if this disk will be used from Tru64, the <quote>c</quote> partition is required to span the entire disk (thus overlapping all other non-empty partitions). Under Linux this makes <filename>sda3</filename> identical to <filename>sda</filename> (<filename>sdb3</filename> to <filename>sdb</filename>, if present, and so on). However, the partman partitioning tool used by &d-i; cannot handle overlapping partitions at present. As a result, it is currently not recommended to share disks between Tru64 and Debian. Partitions on Tru64 disks can be mounted under Debian after installation has been completed.
fi: Tru64:n levyosiot voivat olla limittäin. Jopa niin, että jos Tru64 käyttää levyä, on sen <quote>c</quote>-osion sisällettävä koko levy (jolloin se on limittäin kaikkien muiden ei-tyhjien osioidan kanssa). Linuxissa on tämän takia <filename>sda3</filename> sama kuin <filename>sda</filename> (ja jos on useita levyjä, <filename>sdb3</filename> on sama kuin <filename>sdb</filename> jne.). Debianin asentimen käyttämä osiointisovellus partman ei kuitenkaan tällä hetkellä osaa käsitellä limittäisiä osioita. Tästä syystä ei tällä hetkellä suositella Tru64:n ja Debianin sijoittamista samalle levylle. Tru64-levyillä olevat osiot voidaan liittää Debianissa kun asennus on valmis.
hu: A Tru64 lemezcímke partíciók átfedhetnek. Ráadásul, ha a lemez Tue64 alatt használt, a <quote>c</quote> partíciónak az egész lemezt át kell fognia (így átfedi a nem-üres partíciókat). Linux alatt így az <filename>sda3</filename> <filename>sda</filename> lesz (az <filename>sdb3</filename> <filename>sdb</filename> és így tovább). Ezzel szemben a &d-i; által használt partman partíciós eszköz jelenleg nem támogatja az átfedő partíciókat. Ezért jelenleg nem ajánlott a lemezek megosztása Debian és Tru64 közt. A Tru64 lemezek partíciói Debian alatt felcsatolhatók a telepítés után.

source: Another conventional requirement is for the <quote>a</quote> partition to start from the beginning of the disk, so that it always includes the boot block with the disk label. If you intend to boot Debian from that disk, you need to size it at least 2MB to fit aboot and perhaps a kernel. Note that this partition is only required for compatibility; you must not put a file system onto it, or you'll destroy data.
fi: Toinen vaatimus on, että <quote>a</quote>-osion on sijaittava aivan levyn alussa, jotta levyn käynnistyslohko sisältyy aina osion levynimiöön. Jos Debian halutaan käynnistää levyltä, on osion koon oltava ainakin 2 Mt jotta siihen mahtuu aboot ja ehkä ydin. Huomaa, että tämä osio vaaditaan vain yhteensopivuuden vuoksi; siihen ei saa pistää tiedostojärjestelmää tai sen sisältö tuhoutuu.
hu: Egy másik szokásos elvárás, hogy az <quote>a</quote> partíció a lemez elején legyen, így ez mindig tartalmazza az indító blokkot a lemez-címkével. Ha a Debian rendszert erről a lemezről akarod indítani, legalább 2 MB legyen az aboot és esetleg a kernel számára. E partíció csak a kompatibilitás miatt szükséges; nem kell fájlrendszert tenni rá vagy törölni az adatokat.

source: It is possible, and indeed quite reasonable, to share a swap partition between UNIX and Linux. In this case it will be needed to do a <command>mkswap</command> on that partition every time the system is rebooted from UNIX into Linux, as UNIX will damage the swap signature. You may want to run <command>mkswap</command> from the Linux start-up scripts before adding swap space with <command>swapon -a</command>.
fi: On mahdollista ja järkevääkin käyttää samaa sivutusosiota sekä Unixille että Linuxille. Tällöin osiolle on tehtävä <command>mkswap</command> aina kun järjestelmä käynnistetään Linuxiin Unixin jälkeen, koska Unix rikkoo sivutusosion tunnisteen. Kätevintä lienee suorittaa <command>mkswap</command> Linuxin käynnistystiedostossa ennen kuin sivutustila otetaan käyttöön komennolla <command>swapon -a</command>.
hu: Általában érdemes megosztani egy csere partíciót a Linux és UNIX között. Ez esetben a <command>mkswap</command> parancsot mindig le kell futtatni a Linux indításakor UNIX után, mert a UNIX tönkreteszi a swap aláírást. A <command>mkswap</command> parancsot a Linux indító parancs-fájljaiból kell futtatni mielőtt a <command>swapon -a</command> hozzáadja a cserehelyet.

source: If you want to mount UNIX partitions under Linux, note that Digital UNIX can use two different file system types, UFS and AdvFS, of which Linux only understands the former.
fi: Jos Unixin osiota halutaan liittää Linuxissa, on huomattava Digital Unixin käyttävän kahta erilaista tiedostojärjestelmää, UFS ja AdvFS, joista Linux ymmärtää vain ensimmäistä.
hu: Ha Linux alatt UNIX partíciót csatolnál, megjegyezzük, hogy a Digital UNIX 2 eltérő fájlrendszert ismer, az UFS-t és az AdvFS-t, a Linux csak az előbbit ismeri.

source: Partitioning in Windows NT
fi: Osiointi Windows NT:ssä
hu: Particionálás Windows NT-ben

source: If you plan to boot Linux from an ARC/AlphaBIOS/ARCSBIOS console, you will need a (small) FAT partition for MILO. 5 MB is quite sufficient. If Windows NT is installed, its 6 MB bootstrap partition can be employed for this purpose. Debian &releasename; does not support installing MILO. If you already have MILO installed on your system, or install MILO from other media, Debian can still be booted from ARC.
fi: Jos Linux aiotaan käynnistää ARC/AlphaBIOS/ARCSBIO-konsolista, tarvitaan (pieni) FAT-osio MILO:a varten. 5 Mt riittää mainiosti. Jos Windows NT on asennettuna, sen 6 Mt:n käynnistysosiota voidaan käyttää tähän tarkoitukseen. Debian &releasename; ei tue MILO:n asentamista. Jos MILO on jo asennettuna tai se asennetaan muulta taltiolta, Debian voidaan silti käynnistää ARC:sta.
hu: Ha a Linuxot egy ARC/AlphaBIOS/ARCSBIOS konzolról szeretnéd indítani, a MILO számára szükség lesz egy (kis) FAT partícióra. 5 MB elég, ha netán NT is lenne telepítve, a 6 MB bootstrap partíciója felhasználható e célra. A Debian &releasename; nem támogatja a MILO telepítését. Ha már van egy telepített MILO a rendszeren, vagy más médiáról kerül telepítésre, a Debian indítható ARC konzolról.

source: Partitioning From DOS or Windows
fi: Osiointi DOS:sta tai Windowsista
hu: Particionálás DOS-ban vagy Windowsból

source: If you are manipulating existing FAT or NTFS partitions, it is recommended that you either use the scheme below or native Windows or DOS tools. Otherwise, it is not really necessary to partition from DOS or Windows; the Linux partitioning tools will generally do a better job.
fi: Muokattaessa olemassa olevia FAT- tai NTFS-osioita, suositellaan käytettäväksi alla olevaa osiointimallia tai Windowsin tai DOS:in omia työkaluja. Muussa tapauksessa ei ole välttämättä tarpeen tehdä osioita DOS:sta tai Windowsista; Linuxin osiointityökalut osaavat homman yleensä paremmin.
hu: Ha létező FAT vagy NTFS partíciót kezelsz, ajánlott az alábbi mód használata esetleg az azokat használó rendszerek beépített eszközeinek alkalmazása. Amúgy nem érdemes az adott rendszereket használni; a Linux particionáló eszközök sokkal jobb munkát végeznek.

source: Lossless Repartitioning When Starting From DOS, Win-32 or OS/2
fi: Uudelleenosiointi tietoja hävittämättä DOS:sta, Win-32:sta tai OS/2:sta
hu: Veszteségmentes újraparticionálás DOS-ból, Win-32-ből vagy OS/2-ből indítva

source: One of the most common installations is onto a system that already contains DOS (including Windows 3.1), Win32 (such as Windows 95, 98, Me, NT, 2000, XP), or OS/2, and it is desired to put Debian onto the same disk without destroying the previous system. Note that the installer supports resizing of FAT and NTFS filesystems as used by DOS and Windows. Simply start the installer and when you get to the partitioning step, select the option for <menuchoice> <guimenuitem>Manual</guimenuitem> </menuchoice> partitioning, select the partition to resize, and specify its new size. So in most cases you should not need to use the method described below.
fi: Yksi yleisimpiä asennuksia on asennus tietokoneeseen jossa on jo DOS (mukaan lukien Windows 3.1), Win32 (kuten Windows 95, 98, Me, NT, 2000, XP) tai OS/2, ja Debian halutaan asentaa samalle levylle tuhoamatta aikaisempaa käyttöjärjestelmää. Huomaa asentimen tukevan DOS:n ja Windowsin käyttämien FAT- ja NTFS-tiedostojärjestelmien koon muuttamista. Asennin vain käynnistetään, valitaan <menuchoice> <guimenuitem>Osioi itse</guimenuitem> </menuchoice>, valitaan osio jonka kokoa muutetaan ja määritetään sen uusi koko. Niinpä useimmissa tapauksissa ei ole tarpeen käyttää alla kuvauttua menettelyä.
hu: Az egyik legnépszerűbb telepítés egy olyan gépre telepíteni, melyen már van egy DOS (+ netán Windows 3.1), Win32 (mondjuk 95, 98, Me, NT, 2000, XP, 2003) vagy OS/2 és a Debian ugyanarra a lemezre menne a korábbi rendszer megőrzésével. A telepítő támogatja az e rendszerek által használt FAT és NTFS fájlrendszerek átméretezését. Indítsd a telepítőt, válaszd ki a <menuchoice> <guimenuitem>Kézi szerkesztés</guimenuitem> </menuchoice> lehetőséget, jelöld ki az átméretezendő partíciót és add meg az új méretét. A legtöbb esetben ez tökéletesen működik és egyáltalán nem lesz szükség az alább leírt módra.

source: Before going any further, you should have decided how you will be dividing up the disk. The method in this section will only split a partition into two pieces. One will contain the original OS and the other will be used for Debian. During the installation of Debian, you will be given the opportunity to use the Debian portion of the disk as you see fit, i.e., as swap or as a file system.
fi: Ennen jatkamista olisi päätettävä millaisiin osiin levy halutaan jakaa. Tässä luvussa kuvattu tapaa jakaa osion vain kahteen osaan. Toisessa on alkuperäinen käyttöjärjestelmä ja toista käytetään Debianille. Debianin asennuksen aikana voidaan valita miten Debianin osuutta käytetään, esimerkiksi sivustilana tai tiedostojärjestelmälle.
hu: Mielőtt továbbmennénk, el kell dönteni, hogyan legyen felosztva a lemez. Ebben a részben 2 újra osztjuk a partíciót. Egy az eredeti rendszert tartalmazza majd, a másik a Debian számára készül. A Debian telepítése során lehetőség lesz a Debian rész ízlés szerinti felhasználására, például cserehelyként és fájlrendszerként.
