Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/preparing.po
Languages: fi, hu

source: The idea is to move all the data on the partition to the beginning, before changing the partition information, so that nothing will be lost. It is important that you do as little as possible between the data movement and repartitioning to minimize the chance of a file being written near the end of the partition as this will decrease the amount of space you can take from the partition.
fi: Tarkoituksena on siirtää kaikki osiolla olevat tiedot osion alkuun ennen osiotietojen muuttamista, jotta mitään tietoja ei katoa. On tärkeää, että tietojen siirtämisen ja osion koon muuttamisen välissä tehdään mahdollisimman vähän levytoimintoja, jottei kirjoitettaisi tiedostoa osion loppuosaan. Tällöin osiosta vapautuva tila pienenee.
hu: A terv az összes adat mozgatása a partíció elejére a partíció adatok módosítása előtt, így semmi nem vész el. A lehető legkevesebbet végezzük az adatok mozgatása és az újraparticionálás közt, így gyakorlatilag nincs esély, hogy közben egy fájl a partíció végéhez közel íródjon, így lehet a legnagyobb új partíciót létrehozni.

source: The first thing needed is a copy of <command>fips</command> which is available in the <filename>tools/</filename> directory on your nearest Debian mirror. Unzip the archive and copy the files <filename>RESTORRB.EXE</filename>, <filename>FIPS.EXE</filename> and <filename>ERRORS.TXT</filename> to a bootable floppy. A bootable floppy can be created using the command <filename>sys a:</filename> under DOS. <command>fips</command> comes with very good documentation which you may want to read. You will definitely need to read the documentation if you use a disk compression driver or a disk manager. Create the disk and read the documentation <emphasis>before</emphasis> you defragment the disk.
fi: Ensin tarvitaan ohjelma <command>fips</command>, joka on saatavilla hakemistosta <filename>tools/</filename> lähimmästä Debianin asennuspalvelimesta. Pura zipattu tiedosto ja kopioi tiedostot <filename>RESTORRB.EXE</filename>, <filename>FIPS.EXE</filename> ja <filename>ERRORS.TXT</filename> käynnistyslevykkeelle. Käynnistyslevyke voidaan tehdä komennolla <command>sys a:</command> DOS:issa. Halunnet lukea komennon <command>fips</command> mukana tulevat erittäin hyvät ohjeet. Ohjeet on pakko lukea jos käytetään levyä pakkaavaa ajuria tai levyn kokorajoituksen korjausohjelmaa (disk manager). Tee levyke ja lue ohjeet <emphasis>ennen kuin</emphasis> eheytät kiintolevyn.
hu: Először szükség lesz egy <command>fips</command> programra, mely elérhető a legközelebbi Debian tükör <filename>tools/</filename> könyvtárából. Csomagold ki az archívumot és másold a <filename>RESTORRB.EXE</filename>, <filename>FIPS.EXE</filename> és <filename>ERRORS.TXT</filename> fájlokat egy indítható flopira. Indítható flopi a <filename>sys a:</filename> paranccsal hozható létre DOS-ban. A <command>fips</command> nagyon jó dokumentációval rendelkezik, melyet érdemes elolvasni. El kell, ha lemeztömörítő-meghajtót vagy egy lemezkezelőt használsz. Hozd létre a lemezt és olvasd el a dokumentációt <emphasis>mielőtt</emphasis> töredezettség-mentesíted a lemezt.

source: The next thing needed is to move all the data to the beginning of the partition. <command>defrag</command>, which comes standard with DOS 6.0 and later, can easily do the job. See the <command>fips</command> documentation for a list of other software that may do the trick. Note that if you have Windows 9x, you must run <command>defrag</command> from there, since DOS doesn't understand VFAT, which is used to support for long filenames, used in Windows 95 and higher.
fi: Seuraavaksi on siirrettävä kaikki tieto levyosion alkuun. Komento <command>defrag</command>, joka tulee vakiona DOS 6.0:n ja myöhempien versioiden mukana, hoitaa homman helposti. Katso komennon <command>fips</command> ohjeista luettelo muista siirtämisen osaavista ohjelmista. Huomaa, että käytettäessä Windows 9x:ää, on komento <command>defrag</command> käynnistettävä Windowsista, koska DOS ei ymmärrä VFAT-tiedostojärjestelmää. VFAT tukee pitkiä tiedostonimiä joita Windows 95 ja uudemmat käyttävät.
hu: Ezután minden adatot a partíció elejére kel mozgatni. A <command>defrag</command> parancs, mely a DOS 6.0+ része könnyen elvégzi ezt. Lásd a <command>fips</command> dokumentációját más hasonló szoftverekért. Windows 9x+ esetén a <command>defrag</command> parancsot onnan kell futtatni, mert a DOS nem érti a VFAT-ot, mely hosszú fájlneveket támogat e rendszereken.

source: After running the defragmenter (which can take a while on a large disk), reboot with the <command>fips</command> disk you created in the floppy drive. Simply type <filename>a:\fips</filename> and follow the directions.
fi: Kun eheytysohjelma on ajettu (voi kestää kauan isolle levylle), käynnistä uudelleen käynnistyslevykkeellä johon <command>fips</command> kopioitiin. Kirjoita vain <command>a:\\fips</command> ja toimi ohjeiden mukaan.
hu: A töredezettség-mentesítő után (mely nagy lemezeknél eltarthat egy ideig) indíts újra a <command>fips</command> lemezzel, mely a flopi-meghajtóban van. Gépeld be ezt: <filename>a:\fips</filename> és kövesd az utasításokat.

source: Note that there are many other partition managers out there, in case <command>fips</command> doesn't do the trick for you.
fi: Huomaa, että saatavilla on monia muita sovelluksia osioiden muokkaukseen, jos <command>fips</command> ei sattuisi toimimaan.
hu: Jó tudni, hogy egyéb partíció-kezelők is vannak, ha a <command>fips</command> nem válna be.

source: Partitioning for DOS
fi: Osioiden teko DOS:lle
hu: Particionálás DOS számára

source: If you are partitioning for DOS drives, or changing the size of DOS partitions, using Linux tools, many people experience problems working with the resulting FAT partitions. For instance, some have reported slow performance, consistent problems with <command>scandisk</command>, or other weird errors in DOS or Windows.
fi: Jos Linux-työkaluilla tehdään osioita DOS-levyille tai muutetaan DOS-osioiden kokoa, ovat useat käyttäjät törmänneet ongelmiin käyttäessään näin saatuja FAT-osiota. Esimerkiksi on ilmoitettu hitaudesta, toistuvista pulmista komennon <command>scandisk</command> kanssa tai muista omituisista virheistä DOS:ssa tai Windowsissa.
hu: DOS meghajtók particionálásakor, vagy DOS partíciók átméretezésekor Linux eszközökkel, többen gondokat észleltek a kapott FAT partíciókkal való munka során. Például egyeseknél lassú működés, állandó <command>scandisk</command> gondok, vagy fura hibák jelentkeztek DOS-ban vagy Windowsban.

source: Apparently, whenever you create or resize a partition for DOS use, it's a good idea to fill the first few sectors with zeros. You should do this prior to running DOS's <command>format</command> command by executing the following command from Linux:
fi: Näyttää siltä, että luotaessa DOS-osio tai muutettaessa DOS-osion kokoa, on tarpeen täyttää muutama ensimmäinen sektori nollilla. Tämä olisi tehtävä ennen kuin käynnistetään DOS:n komento <command>format</command> suorittamalla seuraava komento Linuxista:
hu: Ha létrehozol vagy átméretezel egy partíciót DOS-hoz, nullázd az első pár szektort. Ezt megteheted a DOS <command>format</command> parancsát megelőzve az alábbi paranccsal Linuxból:

source: Partitioning in AmigaOS
fi: Osiointi AmigaOS:stä
hu: Particionálás AmigaOS rendszerben

source: If you are running AmigaOS, you can use the <command>HDToolBox</command> program to adjust your native partitions prior to installation.
fi: Jos käyttöjärjestelmänä on AmigaOS, voidaan ohjelmalla <command>HDToolBox</command> muokata alkuperäisiä osioita ennen asennusta.
hu: Ha AmigaOS rendszert futtatsz, használd a <command>HDToolBox</command> programot az eredeti partíciók állításához a telepítés előtt.

source: Partitioning in Atari TOS
fi: Osiointi Atari TOS:sta
hu: Particionálás Atari TOS rendszerben

source: Atari partition IDs are three ASCII characters, use <quote>LNX</quote> for data and <quote>SWP</quote> for swap partitions. If using the low memory installation method, a small Minix partition is also needed (about 2 MB), for which the partition ID is <quote>MNX</quote>. Failure to set the appropriate partition IDs not only prevents the Debian installation process from recognizing the partitions, but also results in TOS attempting to use the Linux partitions, which confuses the hard disk driver and renders the whole disk inaccessible.
fi: Atarin osioiden tunnisteet ovat kolmen ASCII-merkin sanoja. Käytä tiedostojärjestelmälle <quote>LNX</quote> ja sivutusosioille <quote>SWP</quote>. Käytettäessä asenninta rajoitetun muistin (low memory mode) -tilassa, tarvitaan myös pieni Minix-osio (noin 2 Mt), jonka osiotunniste on <quote>MNX</quote>. Jos osiotunnisteet ovat väärin, ei Debianin asennusprosessi tunnista osioita ja lisäksi TOS yrittää käyttää Linux-osioita, jolloin kiintolevyajuri menee sekaisin eikä levyä pysty käyttämään.
hu: Egy Atari partíció azonosító 3 ASCII karakter, az <quote>LNX</quote> az adat, az <quote>SWP</quote> a cserepartíció. Alacsony memóriás partíciós módnál egy kis Minix partíció is szükséges (körülbelül 2 MB) <quote>MNX</quote> partíció azonosítóval. A partíció azonosítók hibás megadása nem csupán megakadályozza a Debian telepítő folyamatot a partíciók felismerésében, de azt is eredményezi, hogy a TOS a Linux partíciót akarja használni, mely összezavarja a merevlemez-meghajtót és az egész lemezt elérhetetlenné teheti.

source: There are a multitude of third party partitioning tools available (the Atari <command>harddisk</command> utility doesn't permit changing the partition ID); this manual cannot give detailed descriptions for all of them. The following description covers <command>SCSITool</command> (from Hard+Soft GmBH).
fi: Kolmannen osapuolen osiointityökaluja on runsaasti saatavilla (Atarin <command>harddisk</command>-työkaluohjelma ei salli osion tunnisteen muuttamista); tämä ohje ei voi kuvata niitä kaikkia yksityiskohtaisesti. Seuraava kuvaus kattaa komennon <command>SCSITool</command> (valmistaja on Hard+Soft GmBH).
hu: Számos partíciós eszköz elérhető (az Atari <command>harddisk</command> eszköz teszi lehetővé a partíció azonosító módosítását); e kézikönyv nem adhat részletes leírást mindegyikről. Az alábbi leírás a <command>SCSITool</command> programot tárgyalja (a Hard+Soft GmBH terméke).

source: Start <command>SCSITool</command> and select the disk you want to partition (<guimenu>Disk</guimenu> menu, item <guimenuitem>select</guimenuitem>).
fi: Käynnistä <command>SCSITool</command> ja valitse levy joka halutaan osioida(Valikko <guimenu>Disk</guimenu>, kohta <guimenuitem>select</guimenuitem>).
hu: Indítsd el a <command>SCSITool</command> programot és válaszd ki a particionálandó lemezt (<guimenu>Disk</guimenu> menü, <guimenuitem>kijelölés</guimenuitem> elem).

source: From the <guimenu>Partition</guimenu> menu, select either <guimenuitem>New</guimenuitem> to add new partitions or change the existing partition sizes, or <guimenuitem>Change</guimenuitem> to change one specific partition. Unless you have already created partitions with the right sizes and only want to change the partition ID, <guimenuitem>New</guimenuitem> is probably the best choice.
fi: Valikosta <guimenu>Partition</guimenu> valitaan joko <guimenuitem>New</guimenuitem> jolla lisätään uusia osioita tai muutetaan osioiden kokoa, tai <guimenuitem>Change</guimenuitem> jolla muutetaan yhtä osiota. Valinta <guimenuitem>New</guimenuitem> on luultavasti paras valinta, paitsi jos olet jo luonut oikean kokoiset osiot ja haluat vain muuttaa osion tunnistetta.
hu: A <guimenu>Partíciók</guimenu> menüből válaszd az <guimenuitem>Új</guimenuitem> menüpontot új partíciók létrehozásához vagy a <guimenuitem>Módosítás</guimenuitem> pontot egy partíció módosításához. Kivéve, ha már megvannak a megfelelő partícióid és csak a partíció azonosítót akarod módosítani, válaszd az <guimenuitem>Új</guimenuitem> menüpontot.

source: For the <guimenuitem>New</guimenuitem> choice, select <guilabel>existing</guilabel> in the dialog box prompting the initial settings. The next window shows a list of existing partitions which you can adjust using the scroll buttons, or by clicking in the bar graphs. The first column in the partition list is the partition type; just click on the text field to edit it. When you are finished changing partition settings, save the changes by leaving the window with the <guibutton>OK</guibutton> button.
fi: Valinnan <guimenuitem>New</guimenuitem> jälkeen, valitse <guilabel>existing</guilabel> alkuasetuksia pyytävässä valintaikkunassa. Seuraavassa ikkunassa näkyy luettelo levyn osioista. Luetteloa voi muokata vierityspainikkeilla tai napsauttamalla pylväsdiagrammeja. Osioluettelon ensimmäinen sarake on osion tyyppi; sitä muokataan napsauttamalla tekstikenttää. Kun osioiden asetusten muuttaminen on valmis, muutokset tallennetaan poistumalla ikkunasta painikkeella <guibutton>OK</guibutton>.

source: For the <guimenuitem>Change</guimenuitem> option, select the partition to change in the selection list, and select <guilabel>other systems</guilabel> in the dialog box. The next window lists detailed information about the location of this partition, and lets you change the partition ID. Save changes by leaving the window with the <guibutton>OK</guibutton> button.
fi: Valinnan <guimenuitem>Change</guimenuitem> jälkeen, valitse luettelosta muutettava osio, ja valitse <guilabel>other systems</guilabel> valintaikkunassa. Seuraavassa ikkunassa on yksityiskohtaiset tiedot tämän osion sijainnista, ja osion tunnistetta voi muuttaa. Tallenna muutokset poistumalla ikkunasta painikkeella <guibutton>OK</guibutton>.

source: Write down the Linux names for each of the partitions you created or changed for use with Linux &mdash; see <xref linkend="device-names"/>.
fi: Kirjoita muistiin Linuxin käyttämät nimet jokaisesta Linuxia varten luodusta tai muutetusta osiosta &mdash; katso <xref linkend="device-names"/>.

source: Quit <command>SCSITool</command> using the <guimenuitem>Quit</guimenuitem> item from the <guimenu>File</guimenu> menu. The computer will reboot to make sure the changed partition table is used by TOS. If you changed any TOS/GEM partitions, they will be invalidated and have to be reinitialized (we told you to back up everything on the disk, didn't we?).
fi: Lopeta ohjelman <command>SCSITool</command> suoritus valikon <guimenu>File</guimenu> toiminnolla <guimenuitem>Quit</guimenuitem>. Tietokone käynnistyy uudestaan jotta TOS varmasti käyttää muutettua osiotaulua. Jos TOS/GEM-osioita muutettiin, ne ovat käyttökelvottomia ja niille on luotava uudet tiedostojärjestelmät (tätä varten neuvoimme ottamaan varmuuskopiot kaikesta mitä levyllä on).

source: There is a partitioning tool for Linux/m68k called <command>atari-fdisk</command> in the installation system, but for now we recommend you partition your disk using a TOS partition editor or some disk tool. If your partition editor doesn't have an option to edit the partition type, you can do this crucial step at a later stage (from the booted temporary install RAMdisk). <command>SCSITool</command> is only one of the partition editors we know of which supports selection of arbitrary partition types. There may be others; select the tool that suits your needs.
fi: Linux/m68k:lle on osiointityökalu nimeltä <command>atari-fdisk</command> asennusjärjestelmässä, mutta tällä hetkellä suositellaan levyn osioimista TOS partition editorilla tai jollain levytyökalulla. Jos käytetyssä osiointityökalussa ei ole mahdollisuutta muokata osion tyyppiä, tämä välttämätön vaihe voidaan tehdä myöhemmin (käynnistysmuistilevyltä). <command>SCSITool</command> on ainoa tietämämme osiointityökalu joka osion tyypin voi vaihtaa miksi vaan. Muitakin saattaa olla, valitse työkalu joka sopii käyttöösi.

source: Partitioning in MacOS
fi: Osiointi MacOS:stä

source: Partitioning tools for Macintosh tested include <command>pdisk</command>, <command>HD SC Setup</command> 7.3.5 (Apple), <command>HDT</command> 1.8 (FWB), <command>SilverLining</command> (LaCie), and <command>DiskTool</command> (Tim Endres, GPL). Full versions are required for <command>HDT</command> and <command>SilverLining</command>. The Apple tool requires a patch in order to recognize third-party disks (a description on how to patch <command>HD SC Setup</command> using <command>ResEdit</command> can be found at <ulink url="http://www.euronet.nl/users/ernstoud/patch.html"></ulink>).
fi: Kokeiltuihin Macintoshin osiointisovelluksiin kuuluvat <command>pdisk</command>, <command>HD SC Setup</command> 7.3.5 (Apple), <command>HDT</command> 1.8 (FWB), <command>SilverLining</command> (LaCie), ja <command>DiskTool</command> (Tim Endres, GPL). Ohjelmista <command>HDT</command> ja <command>SilverLining</command> on oltava täysversiot. Applen sovellus vaatii korjauksen, jotta se tunnistaisi kolmannen osapuolen levyt (ohjeet korjauksen asentamisen komennolle <command>HD SC Setup</command> komentoa <command>ResEdit</command> käyttäen löytyvät osoitteesta <ulink url="http://www.euronet.nl/users/ernstoud/patch.html"></ulink>).

source: Partitioning from SunOS
fi: Osiointi SunOS:stä

source: Partitioning from Linux or another OS
fi: Osiointi Linuxista tai muusta käyttöjärjestelmästä

source: Whatever system you are using to partition, make sure you create a <quote>Sun disk label</quote> on your boot disk. This is the only kind of partition scheme that the OpenBoot PROM understands, and so it's the only scheme from which you can boot. In <command>fdisk</command>, the <keycap>s</keycap> key is used to create Sun disk labels. You only need to do this on drives that do not already have a Sun disk label. If you are using a drive that was previously formatted using a PC (or other architecture) you must create a new disk label, or problems with the disk geometry will most likely occur.
fi: Käytettiinpä mitä osiointitapaa tahansa, on varmistuttava että tehdään <quote>Sun disk label</quote> käynnistyslevylle. Tämä on ainoa osiotaulun tyyppi jota OpenBoot PROM ymmärtää, ja niin ollen ainoa mikä kelpaa käynnistyslevylle. Komennossa <command>fdisk</command> luodaan Sun disk label näppäimellä <keycap>s</keycap>. Tämä pitää tehdä vain levyille joilla ei vielä ole Sun disk labelia. Jos käytät levyä jolle on aiemmin tehty osiot PC:llä (tai jonkin muun laitearkkitehtuurin koneella), on tehtävä uusi osiotaulu, tai erittäin todennäköisesti tulee ongelmia levyn geometrian kanssa.

source: You will probably be using <command>SILO</command> as your boot loader (the small program which runs the operating system kernel). <command>SILO</command> has certain requirements for partition sizes and location; see <xref linkend="partitioning"/>.
fi: Luultavasti käytät <command>SILO</command>:a käynnistyslataimena (pieni ohjelma joka käynnistää käyttöjärjestelmän ytimen). <command>SILO</command> asettaa tiettyjä vaatimuksia osioiden koolle ja sijainnille; katso <xref linkend="partitioning"/>.

source: MacOS/OSX Partitioning
fi: Osioiden teko MacOS/OSX:lle

source: The <application>Apple Drive Setup</application> application can be found in the <filename>Utilities</filename> folder on the MacOS CD. It will not adjust existing partitions; it is limited to partitioning the entire disk at once. The disk driver partitions don't show up in <application>Drive Setup</application>.
fi: Sovellus <application>Apple Drive Setup</application> löytyy MacOS-rompun hakemistosta <filename>Utilities</filename>. Se ei muokkaa olemassa olevia osioita; se osaa vain koko levyn osioinnin yhdellä kertaa. <application>Drive Setup</application> ei näytä levyajurin osioita.

source: Remember to create a placeholder partition for GNU/Linux, preferably positioned first in the disk layout. it doesn't matter what type it is, it will be deleted and replaced later inside the &debian; installer.
fi: Muista luoda paikkaa varaava osio GNU/Linuxille, mieluiten levyn ensimmäiseksi osioksi. Osion tyypillä ei ole väliä, se poistetaan ja korvataan myöhemmin Debianin asentimen toimesta.

source: If you are planning to install both MacOS 9 and OS X, it is best to create separate partitions for OS 9 and OS X. If they are installed on the same partition, <application>Startup Disk</application> (and reboot) must be used to select between the two; the choice between the two systems can't be made at boot time. With separate partitions, separate options for OS 9 and OS X will appear when holding the <keycap>option</keycap> key at boot time, and separate options can be installed in the <application>yaboot</application> boot menu as well. Also, Startup Disk will de-bless all other mountable partitions, which can affect GNU/Linux booting. Both OS 9 and OS X partitions will be accessible from either OS 9 or OS X.
fi: Mikäli tarkoituksena on asentaa sekä MacOS 9 että OS X, on parasta luoda erilliset osiot kummallekin. Jos ne asennetaan samaan osioon, sovellusta <application>Startup Disk</application> (ja uudelleenkäynnistystä) on käytettävä valitsemaan käyttöjärjestelmien välillä; käynnistyvää järjestelmää ei voi valita käynnistyksen aikana. Kun ne on asennettu erillisiin osioihin, näkyy oma valinta sekä OS 9:lle että OS X:lle kun näppäintä <keycap>option</keycap> pidettään pohjassa käynnistyksen aikana. Myös <application>yabootin</application> käynnistysvalikkoon voidaan asentaan kummallekin oma valinta. Startup Disk myöskin piilottaa kaikki muut liitettävät osiot, joka voi vaikuttaa GNU/Linuxin käynnistämiseen. Sekä OS 9 että OS X -osiot ovat käytettävissä molemmista käyttöjärjestelmistä OS 9 ja OS X.

source: GNU/Linux is unable to access information on UFS partitions, but does support HFS+ (aka MacOS Extended) partitions. OS X requires one of these two types for its boot partition. MacOS 9 can be installed on either HFS (aka MacOS Standard) or HFS+. To share information between the MacOS and GNU/Linux systems, an exchange partition is handy. HFS, HFS+ and MS-DOS FAT partitions are supported by both MacOS and Linux.
fi: GNU/Linux ei voi käyttää UFS-osioilla olevia tietoja, mutta tukee HFS+ (eli MacOS Extended) -osioita. OS X vaatiin jomman kumman näistä tyypeistä käynnistysosiokseen. MacOS 9 voidaan asentaa joko HFS (eli MacOS Standard) tai HFS+ -osiolle. Jotta tiedostoja voi vaihtaa MacOS- ja GNU/Linux-järjestelmien välillä, on kätevää tehdä tiedostojen vaihtoon tarkoitettu osio. Osiotyypit HFS, HFS+ ja MS-DOS FAT ovat kaikki tuettuja sekä MacOS:ssä että Linuxissa.

source: Pre-Installation Hardware and Operating System Setup
fi: Laiteasetukset ja käyttöjärjestelmän asetukset ennen asennusta

source: This section will walk you through pre-installation hardware setup, if any, that you will need to do prior to installing Debian. Generally, this involves checking and possibly changing firmware settings for your system. The <quote>firmware</quote> is the core software used by the hardware; it is most critically invoked during the bootstrap process (after power-up). Known hardware issues affecting the reliability of &debian; on your system are also highlighted.
fi: Tässä luvussa käydään askel askeleeltä läpi laiteasetukset, jos niitä on, jotka on tehtävä ennen Debianin asennusta. Yleensä on tarkistettava ja ehkä muutettava tietokoneen laiteohjelmiston asetuksia. <quote>Laiteohjelmisto</quote> on laitteiston käyttämä perusohjelmisto; sen tärkein tehtävä on alkulatauksen yhteydessä (kun laitteistoon on kytketty virta). Myös tiedossa olevat laiteiston ominaisuudet jotka vaikuttavat &debian;in luotettavuuteen on korostettu.

source: Invoking the BIOS Set-Up Menu
fi: BIOSin asetusvalikon käynnistäminen
