Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/preparing.po
Languages: fi, hu

source: Hardware
fi: Laite
hu: Hardver

source: Information You Might Need
fi: Mahdollisesti tarvittava tieto
hu: A sokszor szükséges adatok

source: Hard Drives
fi: Kiintolevyt
hu: Merevlemezek

source: How many you have.
fi: Lukumäärä.
hu: Számuk.

source: Their order on the system.
fi: Niiden keskinäinen järjestys.
hu: Sorrendjük a rendszeren.

source: Whether IDE or SCSI (most computers are IDE).
fi: Ovatko ne IDE vai SCSI (useimmissa tietokoneissa IDE).
hu: IDE vagy SCSI-felület (a legtöbb gép IDE).

source: Whether IDE or SCSI (most m68k computers are SCSI).
fi: Ovat ko ne IDe vai SCSI (useimmissa m68k-tietokoneissa SCSI).
hu: IDE vagy SCSI-felület (a legtöbb m68k gép SCSI).

source: Available free space.
fi: Käytettävissä oleva vapaa tila.
hu: Elérhető szabad hely.

source: Partitions.
fi: Osiot.
hu: Partíciók.

source: Partitions where other operating systems are installed.
fi: Osiot joihin muut käyttöjärjestelmät on asennettu.
hu: A más rendszereket tartalmazó partíciók.

source: Monitor
fi: Näyttö

source: Model and manufacturer.
fi: Malli ja valmistaja.
hu: Modell és gyártó

source: Resolutions supported.
fi: Tuetut näyttötarkkuudet.
hu: Támogatott felbontások.

source: Horizontal refresh rate.
fi: Vaakapoikkeutustaajuus.
hu: Vízszintes frissítés.

source: Vertical refresh rate.
fi: Pystypoikkeutustaajuus.
hu: Függőleges frissítés.

source: Color depth (number of colors) supported.
fi: Tuettu värisyvyys (värien määrä).
hu: Támogatott színmélység (színek száma).

source: Screen size.
fi: Näytön koko.
hu: Képernyő méret.

source: Mouse
fi: Hiiri
hu: Egér

source: Type: serial, PS/2, or USB.
fi: Tyyppi: sarjahiiri, PS/2 tai USB.
hu: Típus: soros, PS/2, vagy USB.

source: Port.
fi: Portti.

source: Manufacturer.
fi: Valmistaja.
hu: Gyártó.

source: Number of buttons.
fi: Nappuloiden määrä.
hu: Gombok száma.

source: Network
fi: Verkko
hu: Hálózat

source: Type of adapter.
fi: Verkkoliitännän tyyppi.
hu: Adapter típusa.

source: Printer
fi: Tulostin
hu: Nyomtató

source: Printing resolutions supported.
fi: Tuetut tulostustarkkuudet.
hu: Támogatott nyomtatási felbontások.

source: Video Card
fi: Näytönohjain
hu: Videó kártya

source: Video RAM available.
fi: Käytettävissä oleva näyttömuisti.
hu: Elérhető videó RAM.

source: Resolutions and color depths supported (these should be checked against your monitor's capabilities).
fi: Tuetut tarkkuudet ja värisyyvyydet (näitä tulisi verrata näytön tukemiin).
hu: Támogatott felbontások és színmélységek (ezt a monitor képességeivel is össze kell vetni).

source: Device number(s).
fi: Laitenumero(t).
hu: Eszközszám(ok).

source: Device numbers.
fi: Laitenumerot.
hu: Eszközszámok.

source: Relative adapter number for OSA cards.
fi: OSA-korteille suhteellinen sovittimen numero.
hu: Relatív adapter szám OSA kártyákhoz.

source: Hardware Compatibility
fi: Laitteiden yhteensopivuus
hu: Hardver kompatibilitás

source: Many brand name products work without trouble on Linux. Moreover, hardware for Linux is improving daily. However, Linux still does not run as many different types of hardware as some operating systems.
fi: Useat merkkituotteet toimivat Linuxissa ongelmitta. Lisäksi Linuxille tehtyt laitteet paranevat koko ajan. Linux ei kuitenkaan vielä tue yhtä paljoa erilaisia laitteita kuin jotkin käyttöjärjestelmät.
hu: A legtöbb neves termék jól működik Linuxon. Ráadásul a gyártók által kifejezetten Linuxra is ajánlott hardverek száma rohamosan növekszik. Ezzel együtt van még olyan operációs rendszer, mely még több hardvert támogat.

source: In particular, Linux usually cannot run hardware that requires a running version of Windows to work.
fi: Erityisesti Linux ei tavallisesti pysty käyttämään laitetta, joka vaatii toimiakseen käynnissä olevan Windowsin.
hu: Például Linux alatt sokszor nem fut olyan hardver, mely megköveteli egy aktuális Windows-verzió futását.

source: Although some Windows-specific hardware can be made to run on Linux, doing so usually requires extra effort. In addition, Linux drivers for Windows-specific hardware are usually specific to one Linux kernel. Therefore, they can quickly become obsolete.
fi: Vaikkakin joitakin erityisesti Windowsille tehtyjä laitteita saadaan toimimaan Linuxissa, se vaatii tavallisesti ylimääräistä vaivaa. Lisäksi erityisesti Windowsille tehdyn laitteen Linux-laiteajurit ovat tavallisesti sopivia vain yhdelle tietylle Linux-ytimen versiolle. Niinpä ne voivat vanhentua nopeasti.
hu: Bár sok Windows-specifikus hardver működtethető Linuxon, ez sokszor külön beállítást igényel. Sokszor ezek csak egy bizonyos Linux-kernellel működnek, ezért hamar elavulnak.

source: So called win-modems are the most common type of this hardware. However, printers and other equipment may also be Windows-specific.
fi: Niin kutsutut windows-modeemit ovat yleisimpiä tämäntyyppisistä laitteista. Kuitenkin myös tulostimet ja muut oheislaitteet voivat olla erityisesti Windowsia varten tehtyjä.
hu: Az úgynevezett win-modemek a legtipikusabb példái ezeknek. E mellett egyes nyomtatók és hasonlók is ide tartoznak.

source: You can check hardware compatibility by:
fi: Laitteiston yhteensopivuus voidaan tarkistaa:
hu: A kompatibilitás ellenőrzése:

source: Checking manufacturers' web sites for new drivers.
fi: Etsimällä valmistajan webbisivulta uusia ajureita.
hu: A gyártó weblapján új meghajtók ellenőrzése.

source: Looking at web sites or manuals for information about emulation. Lesser known brands can sometimes use the drivers or settings for better-known ones.
fi: Lukemalla webbisivuilta tai käsikirjoista tietoa emuloinnista. Tuntemattomammat merkit saattavat joskus toimia tunnetumman merkin ajureilla tai asetuksilla.
hu: Weblapok és kézikönyvek az emulációról. A kevésbé ismert márkák sokszor ismertebbek meghajtóit vagy beállításait használják.

source: Checking hardware compatibility lists for Linux on web sites dedicated to your architecture.
fi: Etsimällä suoritinperheelle omistautuneilta webbisivuilta luetteloa Linux-yhteensopivista laitteista.
hu: Az architektúrának megfelelő Linux weblapok hardver kompatibilitási listáinak ellenőrzése.

source: Searching the Internet for other users' experiences.
fi: Etsimällä Internetistä muiden käyttäjien kokemuksia.
hu: Más felhasználók tapasztalatai az Interneten.

source: Network Settings
fi: Verkkoasetukset
hu: Hálózati beállítások

source: If your computer is connected to a network 24 hours a day (i.e., an Ethernet or equivalent connection &mdash; not a PPP connection), you should ask your network's system administrator for this information.
fi: Jos tietokone on kytkettynä verkkoon 24 tuntia vuorokaudessa (ts. Ethernet tai vastaava liitäntä &mdash; ei PPP-yhteys), olisi nämä asetukset kysyttävä verkon vastuuhenkilöltä.
hu: Ha a gép folyamatosan hálózaton van (például ethernet vagy hasonló kapcsolat &mdash; nem PPP), a hálózati rendszergazda megadja.

source: Your host name (you may be able to decide this on your own).
fi: Konenimi (tämän voi ehkä keksiä itse).
hu: Gépnév (általában önállóan megadható).

source: Your domain name.
fi: Verkkoaluenimi.
hu: Tartomány (domain) név

source: Your computer's IP address.
fi: Tietokoneen IP-osoite.
hu: A gép IP címe.

source: The netmask to use with your network.
fi: Verkossa käytettävä verkon peitto.
hu: Az adott hálózat hálózati maszkja.

source: The IP address of the default gateway system you should route to, if your network <emphasis>has</emphasis> a gateway.
fi: Oletusyhdyskäytävän IP-osoite, jos verkossa <emphasis>on</emphasis> yhdyskäytävä.
hu: Az alapértelmezett átjáró IP címe az útválasztáshoz, ha a hálózatnak <emphasis>van</emphasis> átjárója.

source: The system on your network that you should use as a DNS (Domain Name Service) server.
fi: Nimipalvelimena (DNS) käytettävä verkon kone.
hu: A hálózaton DNS (Domain Name Service) kiszolgálóként használható rendszer.

source: On the other hand, if your administrator tells you that a DHCP server is available and is recommended, then you don't need this information because the DHCP server will provide it directly to your computer during the installation process.
fi: Jos verkon vastuuhenkilö kertoo DHCP-palvelimen olevan käytettävissä ja että sen käyttö on suositeltavaa, ei näitä tietoja tarvita, koska DHCP-palvelin tarjoaa tiedot asennuksen aikana suoraan tietokoneelle.
hu: Ha a rendszergazda azt mondja, hogy DHCP kiszolgáló elérhető és ajánlott, akkor nincs szükség ezekre az adatokra, mert a DHCP kiszolgáló közvetlenül átadja ezeket a gépnek a telepítő folyamat során.

source: If you use a wireless network, you should also find out:
fi: Jos käytössä on langaton verkko, olisi vielä selvitettävä:
hu: Drótnélküli hálózat esetén ezek is kellenek:

source: ESSID of your wireless network.
fi: Langattoman verkon ESSID.
hu: A drótnélküli hálózathoz tartozó ESSID.

source: WEP security key (if applicable).
fi: WEB-salausavain (jos käytössä).
hu: WEP biztonsági kulcs (ha alkalmazható)

source: Meeting Minimum Hardware Requirements
fi: Vähimmäisvaatimukset laitteistolle
hu: Szükséges hardverkövetelmények

source: Once you have gathered information about your computer's hardware, check that your hardware will let you do the type of installation that you want to do.
fi: Kun tiedot laitteistosta on kerätty, tarkistetaan laitteiston sallivan halutun asennustavan.
hu: Ha megvannak a gép adatai, ellenőrizd, hogy megfelelnek-e a tervezett telepítési módnak.

source: Depending on your needs, you might manage with less than some of the recommended hardware listed in the table below. However, most users risk being frustrated if they ignore these suggestions.
fi: Käyttötarkoitus saattaa sallia laitteiston, joka ei täytä alla olevassa taulukossa mainittuja suosituksia. Useimmat käyttäjät kuitenkin turhautuvat jos jättävät huomiotta nämä suositukset.
hu: Igény szerint az alábbi táblázatban ajánlott pár hardvernél gyengébb is kipróbálható. Ám sok felhasználót felkavarhat, ha fittyet hány e javaslatokra.

source: A Pentium 100 is the minimum recommended for desktop systems, and a Pentium II-300 for a Server.
fi: Pöytätietokoneeksi suositellaan vähintään 100 MHz Pentiumia, ja palvelinkoneeksi vähintään Pentium-II 300 MHz.
hu: Egy Pentium 100 legalább ajánlott egy legszerényebb asztali rendszerhez és egy Pentium II-300 egy kiszolgálóhoz.

source: A 68030 or better processor is recommended for m68k installs. You may get by with a little less drive space than shown.
fi: m68k asennuksiin suositellaan 68030 tai parempaa suoritinta. Hieman suositeltua pienemmälläkin levyllä saattaa tulla toimeen.
hu: Egy 68030 vagy jobb processzor ajánlott egy m68k telepítéshez. A leírtnál kicsit kevesebb hellyel is el lehet boldogulni.

source: Any OldWorld or NewWorld PowerPC can serve well as a Desktop System. For servers, a minimum 132-Mhz machine is recommended.
fi: Kaikki OldWorld ja NewWorld PowerPC-koneet toimivat hyvin pöytätietokoneena. Palvelinkoneeksi suositellaan vähintään 132 MHz konetta.
hu: Bármilyen OldWorld vagy NewWorld PowerPC jó asztali rendszernek. Kiszolgálónak egy legalább 132 MHz órajelű ajánlott.

source: Recommended Minimum System Requirements
fi: Suositellut vähimmäisvaatimukset laitteistolle
hu: Ajánlott legkisebb hardverkövetelmények

source: Install Type
fi: Asennustapa
hu: Telepítő típus

source: <entry>RAM</entry>
fi: <entry>Muisti</entry>

source: Hard Drive
fi: Kiintolevy
hu: Merevlemez

source: No desktop
fi: Ei työpöytää
hu: Asztal nélkül

source: 24 megabytes
fi: 24 Mt
hu: 24 megabájt

source: 450 megabytes
fi: 450 Mt
hu: 450 megabájt

source: With Desktop
fi: Työpöytäympäristö
hu: Asztallal

source: 64 megabytes
fi: 64 Mt
hu: 64 megabájt

source: 1 gigabyte
fi: 1 Gt
hu: 1 gigabájt

source: Server
fi: Palvelin
hu: Kiszolgáló

source: 128 megabytes
fi: 128 Mt
hu: 128 megabájt

source: 4 gigabytes
fi: 4 Gt
hu: 4 gigabájt

source: Here is a sampling of some common Debian system configurations. You can also get an idea of the disk space used by related groups of programs by referring to <xref linkend="tasksel-size-list"/>.
fi: Tässä on näyte muutamista yleisistä Debianin järjestelmäkokoonpanoista. Myös kohdasta <xref linkend="tasksel-size-list"/> saa käsityksen ohjelmakokonaisuuksien vaatimasta levytilasta.
hu: Itt egy pár általános Debian rendszer konfigurációs példa. Az egyes program-csoportok által használt lemezterületről a <xref linkend="tasksel-size-list"/> rész ír.

source: Standard Server
fi: Peruspalvelin
hu: Átlagos kiszolgáló

source: This is a small server profile, useful for a stripped down server which does not have a lot of niceties for shell users. It includes an FTP server, a web server, DNS, NIS, and POP. For these 100MB of disk space would suffice, and then you would need to add space for any data you serve up.
fi: Tämä kokoonpano on pieni palvelin, josta on poistettu komentorivikäyttäjien apuohjelmia. Palvelimessa on FTP-palvelin, www-palvelin, DNS, NIS ja POP. Näihin riittää 100 Mt levyä. Lisäksi tarvitaan levyä palvelinohjelmien tarvitsemien tiedostojen tallennukseen.
hu: Ez egy kis kiszolgáló összeállítás, melyen a legkevesebb dolog van a shell felhasználóknak. Tartalmaz egy FTP egy web, DNS, NIS és POP kiszolgálót. Ezekre 100 MB és a tárolt adatokra szükséges hely elég.

source: Desktop
fi: Pöytätietokone
hu: Asztal

source: A standard desktop box, including the X window system, full desktop environments, sound, editors, etc. You'll need about 2GB using the standard desktop task, though it can be done in far less.
fi: Vakio työpyöytäkone, jossa on X Window -järjestelmä, täysi työpöytäympäristö, ääni, tekstureita, jne. Tarvitaan noin 2 Gt jos käytetään työpöytäympäristön vakioasennusta, vaikkakin paljon pienempikin asennus on mahdollinen.
hu: Ez egy nagy méretű munkaasztal, tartalmazza az X ablakozó rendszert, robusztus asztali környezetet, hangokat, szerkesztőket, és így tovább. Ehhez körülbelül 2 GB kell, de egyénileg, okosan válogatva sokkal kevesebb is elég lehet.

source: Work Console
fi: Konsolityöasema
hu: Munka konzol

source: A more stripped-down user machine, without the X window system or X applications. Possibly suitable for a laptop or mobile computer. The size is around 140MB.
fi: Enemmän typistetty työasema, ilman X Window -järjestelmää tai X-sovelluksia. Sopii ehkä kannettavaan tietokoneeseen. Koko on noin 140 Mt.
hu: Egy nagyon kis felhasználói gép, X ablakozó rendszer és X alkalmazások nélkül. Sokszor nagyon alkalmas laptopra vagy bármilyen hordozható gépre. 140 MB körül van.

source: Developer
fi: Kehittäjän työasema
hu: Fejlesztő

source: A desktop setup with all the development packages, such as Perl, C, C++, etc. Size is around 475MB. Assuming you are adding X11 and some additional packages for other uses, you should plan around 800MB for this type of machine.
fi: Pöytätietokone jossa on kaikki kehittäjän paketit, kuten Perl, C, C++ jne. Koko on noin 475 MT. Jos lisätään X11 ja muutamia lisäpaketteja muihin tarkoituksiin, olisi tämäntyyppiselle koneelle varattava 800 Mt.
hu: Egy asztali telepítés teljes fejlesztői csomagokkal, mint például a Perl, C, C++ és így tovább. Mintegy 475 MB. X11 és pár más csomaggal 800 MB körül lehet tervezni.

source: Remember that these sizes don't include all the other materials which are usually to be found, such as user files, mail, and data. It is always best to be generous when considering the space for your own files and data. Notably, the <filename>/var</filename> partition contains a lot of state information specific to Debian in addition to its regular contents like logfiles. The <command>dpkg</command> files (with information on all installed packages) can easily consume 20MB. Also, <command>apt-get</command> puts downloaded packages here before they are installed. You should usually allocate at least 100MB for <filename>/var</filename>.
fi: Huomaa, ettei näihin kokoihin ole laskettu mukaan muuta tietokoneella tavallisesti olevaa tietoa, kuten käyttäjien tiedostot, sähköpostit ja tiedot. On aina parasta mitoittaa omien tiedostojen ja tietojen tila yläkanttiin. Erityisesti <filename>/var</filename>-osio sisältää paljon Debianin omaa tilatietoa tavallisten tietojen kuten lokitiedostojen lisäksi. Sovelluksen <command>dpkg</command> tiedostot (joissa on tiedot kaikista asennetuista paketeista) voivat helposti viedä 20 Mt. Lisäksi <command>apt-get</command> tallentaa noudetut paketit <filename>/var</filename>-osioon ennen kuin ne asennetaan. Osiolle <filename>/var</filename> olisi tavallisesti annettava tilaa ainakin 100 Mt.
hu: Ne feledd, hogy e méretek nem tartalmazzák az összes egyéb anyagot, mely általában megtalálható, mint a felhasználói fájlok, levelek és adatok. Mindig légy bőkezű saját fájljaid és adataid mérete tervezésével. Főleg a <filename>/var</filename> tartalmaz sok állapot adatot a Debian rendszerről szabványos napló fájljaival együtt. A <command>dpkg</command> fájlok (a telepített csomagok adataival) könnyen elérhetik a 20 MB méretet. Az <command>apt-get</command> is ide teszi a letöltött fájlokat telepítés előtt. Általában legalább 100 MB helyet számíts a <filename>/var</filename> számára.

source: Pre-Partitioning for Multi-Boot Systems
fi: Monikäynnistettävän koneen osiointi etukäteen
hu: Több-rendszeres gép elő-particionálása

source: Partitioning your disk simply refers to the act of breaking up your disk into sections. Each section is then independent of the others. It's roughly equivalent to putting up walls inside a house; if you add furniture to one room it doesn't affect any other room.
fi: Levyn osiointi tarkoittaa levyn jakamista osiin. Jokainen osa on riippumaton muista. Osiointia voisi verrata talon väliseinien pystyttämiseen; huonekalujen lisääminen yhteen huoneeseen ei vaikuta muihin.
hu: A lemez particionálása annak részekre választását jelenti. Minden rész független egymástól. Ez a házban lévő falakhoz hasonló; egy bútor egy szobában nincs hatással a másik szobára.

source: Whenever this section talks about <quote>disks</quote> you should translate this into a DASD or VM minidisk in the &arch-title; world. Also a machine means an LPAR or VM guest in this case.
fi: Aina kun tässä luvussa puhutaan <quote>levyistä</quote>, olisi ymmärrettävä tarkoitettavan DASD:tä tai VM minilevyä käsiteltäessä suoritinperhettä &arch-title;. Lisäksi kone tarkoittaa tässä tapauksessa LPAR:ia tai VM vierasta.
hu: Bár e szakaszban a <quote>lemezek</quote> szót használjuk DASD vagy VM mini-lemez eszközökre is értjük egy &arch-title; világban. Az LPAR vagy VM vendég gépeket is jelenti ez esetben.

source: If you already have an operating system on your system <phrase arch="x86"> (Windows 9x, Windows NT/2000/XP, OS/2, MacOS, Solaris, FreeBSD, &hellip;) </phrase> <phrase arch="alpha"> (Tru64 (Digital UNIX), OpenVMS, Windows NT, FreeBSD, &hellip;) </phrase> <phrase arch="s390"> (VM, z/OS, OS/390, &hellip;) </phrase> <phrase arch="m68k"> (Amiga OS, Atari TOS, Mac OS, &hellip;) </phrase> and want to stick Linux on the same disk, you will need to repartition the disk. Debian requires its own hard disk partitions. It cannot be installed on Windows or MacOS partitions. It may be able to share some partitions with other Linux systems, but that's not covered here. At the very least you will need a dedicated partition for the Debian root.
fi: Jos koneessa on jo käyttöjärjestelmä <phrase arch="x86"> (Windows 9x, Windows NT/2000/XP, OS/2, MacOS, Solaris, FreeBSD, &hellip;) </phrase> <phrase arch="alpha"> (Tru64 (Digital UNIX), OpenVMS, Windows NT, FreeBSD, &hellip;) </phrase> <phrase arch="s390"> (VM, z/OS, OS/390, &hellip;) </phrase> <phrase arch="m68k"> (Amiga OS, Atari TOS, Mac OS, &hellip;) </phrase> ja Linux halutaan asentaa samalle levylle, on levy osioitava uudelleen. Debian vaatii omat levyosionsa. Sitä ei voi asentaa Windowsin tai MacOS:n osioihin. Debian saattaa pysytä jakamaan joitakin osioita muiden Linux-järjestelmien kanssa, mutta sitä ei käsitellä tässä. Vähimmäisvaatimuksena on oma osio Debianin juuritiedostojärjestelmälle.
hu: Ha már van egy másik rendszered is a gépen <phrase arch="x86"> (OpenBSD, NetBSD, FreeBSD, Solaris, MacOS, OS/2, Windows 9x/NT/2000/2003&hellip;)</phrase> <phrase arch="s390"> (VM, z/OS, OS/390, &hellip;) </phrase> <phrase arch="m68k"> (Amiga OS, Atari TOS, Mac OS, &hellip;) </phrase> és arra a lemezre akarod tenni a GNU/Linux rendszert is, szükség lehet a lemez újraparticionálására. A Debian önálló partíciókat igényel. A Windows vagy MacOS partíciótól külön kell választani, ha ezeket megtartanánk. Képes megosztani partíciókat egyéb GNU/Linux rendszerekkel, de ezt itt nem írjuk. Legalább a Debian gyökér számára önálló partíciót kell adni.

source: You can find information about your current partition setup by using a partitioning tool for your current operating system<phrase arch="x86">, such as fdisk or PartitionMagic</phrase><phrase arch="powerpc">, such as Drive Setup, HD Toolkit, or MacTools</phrase><phrase arch="m68k">, such as HD SC Setup, HDToolBox, or SCSITool</phrase><phrase arch="s390">, such as the VM diskmap</phrase>. Partitioning tools always provide a way to show existing partitions without making changes.
fi: Tiedot levyllä jo olevista osioita löytyvät käyttöjärjestelmän osiointityökalujen avulla<phrase arch="x86">, kuten fdisk tai PartitionMagic</phrase><phrase arch="powerpc">, kuten Drive Setup, HD Toolkit, tai MacTools</phrase><phrase arch="m68k">, kuten HD SC Setup, HDToolBox, tai SCSITool</phrase><phrase arch="s390">, kuten VM diskmap</phrase>. Osiointityökaluilla on aina mahdollista katsoa levyllä olevien osioiden tiedot tekemättä muutoksia.
hu: A már meglévő rendszerhez tartozó particionáló eszközzel megtudhatók a jelenlegi partíciók, ilyenek például az <phrase arch="x86">fdisk vagy pqmagic</phrase><phrase arch="powerpc">Drive Setup, HD Toolkit, vagy MacTools</phrase><phrase arch="m68k">HD SC Setup, HDToolBox, vagy SCSITool</phrase><phrase arch="s390">VM diskmap</phrase>. A partíciós eszközökkel mindig megnézhetők a létező partíciók módosítás nélkül.

source: In general, changing a partition with a file system already on it will destroy any information there. Thus you should always make backups before doing any repartitioning. Using the analogy of the house, you would probably want to move all the furniture out of the way before moving a wall or you risk destroying it.
fi: Periaatteessa muutoksien tekeminen osioon jossa jo on tiedostojärjestelmä tuhoaa sen sisällön kokonaan. Niinpä olisi aina tehtävä varmuuskopiot ennen kuin osioihin kosketaan. Käytetään taas talovertausta: huonekalut on parasta siirtää pois tieltä ennen väliseinien siirtämistä, muuten huonekalut menevät pirstaleiksi.
hu: Általában egy partíció és a rajta lévő fájlrendszer cseréje törli az ott lévő adatokat. Ezért mentsd őket az újraparticionálás előtt. A ház példájával élve, a bútorok kivehetők az utcára a falak elmozdítása előtt, így biztosan nem sérülnek.

source: If your computer has more than one hard disk, you may want to dedicate one of the hard disks completely to Debian. If so, you don't need to partition that disk before booting the installation system; the installer's included partitioning program can handle the job nicely.
fi: Jos tietokoneessa on useampi kiintolevy, on mahdollista varata yksi kiintolevy kokonaan Debianin käyttöön. Tällöin ei tuota levyä tarvitse osioida ennen asennusjärjestelmän käynnistämistä; asentimeen kuuluva osiointisovellus hoitaa homman kätevästi.
hu: Ha a gépben több merevlemez van, az egyik a Debian rendszerre szánható. Ilyenkor már mehet is a telepítés, az elvégzi a particionálást.
