Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/preparing.po
Languages: fi, hu

source: Before Installing &debian;
fi: Ennen &debian;in asennusta
hu: A &debian; telepítése előtt

source: This chapter deals with the preparation for installing Debian before you even boot the installer. This includes backing up your data, gathering information about your hardware, and locating any necessary information.
fi: Tässä luvussa käsitellään Debianin asentamisen valmistelevia toimia, jotka tehdään ennen kuin asenninta edes käynnistetään. Tähän kuuluvat varmuuskopioiden ottaminen, tietojen kerääminen laitteistosta ja tarvittavan tiedon etsiminen.
hu: E fejezet a Debian telepítés előkészületeit tárgyalja a telepítő indítása előtt. Szól az adatok mentéséről, a hardver adatainak begyűjtéséről, és bármilyen szükséges információ helyének meghatározásáról.

source: Overview of the Installation Process
fi: Katsaus asennusprosessiin
hu: A telepítő folyamat áttekintése

source: First, just a note about re-installations. With Debian, a circumstance that will require a complete re-installation of your system is very rare; perhaps mechanical failure of the hard disk would be the most common case.
fi: Ensin huomio uudelleenasennuksista. Tilanne joka vaatisi Debianin asentamisen kokonaan uudelleen on hyvin harvinainen; ehkäpä kiintolevyn mekaaninen hajoaminen olisi tyypillisin tapaus.
hu: Először csak egy megjegyzés az újratelepítésről. A Debian esetében az olyan körülmény, mely újratelepítést igényelne rendkívül ritka; talán a merevlemez mechanikai hibája a leggyakrabb eset.

source: Many common operating systems may require a complete installation to be performed when critical failures take place or for upgrades to new OS versions. Even if a completely new installation isn't required, often the programs you use must be re-installed to operate properly in the new OS.
fi: Useiden paljon käytettyjen käyttöjärjestelmien kanssa voidaan joutua asentamaan alusta asti kun on tapahtunut vakava virhe tai kun päivitetään uuteen käyttöjärjestelmän versioon. Vaikka täysin uutta asennusta ei tarvitsisikaan tehdä, joutuu usein asentamaan käytetyt ohjelmat uudelleen, jotta ne toimisivat kunnolla uudessa käyttöjärjestelmässä.
hu: Nagyon sok általános operációs rendszer teljes újratelepítést igényel számos kritikus hiba esetén vagy új verzióra való áttéréskor. Ezeknél a rendszereknél, még ha a teljes újratelepítés el is kerülhető, nagyon sokszor a programokat újra kell telepíteni, hogy működjenek az új rendszer alatt.

source: Under &debian;, it is much more likely that your OS can be repaired rather than replaced if things go wrong. Upgrades never require a wholesale installation; you can always upgrade in-place. And the programs are almost always compatible with successive OS releases. If a new program version requires newer supporting software, the Debian packaging system ensures that all the necessary software is automatically identified and installed. The point is, much effort has been put into avoiding the need for re-installation, so think of it as your very last option. The installer is <emphasis>not</emphasis> designed to re-install over an existing system.
fi: Käytettäessä &debian;ia, on paljon todennäköisempää, että vikatilanteessa käyttöjärjestelmä voidaan korjata eikä sitä tarvitse asentaa uudelleen. Päivitykset eivät koskaan vaadi kaiken asentamista uudelleen; Debian osaa aina päivittää itse itsensä. Lisäksi ohjelmat ovat melkein aina yhteensopivia peräkkäisissä Debianin julkaisuissa. Jos ohjelman uusi versio vaatii uudempia tukiohjelmia, Debianin paketointijärjestelmä varmistaa kaikkien tarpeellisten ohjelmien löytyvän ja tulevan asennetuiksi automaattisesti. Korostetaan vielä, että paljon työtä on tehty, jotta uuudelleen asennus ei olisi välttämätöntä, joten uudelleenasennusta olisi pidettävä viimeisenä vaihtoehtona. Asenninta <emphasis>ei</emphasis> ole tarkoitettu uudelleenasennukseen jo asennetun järjestelmän päälle.
hu: A &debian; esetében a rendszer szinte mindig javítható, ha valami tönkremegy. A frissítések sohasem igényelnek teljes újratelepítést. A programok szinte mindig kompatibilisek a rendszer új kiadásaival. Ha egy program új változata újabb támogató szoftvereket igényel, a Debian csomagoló rendszer biztosítja az összes szükséges szoftver azonosítását és telepítését. A fő cél az újratelepítés elkerülése, ezért erre mindig végső lehetőségként gondolj. A telepítőnek <emphasis>nem</emphasis> célja egy létező rendszerre való újratelepítés.

source: Here's a road map for the steps you will take during the installation process.
fi: Tässä on luettelo asennusprosessin vaiheista:
hu: Ez itt a telepítő lépéseinek útiterve.

source: Back up any existing data or documents on the hard disk where you plan to install.
fi: Siltä levyltä johon asennetaan pitäisi kopioda kaikki tiedot varmuuskopioksi.
hu: Mentsd el a létező adatokat vagy dokumentumokat a merevlemez azon részéről, melyre telepítesz.

source: Gather information about your computer and any needed documentation, before starting the installation.
fi: Kerää tietoja tietokoneesta ja kaikki tarvittavat ohjeet ennen kuin asennus aloitetaan.
hu: Gyűjtsd össze a gép adatait és ha kell, a szükséges leírásokat a telepítés megkezdése előtt.

source: Create partition-able space for Debian on your hard disk.
fi: Luo Debianille osioitavaksi kelpaavaa tilaa kiintolevylle.
hu: Hozz létre particionálható területet a Debian számára a merevlemezen.

source: Locate and/or download the installer software and any specialized driver files your machine requires (except Debian CD users).
fi: Etsi ja/tai nouda asennusohjelmisto ja tietokoneen tarvitsemat erikoisajurit (asennettaessa Debian-rompulta ei erikoisajureista tarvitse välittää)
hu: Töltsd le a telepítő szoftvert és ha kell, a gép által igényelt kiegészítő meghajtó fájlokat (a Debian CD-felhasználóknak nem kell).

source: Set up boot tapes/floppies/USB sticks, or place boot files (most Debian CD users can boot from one of the CDs).
fi: Valmistele käynnistysnauhat/-levykkeet tai USB-muistit, tai tallenna käynnistystiedostot kiintolevylle (asennettaessa Debian-rompulta voidaan useimmiten käynnistää rompulta).
hu: Hozd létre az indító szalagot/flopikat/USB meghajtókat, vagy töltsd le az indító fájlokat (a Debian CD-felhasználók általában tudnak az egyik CD-lemezről indítani).

source: Boot the installation system.
fi: Käynnistä asennusjärjestelmä.
hu: Indítsd el a telepítő rendszert.

source: Select installation language.
fi: Valitse asennuskieli.
hu: Válassz telepítő nyelvet.

source: Activate the ethernet network connection, if available.
fi: Käynnistä Ethernetliitäntä, jos se on käytettävissä.
hu: Aktiváld az ethernet hálózati kapcsolatot, ha elérhető.

source: Configure one network interface.
fi: Tee yhden verkkoliitännän asetukset.
hu: Állíts be egy hálózati csatolót.

source: Open an ssh connection to the new system.
fi: Avaa ssh-yhteys uuteen järjestelmään.
hu: Nyiss egy ssh kapcsolatot az új rendszerre.

source: Attach one or more DASDs (Direct Access Storage Device).
fi: Liitä yksi tai useampi DASD (Direct Access Storage Device).
hu: Csatolj egy vagy több DASD (Direct Access Storage Device) eszközt.

source: Create and mount the partitions on which Debian will be installed.
fi: Luo ja liitä ne osiot joihin Debian asennetaan.
hu: Hozd létre és csatold a partíciókat, melyre a Debian rendszert telepíteni akarod.

source: Watch the automatic download/install/setup of the <firstterm>base system</firstterm>.
fi: Katsele kun automaattisesti noudetaan/asennetaan <firstterm>peruskokoonpano</firstterm> tai sen asetukset tehdään.
hu: Kövesd az <firstterm>alaprendszer</firstterm> automata letöltését/telepítését/beállítását.

source: Install a <firstterm>boot loader</firstterm> which can start up &debian; and/or your existing system.
fi: Asenna <firstterm>käynnistyslatain</firstterm> käynnistämään &debian; ja/tai tietokoneen vanha käyttöjärjestelmä.
hu: Telepíts egy <firstterm>boot betöltő</firstterm> programot, mely képes indítani a &debian; rendszert és/vagy a gépen már meglévő más rendszert.

source: Load the newly installed system for the first time.
fi: Käynnistää uusi asennettu järjestelmä ensimmäistä kertaa.
hu: Töltsd be az újonnan telepített rendszert először.

source: If you have problems during the installation, it helps to know which packages are involved in which steps. Introducing the leading software actors in this installation drama:
fi: Jos asennuksen aikana tulee pulmia, auttaa kun tietää mitkä paketit ovat mukana missäkin vaiheessa. Esitellään tämän asennusdraaman pääosia näyttelevät ohjelmat:
hu: Ha gondok adódnak a telepítés során, jó, ha tudjuk, mely csomag mely lépésben szerepel. A fő szoftverek a telepítéskor:

source: The installer software, <classname>debian-installer</classname>, is the primary concern of this manual. It detects hardware and loads appropriate drivers, uses <classname>dhcp-client</classname> to set up the network connection, and runs <classname>debootstrap</classname> to install the base system packages. Many more actors play smaller parts in this process, but <classname>debian-installer</classname> has completed its task when you load the new system for the first time.
fi: Tämä ohje on pääasiassa Debianin asentimen, <classname>debian-installer</classname>, käyttöohje. Asennin tunnistaa laitteiston ja lataa sopivat ajurit, tekee verkkoasetukset <classname>dhcp-client</classname>:n avulla ja käynnistää <classname>debootstrap</classname>in asentamaan peruskokoonpanon paketit. Useat muut ohjelmat näyttelevät pienempiä osia tässä prosessissa, mutta <classname>debian-installer</classname>in työ on päättynyt, kun uusi järjestelmä käynnistetään ensimmäisen kerran.
hu: E kézikönyv fő tárgya a telepítő szoftver, a <classname>debian-installer</classname>. Érzékeli a hardvert és betölti a szükséges meghajtókat, a <classname>dhcp-client</classname> segítségével beállítja a hálózati kapcsolatot és a <classname>debootstrap</classname> programmal telepíti az alaprendszer csomagjait. Több program szerepet játszik e folyamat kis részeiben, de a <classname>debian-installer</classname> elvégezte teendőit az új rendszer 1. betöltésével.

source: To tune the system to your needs, <classname>tasksel</classname> allows you to choose to install various predefined bundles of software like a Web server or a Desktop environment.
fi: Järjestelmää voi sovittaa omiin tarpeisiinsa valitsemalla <classname>tasksel</classname>in avulla erilaisia esimääriteltyjä ohjelmakokoelmia, kuten webbipalvelin tai työpöytäympäristö.
hu: A rendszer hangolásához a <classname>tasksel</classname> lehetővé teszi előre megadott szoftver-kötegek telepítését, mint például Web kiszolgáló vagy Munkakörnyezet.

source: When <classname>debian-installer</classname> finishes, before the first system load, you have only a very basic command line driven system. The graphical interface which displays windows on your monitor will not be installed unless you select it with <classname>tasksel</classname>. It's optional because many &debian; systems are servers which don't really have any need for a graphical user interface to do their job.
fi: Kun <classname>debian-installer</classname> lopettaa, on ennen uuden järjestelmän ensimmäistä käynnistystä käytettävissä vain komentoriviltä käytettävä peruskokoonpano. Ikkunoita näytön ruudulla näyttävää graafista käyttöliittymää ei asenneta jos sitä ei <classname>tasksel</classname>illä valita. Se on valinnainen, koska useat &debian; -järjestelmät ovat palvelinkoneita, joissa ei ole mitään tarvetta graafiselle käyttöliittymälle.
hu: Mikor a <classname>debian-installer</classname> végzett, a rendszer 1. betöltése előtt csak egy nagyon kis, parancs-vezérelt rendszer áll épp készen. A grafikus felület, mely ablakokat jelenít meg, csak a <classname>tasksel</classname> által települ. Ez választható, mert sok &debian; rendszer kiszolgálóként üzemel, melynek nincs szüksége grafikus felhasználói felületre.

source: Just be aware that the X system is completely separate from <classname>debian-installer</classname>, and in fact is much more complicated. Installation and trouble shooting of the X window installation is not within the scope of this manual.
fi: On huomattava, että X Window -järjestelmä ja <classname>debian-installer</classname> ovat täysin erilliset järjestelmät, ja X Window on itse asiassa paljon monimutkaisempi. Tämän ohjeen piiriin ei kuulu X Window -järjestelmän asennus ja vianjäljitys.
hu: Tehát ne feledd el: az X rendszer teljesen elkülönül a <classname>debian-installer</classname> működésétől és egy sokkal összetettebb dolog. Az X window telepítése és hibajavítása nem tárgya e kézikönyvnek.

source: Back Up Your Existing Data!
fi: Ota varmuuskopiot koneen tiedoista!
hu: Mentsd el létező adataid!

source: Before you start, make sure to back up every file that is now on your system. If this is the first time a non-native operating system has been installed on your computer, it's quite likely you will need to re-partition your disk to make room for &debian;. Anytime you partition your disk, you should count on losing everything on the disk, no matter what program you use to do it. The programs used in installation are quite reliable and most have seen years of use; but they are also quite powerful and a false move can cost you. Even after backing up be careful and think about your answers and actions. Two minutes of thinking can save hours of unnecessary work.
fi: Ennen kuin aloitat, muista ottaa varmuuskopio jokaisesta tietokoneella nyt olevasta tiedostosta. Jos tietokoneella on nyt vain esiasennettu käyttöjärjestelmä, on kiintolevy luultavimmin osioitava uudelleen jotta saadaan tilaa &debian;ille. Aina kun levy osioidaan on varauduttava kaikkien tietojen menetykseen, riippumatta siitä millä ohjelmalla osiot tehdään. Asennuksessa käytettävät ohjelmat ovat hyvin luotettavia ja useimmat ovat olleet vuosia käytössä; mutta ne ovat myös mahtiohjelmia ja lipsahdus voi tuhota paljon. Vaikka varmuuskopiot onkin otettu, ole varovainen ja mieti vastauksia ja toimintoja. Kaksi minuuttia miettimistä voi säästää tunteja tarpeetonta työtä.
hu: A telepítés előtt, mentsd el fontos fájljaid. Ha most először telepítesz egy nem a géppel szállított operációs rendszert, valószínűleg újra kell particionálnod a lemezt, hogy helyet csinálj a &debian; rendszernek. Egy lemez particionálásakor mindig számításba kell venni az adatok elvesztését, függetlenül a használt programtól. A telepítéskor használt programok elég megbízhatók és évek óta használtak, de épp, mivel nagyon hatásosak, a felhasználó hibái drágák lehetnek. A mentés után is figyelmesen kell őket használni, és átgondolni az adott válaszokat és műveleteket. 2 perc gondolkodással akár több óra kellemetlen és szükségtelen munka takarítható meg.

source: If you are creating a multi-boot system, make sure that you have the distribution media of any other present operating systems on hand. Especially if you repartition your boot drive, you might find that you have to reinstall your operating system's boot loader, or in many cases the whole operating system itself and all files on the affected partitions.
fi: Tehtäessä monikäynnistystä on varmistuttava käsillä olevan kaikkien koneella olevien käyttöjärjestelmien asennustaltiot. Erityisesti kun käynnistyslevy osioidaan uudelleen, voidaan joutua asentamaan käyttöjärjestelmän käynnistyslatain uudelleen, tai useissa tapauksissa koko käyttöjärjestelmä ja kaikki muutetuilla osiolla olevat tiedostot.
hu: Ha több-rendszeres telepítést készítesz, legyenek meg a terjesztési médiumok. Főleg az indító meghajtó újraparticionálásakor szükség lehet a boot betöltő újratelepítésére, vagy akár az egész operációs rendszerére és az érintett partíciók fájljaira.

source: With the exception of the BVM and Motorola VMEbus computers, the only supported installation method for m68k systems is booting from a local disk or floppy using an AmigaOS/TOS/MacOS-based bootstrap, for these machines you will need the original operating system in order to boot Linux. In order to boot Linux on the BVM and Motorola VMEbus machines you will need the <quote>BVMBug</quote> or <quote>16xBug</quote> boot ROMs.
fi: Ainoa tuettu asennustapa m68k-järjestelmille on käynnistäminen koneen kiintolevyltä tai levykkeeltä käyttäen AmigaOS/TOS/MacOS-pohjautuvaa bootstrappia. Näillä koneilla tarvitaan alkuperäinen käyttöjärjestelmä Linuxin käynnistämiseen. Poikkeus on BVM- ja Motorola VMEbus-tietokoneet, joilla Linuxin käynnistämiseen tarvitaan <quote>BVMBug</quote> tai <quote>16xBug</quote> käynnistys-ROMia.
hu: A BVM és Motorola VMEbus gépek kivételével az m68k rendszerek egyetlen támogatott telepítési módja a helyi lemezről vagy flopiról indítás az AmigaOS/TOS/MacOS-alapú bootstrap használatával, e gépeknél szükség van az eredeti rendszerre a Linux indításához. A BVM és Motorola VMEbus gépeken a <quote>BVMBug</quote> vagy <quote>16xBug</quote> boot ROM eszközökre van szükség.

source: Information You Will Need
fi: Tarvittavat tiedot
hu: A szükséges információk

source: Documentation
fi: Ohjeet
hu: Dokumentáció

source: Installation Manual
fi: Asennusohje
hu: Telepítő kézikönyv

source: This document you are now reading, in plain ASCII, HTML or PDF format.
fi: Tämä ohje jota parhaillaan luet, saatavilla tekstitiedostona, HTML- tai PDF-muodossa.
hu: E dokumentum ASCII, HTML és PDF formában.

source: The document you are now reading, which is the official version of the Installation Guide for the &releasename; release of Debian; available in <ulink url="&url-release-area;/installmanual">various formats and translations</ulink>.
fi: Ohje jota parhaillaan luet. Se on virallinen versio Debianin julkaisun &releasename; Asennusohjeesta, saatavilla <ulink url="&url-release-area;/installmanual">useina tiedostomuotoina ja käännöksinä</ulink>.
hu: E dokumentum, mely a Debian &releasename; kiadás Telepítő Útmutató hivatalos változata <ulink url="&url-release-area;/installmanual">különböző formátumok és fordítások</ulink> hivatkozásain mindig elérhető.

source: The document you are now reading, which is a development version of the Installation Guide for the next release of Debian; available in <ulink url="&url-d-i-alioth-manual;">various formats and translations</ulink>.
fi: Ohje jota parhaillaan luet. Se on virallinen versio Debianin julkaisun &releasename; Asennusohjeesta, saatavilla <ulink url="&url-d-i-alioth-manual;">useina tiedostomuotoina ja käännöksinä</ulink>.
hu: E dokumentum, mely a Debian következő kiadásához tartozó Telepítő Útmutató fejlesztői változata <ulink url="&url-d-i-alioth-manual;">különböző formátumok és fordítások</ulink> hivatkozásain mindig elérhető.

source: Hardware documentation
fi: Laitteiston ohjekirjat
hu: Hardver leírás

source: Often contains useful information on configuring or using your hardware.
fi: Sisältävät usein hyödyllistä tietoa laitteiston asetusten teosta ja käytöstä.
hu: Hasznos adatokat tartalmaz az adott hardver beállításáról vagy használatáról.

source: Linux/Mips website
fi: Linux/Mips seittisivusto
hu: Linux/Mips weblap

source: &arch-title; Hardware References
fi: &arch-title; laitteiston ohjekirjat
hu: &arch-title; Hardver referenciák

source: Installation instructions and device drivers (DASD, XPRAM, Console, tape, z90 crypto, chandev, network) for Linux on &arch-title; using kernel 2.4
fi: Asennusohjeet ja laiteajurit (DASD, XPRAM, konsoli, nauha, z90 crypto, chandev, verkko) Linuxille suoritinperheellä &arch-title; käyttäen ydintä 2.4
hu: Telepítési utasítások és eszköz-meghajtók (DASD, XPRAM, Konzol, szalag, z90 crypto, chandev, hálózat) Linuxra &arch-title; architektúrán 2.4 kernellel.

source: Device Drivers and Installation Commands
fi: Laiteajurit ja asennuskomennot
hu: Eszköz-meghajtók és telepítő parancsok

source: IBM Redbook describing how Linux can be combined with z/VM on zSeries and &arch-title; hardware.
fi: IBM Redbook joka kertoo miten Linux ja z/VM voidaan monikäynnistää zSeries koneilla ja suoritinperheellä &arch-title;.
hu: Az IBM Redbook leírja a Linux és z/VM együttesét zSeries és &arch-title; hardveren.

source: Linux for &arch-title;
fi: Linux suoritinperheelle &arch-title;
hu: Linux &arch-title; architektúrára

source: IBM Redbook describing the Linux distributions available for the mainframe. It has no chapter about Debian but the basic installation concepts are the same across all &arch-title; distributions.
fi: IBM Redbook joka kuvaa suurkoneelle saatavilla olevat Linux-jakelut. Kirjassa ei ole lukua Debianista, mutta asennuksen peruskäsitteet ovat samat kaikille &arch-title;-jakeluille.
hu: Az IBM Redbook leírja a mainframe gépekre elérhető Linux-terjesztéseket. Nincs Debian fejezete, de az alap telepítő elvek egyformák minden &arch-title; terjesztésen.

source: Linux for IBM eServer zSeries and &arch-title;: Distributions
fi: Linux IBM eServer zSeries -koneille ja suoritinperheelle &arch-title;: Jakelut
hu: Linux IBM eServer zSeries és &arch-title; architektúrára: Terjesztések

source: Finding Sources of Hardware Information
fi: Laitetietojen löytäminen
hu: Hardver-adatok forrásai

source: In many cases, the installer will be able to automatically detect your hardware. But to be prepared, we do recommend familiarizing yourself with your hardware before the install.
fi: Useissa tapauksissa asennin osaa automaattisesti tunnistaa laitteet. Mutta varmuuden vuoksi suositellaan tutustumista tietokoneen laitteisiin ennen asennusta.
hu: Általában a telepítő felismeri a hardvert. De a felkészülésért, ajánljuk a hardverrel való megismerkedést a telepítés előtt.

source: Hardware information can be gathered from:
fi: Laitetietoja voidaan kerätä seuraavista paikoista:
hu: A hardver-adatok beszerzési helyei:

source: The manuals that come with each piece of hardware.
fi: Jokaisen tietokoneen osan mukana tulleet käsikirjat.
hu: Az egyes hardverekkel adott kézikönyvek.

source: The BIOS setup screens of your computer. You can view these screens when you start your computer by pressing a combination of keys. Check your manual for the combination. Often, it is the <keycap>Delete</keycap> key.
fi: Tietokoneen BIOS-asetusten ruudut. Ruudut näkee painamalla näppäinyhdistelmää tietokoneen käynnistyessä. Tarkista oikea näppäinyhdistelmä käsikirjasta. Se on usein <keycap>Delete</keycap>-näppäin.
hu: A gép BIOS beállító képernyője. Ez a gép bekapcsolásakor egy billentyű-kombinációval megnézhető. A kombinációt az alaplap leírásában leled. Ez gyakran a <keycap>Delete</keycap> billentyű (a gép sokszor kiírja).

source: The cases and boxes for each piece of hardware.
fi: Kunkin osan pakkauslaatikot.
hu: Az egyes hardverek csomagolásai és dobozai.

source: The System window in the Windows Control Panel.
fi: Windowsin Ohjauskeskuksen ikkuna Järjestelmä.
hu: A rendszer ablak a windows vezérlőpultban.

source: System commands or tools in another operating system, including file manager displays. This source is especially useful for information about RAM and hard drive memory.
fi: Toisen käyttöjärjestelmän järjestelmäkomennot ja -työkalut, mukaan lukien tiedostoselaimen näytöt. Tällä tavalla löytyy tietoa erityisesti keskusmuistista ja kiintolevytilasta.
hu: Egy már használt operációs rendszer rendszer-parancsai és eszközei ideértve a fájlkezelő programok által írtakat. Ez különösen jó a RAM és merevlemez adatokhoz.

source: Your system administrator or Internet Service Provider. These sources can tell you the settings you need to set up your networking and e-mail.
fi: Järjestelmän pääkäyttäjä tai Internet-palveluntarjoaja. Näiltä tahoilta saa tietää verkkoasetukset ja sähköpostin asetukset.
hu: A rendszergazda vagy Internet szolgáltató. Ezek megadják a szükséges hálózati és email beállításokat.

source: Hardware Information Needed for an Install
fi: Asennuksessa tarvittavat tiedot laitteista
hu: Egy telepítéshez szükséges hardver adatok
