Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/preparing.po
Languages: fi, hu

source: BIOS provides the basic functions needed to boot your machine to allow your operating system to access your hardware. Your system probably provides a BIOS set-up menu, which is used to configure the BIOS. Before installing, you <emphasis>must</emphasis> ensure that your BIOS is setup correctly; not doing so can lead to intermittent crashes or an inability to install Debian.
fi: BIOS toteuttaa perustoiminnallisuuden tietokoneen käynnistämiseen. Sen avulla käyttöjärjestelmä pääsee käsiksi laitteistoon. Luultavimmin tietokoneessa on BIOS-valikko, josta BIOSin asetukset tehdään. Ennen asennusta <emphasis>on varmistuttava</emphasis> BIOSin asetusten olevan oikein; väärät asetukset saattavat johtaa satunnaisiin kaatumisiin tai Debianin asennus ei onnistu.

source: The rest of this section is lifted from the <ulink url="&url-pc-hw-faq;"></ulink>, answering the question, <quote>How do I enter the CMOS configuration menu?</quote>. How you access the BIOS (or <quote>CMOS</quote>) configuration menu depends on who wrote your BIOS software:
fi: Tämän luvun loppu on kopioitu ohjeesta <ulink url="&url-pc-hw-faq;"></ulink>, jossa kerrotaan <quote>Miten pääsen CMOS-asetusten valikkoon?</quote>. Miten BIOS-asetuksiin (eli <quote>CMOS</quote>iin) päästään riippuu BIOS-ohjelmiston valmistajasta:

source: <keycap>Delete</keycap> key during the POST (power on self test)
fi: <keycap>Delete</keycap> POSTin (power on self test) aikana

source: <keycombo> <keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Esc</keycap> </keycombo>, or <keycap>Delete</keycap> key during the POST
fi: <keycombo> <keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Esc</keycap> </keycombo>, tai <keycap>Delete</keycap> POSTin aikana

source: <keycap>Esc</keycap> key during the POST
fi: <keycap>Esc</keycap> POSTin aikana

source: <keycombo> <keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Insert</keycap> </keycombo> after <keycombo> <keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Delete</keycap> </keycombo>
fi: <keycombo> <keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Insert</keycap> </keycombo> kun ensin on painettu <keycombo> <keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Delete</keycap> </keycombo>

source: <keycombo> <keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Esc</keycap> </keycombo> or <keycombo> <keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>S</keycap> </keycombo> or <keycap>F1</keycap>
fi: <keycombo> <keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Esc</keycap> </keycombo> tai <keycombo> <keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>S</keycap> </keycombo> tai <keycap>F1</keycap>

source: Information on invoking other BIOS routines can be found in <ulink url="&url-invoking-bios-info;"></ulink>.
fi: Muiden BIOS-toimintojen käynnistämisestä löytyy tietoa osoitteesta <ulink url="&url-invoking-bios-info;"></ulink>.

source: Some &arch-title; machines don't have a CMOS configuration menu in the BIOS. They require a software CMOS setup program. If you don't have the Installation and/or Diagnostics diskette for your machine, you can try using a shareware/freeware program. Try looking in <ulink url="&url-simtel;"></ulink>.
fi: Joissakin prosessoriperheen &arch-title; koneissa ei ole CMOS-asetusten tekoa BIOSissa. Niissä tarvitaan sovellus CMOSin asetusten muuttamiseen. Jos konetta varten ei ole Asennus- tai Diagnostics-levykettä, voi kokeilla jotain shareware/freeware-ohjelmaa. Yritä etsiä osoitteesta <ulink url="&url-simtel;"></ulink>.

source: Boot Device Selection
fi: Käynnistyslaitteen valinta

source: Many BIOS set-up menus allow you to select the devices that will be used to bootstrap the system. Set this to look for a bootable operating system on <filename>A:</filename> (the first floppy disk), then optionally the first CD-ROM device (possibly appearing as <filename>D:</filename> or <filename>E:</filename>), and then from <filename>C:</filename> (the first hard disk). This setting enables you to boot from either a floppy disk or a CD-ROM, which are the two most common boot devices used to install Debian.
fi: BIOS-valikoissa on usein mahdollista valita miltä laitteelta käynnistetään. Tee asetus siten, että käynnistettävää järjestelmää etsitään laitteelta <filename>A:</filename> (ensimmäinen levykeasema), sitten valinnaisesti ensimmäiseltä romppuasemalta (saattaa olla laitteena <filename>D:</filename> tai <filename>E:</filename>), ja sitten laitteelta <filename>C:</filename> (ensimmäinen kiintolevy). Tällä asetuksella voi käynnistää joko levykkeeltä tai rompulta, jotka ovat Debianin kaksi yleisintä asennustaltiota.

source: If you have a newer SCSI controller and you have a CD-ROM device attached to it, you are usually able to boot from the CD-ROM. All you have to do is enable booting from a CD-ROM in the SCSI-BIOS of your controller.
fi: Jos tietokoneessa on uudehko SCSI-ohjain johon on liitetty romppuasema, on tavallisesti mahdollista käynnistää rompulta. Riittää kun ohjaimen SCSI-BIOS:ssa otetaan käyttöön rompulta käynnistäminen.

source: Another popular option is to boot from a USB storage device (also called a USB memory stick or USB key). Some BIOSes can boot directly from a USB storage device, but some cannot. You may need to configure your BIOS to boot from a <quote>Removable drive</quote> or even from <quote>USB-ZIP</quote> to get it to boot from the USB device.
fi: Toinen suosittu tapa on käynnistää USB-muistilta (käytetään myös nimeä USB-muistitikku). Jotkin BIOSit osaavat käynnistää suoraan USB-laitteelta, jotkut eivät osaa. BIOS on ehkä asetettava käynnistymään laitteelta <quote>Removable drive</quote> tai jopa <quote>USB-ZIP</quote> jotta USB-laitteelta voi käynnistää.

source: Here are some details about how to set the boot order. Remember to reset the boot order after Linux is installed, so that you restart your machine from the hard drive.
fi: Tässä on muutamia ohjeita käynnistysjärjestyksen asettamisesta. Muista palauttaa käynnistysjärjestys kun Linux on asennettu, jotta tietokone käynnistyy taas kiintolevyltä.

source: Changing the Boot Order on IDE Computers
fi: Käynnistysjärjestyksen vaihtaminen IDE-levyjä käyttävässä koneessa

source: As your computer starts, press the keys to enter the BIOS utility. Often, it is the <keycap>Delete</keycap> key. However, consult the hardware documentation for the exact keystrokes.
fi: Kun tietokone käynnistyy, paina näppäimiä joilla pääsee BIOSin asetusohjelmaan. Näppäin on usein <keycap>Delete</keycap>. Katso oikea näppäin tai näppäimet kuitenkin laitteen ohjeista.

source: Find the boot sequence in the setup utility. Its location depends on your BIOS, but you are looking for a field that lists drives.
fi: Etsi asetusohjelmasta käynnistysjärjestys. Eri BIOSeissa se on eri paikassa, mutta yritä etsiä kenttää jossa on luettelo levyasemista.

source: Common entries on IDE machines are C, A, cdrom or A, C, cdrom.
fi: Tyypillisiä luetteloita IDE-levyille on C, A, cdrom tai A, C, cdrom.

source: C is the hard drive, and A is the floppy drive.
fi: C on kiintolevy ja A on levykeasema.

source: Change the boot sequence setting so that the CD-ROM or the floppy is first. Usually, the <keycap>Page Up</keycap> or <keycap>Page Down</keycap> keys cycle through the possible choices.
fi: Vaihda käynnistysjärjestystä siten että romppu tai levyke on ensimmäisenä. Tavallisesti näppäimillä <keycap>Page Up</keycap> tai <keycap>Page Down</keycap> näkee mahdolliset valinnat.

source: Save your changes. Instructions on the screen tell you how to save the changes on your computer.
fi: Tallenna muutokset. Näytöllä näkyvistä ohjeista ilmenee miten muutokset tallennetaan tällä tietokoneella.

source: Changing the Boot Order on SCSI Computers
fi: Käynnistysjärjestyksen vaihtaminen SCSI-levyjä käyttävässä koneessa

source: As your computer starts, press the keys to enter the SCSI setup utility.
fi: Paina SCSI-asetukset tekevään ohjelmaan vievää näppäintä koneen käynnistyessä.

source: You can start the SCSI setup utility after the memory check and the message about how to start the BIOS utility displays when you start your computer.
fi: SCSI-asetukset tekevä ohjelman voidaan käynnistää koneen käynnistyttyä muistin tarkistuksen jälkeen ja kun ruudulla näkyy miten BIOSin asetuksiin pääsee.

source: The keystrokes you need depend on the utility. Often, it is <keycombo><keycap>Ctrl</keycap><keycap>F2</keycap></keycombo>. However, consult your hardware documentation for the exact keystrokes.
fi: Käytettävä näppäin vaihtelee ohjelmittain. Se on usein <keycombo><keycap>Ctrl</keycap><keycap>F2</keycap></keycombo>. Katso oikea näppäin tai näppäimet kuitenkin laitteen ohjeista.

source: Find the utility for changing the boot order.
fi: Etsi käynnistysjärjestystä muuttava toiminto.

source: Set the utility so that the SCSI ID of the CD drive is first on the list.
fi: Aseta käynnistysjärjestys siten, että romppuaseman SCSI ID on luettelossa ensimmäisenä.

source: Save your changes. Instructions on the screen tell you how to save the changes on your computer. Often, you must press <keycap>F10</keycap>.
fi: Tallenna muutokset. Näytöllä näkyvistä ohjeista ilmenee kuinka muutokset tallennetaan tällä tietokoneella. Usein on painettava näppäintä <keycap>F10</keycap>.

source: Miscellaneous BIOS Settings
fi: Sekalaisia BIOSin asetuksia

source: CD-ROM Settings
fi: Romppuasetukset

source: Some BIOS systems (such as Award BIOS) allow you to automatically set the CD speed. You should avoid that, and instead set it to, say, the lowest speed. If you get <userinput>seek failed</userinput> error messages, this may be your problem.
fi: Jotkin BIOSit (kuten Award BIOS) sallivat rompun nopeuden asettamisen automaattisesti. Tätä olisi vältettävä, ja asetettava nopeus esimerkiksi hitaimpaan arvoon. Jos tulee <userinput>seek failed</userinput> -virheitä, tämä asetus saataa olla syynä.

source: Extended vs. Expanded Memory
fi: Jatkettu muisti ja laajennettu muisti

source: If your system provides both ex<emphasis>ten</emphasis>ded and ex<emphasis>pan</emphasis>ded memory, set it so that there is as much extended and as little expanded memory as possible. Linux requires extended memory and cannot use expanded memory.
fi: Jos tietokoneessa on sekä jatkettua muistia (ex<emphasis>ten</emphasis>ded) että laajennettua muistia (ex<emphasis>pan</emphasis>ded), tee asetukset niin, että jatkettua muistia on mahdollisimman paljon ja laajennettua muistia mahdollisimman vähän. Linux tarvitsee jatkettua muistia eikä voi käyttää laajennettua muistia.

source: Virus Protection
fi: Virustorjunta

source: Disable any virus-warning features your BIOS may provide. If you have a virus-protection board or other special hardware, make sure it is disabled or physically removed while running GNU/Linux. These aren't compatible with GNU/Linux; moreover, due to the file system permissions and protected memory of the Linux kernel, viruses are almost unheard of<footnote> <para> After installation you can enable Boot Sector protection if you want. This offers no additional security in Linux but if you also run Windows it may prevent a catastrophe. There is no need to tamper with the Master Boot Record (MBR) after the boot manager has been set up. </para> </footnote>.
fi: Ota pois päältä kaikki BIOSin virustorjuntaominaisuudet. Jos tietokoneessa on virusten torjuntaan lisälaitekortti tai muu erikoislaite, varmista sen olevan pois käytöstä tai poista se koneesta kun GNU/Linux on käynnissä. Ne eivät ole yhteensopivia GNU/Linuxin kanssa; lisäksi tiedostojärjestelmän oikeuksien ja Linux-ytimen suojatun muistin ansiosta virukset ovat lähes tuntemattomia<footnote> <para>Haluttaessa voidaan käynnistyssektorin suojaus ottaa käyttöön asennuksen jälkeen. Tästä ei ole Linuxissa lisäturvaa mutta jos koneessa käytetään myös Windowsia se saattaa estää katastrofin. Pääkäynnistyslohkoon (MBR) ei ole mitään tarvetta kajotan sen jälkeen kun alkulatausohjelma on siihen asennettu. </para> </footnote>

source: Shadow RAM
fi: Varjomuisti

source: Your motherboard may provide <emphasis>shadow RAM</emphasis> or BIOS caching. You may see settings for <quote>Video BIOS Shadow</quote>, <quote>C800-CBFF Shadow</quote>, etc. <emphasis>Disable</emphasis> all shadow RAM. Shadow RAM is used to accelerate access to the ROMs on your motherboard and on some of the controller cards. Linux does not use these ROMs once it has booted because it provides its own faster 32-bit software in place of the 16-bit programs in the ROMs. Disabling the shadow RAM may make some of it available for programs to use as normal memory. Leaving the shadow RAM enabled may interfere with Linux access to hardware devices.
fi: Emolevy saattaa tarjota käyttöön <emphasis>varjomuistia</emphasis> (<emphasis>shadow RAM</emphasis>) tai BIOSin välimuistia (BIOS caching). Asetuksissa voi olla <quote>Video BIOS Shadow</quote>, <quote>C800-CBFF Shadow</quote>, jne. <emphasis>Ota pois käytöstä</emphasis> (Disable) kaikki varjomuistit. Varjomuisti nopeuttaa emolevyn ja joidenkin ohjainkorttien lukumuistin käyttöä. Linux ei käynnistyttyään käytä näitä lukumuisteja koska se käyttää omia nopeampia 32-bittiä ohjelmiaan eikä lukumuisteissa olevia 16-bittisiä ohjelmia. Varjomuistin ottaminen pois käytöstä saattaa vapauttaa osan muistista ohjelmien käyttöön tavallisena muistina. Varjomuistin pitäminen käytössä saattaa sotkea oheislaitteiden käyttöä Linuxissa.

source: Memory Hole
fi: Muistiaukko

source: If your BIOS offers something like <quote>15&ndash;16 MB Memory Hole</quote>, please disable that. Linux expects to find memory there if you have that much RAM.
fi: Jos BIOS-asetuksissa on jotain tämän tapaista: <quote>15&ndash;16 MB Memory Hole</quote>, ota se pois käytöstä. Linux odottaa löytävänsä tuosta kohtaa muistia jos tietokoneessa on muistia noin paljon.

source: We have a report of an Intel Endeavor motherboard on which there is an option called <quote>LFB</quote> or <quote>Linear Frame Buffer</quote>. This had two settings: <quote>Disabled</quote> and <quote>1 Megabyte</quote>. Set it to <quote>1 Megabyte</quote>. When disabled, the installation floppy was not read correctly, and the system eventually crashed. At this writing we don't understand what's going on with this particular device &mdash; it just worked with that setting and not without it.
fi: Olemme saaneet ilmoituksen Intel Endeavor -emolevystä jossa on asetus <quote>LFB</quote> eli <quote>Linear Frame Buffer</quote>. Asetuksella on kaksi arvoa: <quote>Disabled</quote> ja <quote>1 Megabyte</quote>. Käytä arvoa <quote>1 Megabyte</quote>. Kun asetus oli Disabled, järjestelmä ei lukenut asennuslevykettä oikein, ja kaatui lopulta. Tätä kirjoitettaessa emme ymmärrä mitä oikein tapahtuu &mdash; se toimi tuolla asetuksella ja ilman sitä ei toiminut.

source: Advanced Power Management
fi: Edistynyt virranhallinta (APM)

source: If your motherboard provides Advanced Power Management (APM), configure it so that power management is controlled by APM. Disable the doze, standby, suspend, nap, and sleep modes, and disable the hard disk's power-down timer. Linux can take over control of these modes, and can do a better job of power-management than the BIOS.
fi: Jos emolevy osaa edistyneen virranhallinnan (Advanced Power Management), tee sen asetukset siten että APM säätelee virranhallintaa. Ota pois käytöstä doze, standby, suspend, nap ja sleep, ja ota pois kiintolevyn ajastettu pysäytys. Linux pystyy säätämään nämä tilat ja osaa tehdä virranhallinnan paremmin kuin BIOS.

source: Firmware Revisions and Existing OS Setup
fi: Laiteohjelmiston versiot ja vanhan käyttöjärjestelmän asetukset

source: &arch-title; machines are generally self-configuring and do not require firmware configuration. However, you should make sure that you have the appropriate ROM and system patches. On the Macintosh, MacOS version >= 7.1 is recommended because version 7.0.1 contains a bug in the video drivers preventing the boot loader from deactivating the video interrupts, resulting in a boot hang. On the BVM VMEbus systems you should make sure you are using BVMBug revision G or higher boot ROMs. The BVMBug boot ROMs do not come as standard on the BVM systems but are available from BVM on request free of charge.
fi: Suoritinperheen &arch-title; koneet osaavat tavallisesti tehdä asetukset automaattisesti eikä laiteohjelmiston asetuksiin tarvitse koskea. Olisi kuitenkin varmistuttava käytettävän soveltuvia ROMmeja ja järjestelmän korjaustiedostoja. Macintoshilla suositellaan MacOS:n versiota >= 7.1 koska versiossa 7.0.1 on videoajureissa vika joka estää käynnistyslatainta poistamasta videokeskeytyksiä käytöstä, mistä syystä käynnistys jumittuu. BVM:n VMEbus-järjestelmissä olisi varmistuttava käytettävän käynnistys-ROMien versiota BVMBug G tai suurempi. BVMBug käynnistys-ROMit eivät kuulu BVM-järjestelmien vakiokokoonpanoon, mutta ovat pyynnöstä saatavilla BVM:ltä maksutta.

source: Invoking OpenFirmware
fi: OpenFirmwaren käynnistäminen

source: There is normally no need to set up the BIOS (called OpenFirmware) on &arch-title; systems. PReP and CHRP are equipped with OpenFirmware, but unfortunately, the means you use to invoke it vary from manufacturer to manufacturer. You'll have to consult the hardware documentation which came with your machine.
fi: Tavallisesti BIOS-asetusten muuttaminen suoritinperheen &arch-title; koneilla ei ole tarpeen (BIOS = OpenFirmware). PReP ja CHRP käyttävät OpenFirmwarea, mutta harmittavasti OpenFirmwaren käynnistamistapa vaihtelee valmistajittain. On luettava koneen mukana tullutta laitteiston ohjekirjaa.

source: On &arch-title; Macintoshes, you invoke OpenFirmware with <keycombo><keycap>Command</keycap> <keycap>option</keycap> <keycap>O</keycap> <keycap>F</keycap></keycombo> while booting. Generally it will check for these keystrokes after the chime, but the exact timing varies from model to model. See <ulink url="&url-netbsd-powerpc-faq;"></ulink> for more hints.
fi: Suoritinperheen &arch-title; Macintosheissa, OpenFirmware käynnistetään näppäilemällä <keycombo><keycap>Command</keycap> <keycap>option</keycap> <keycap>O</keycap> <keycap>F</keycap></keycombo> koneen käynnistyessä. Yleensä näppäimien painalluksia tarkistetaan kellon heläyksen jälkeen, mutta tämä vaihtelee malleittain. Katso osoitteesta <ulink url="&url-netbsd-powerpc-faq;"></ulink> lisää vinkkejä.

source: The OpenFirmware prompt looks like this: <informalexample><screen> ok 0 &gt; </screen></informalexample> Note that on older model &arch-title; Macs, the default and sometimes hardwired I/O for OpenFirmware user interaction is through the serial (modem) port. If you invoke OpenFirmware on one of these machines, you will just see a black screen. In that case, a terminal program running on another computer, connected to the modem port, is needed to interact with OpenFirmware.
fi: OpenFirmwaren kehote on tämän näköinen: <informalexample><screen> ok 0 &gt; </screen></informalexample> Huomaa, että vanhemman mallisilla suoritinperheen &arch-title; Maceilla OpenFirmwaren oletuskonsoli ja joskus ainoa mahdollinen konsoli on sarjaportti (modeemiportti). Jos OpenFirmware käynnistetään näissä koneissa, näkyy vain musta ruutu. Tällöin OpenFirmwarea on käytettävä modeemiporttiin yhdistetystä toisesta koneesta pääteohjelmalla.

source: The OpenFirmware on OldWorld Beige G3 machines, OF versions 2.0f1 and 2.4, is broken. These machines will most likely not be able to boot from the hard drive unless the firmware is patched. A firmware patch is included in the <application>System Disk 2.3.1</application> utility, available from Apple at <ulink url="ftp://ftp.apple.com/developer/macosxserver/utilities/SystemDisk2.3.1.smi.bin"></ulink>. After unpacking the utility in MacOS, and launching it, select the <guibutton>Save button</guibutton> to have the firmware patches installed to nvram.
fi: OldWorld Beige G3 -koneilla OpenFirmware on rikki, OF:n versiot 2.0f1 ja 2.4. Nämä koneet luultavimmin eivät osaa käynnistyä kiintolevyltä päivittämättömällä laiteohjelmistolla. Apuohjelman <application>System Disk 2.3.1</application> mukana on korjauspäivitys, se on saatavilla Applelta osoitteesta <ulink url="ftp://ftp.apple.com/developer/macosxserver/utilities/SystemDisk2.3.1.smi.bin"></ulink>. Kun apuohjelma on purettu MacOS:ssä ja käynnistetty, valitaan <guibutton>Save button</guibutton> jolloin laiteohjelmiston korjaukset asennetaan nvram:iin.

source: Invoking OpenBoot
fi: OpenBootin käynnistäminen

source: OpenBoot provides the basic functions needed to boot the &arch-title; architecture. This is rather similar in function to the BIOS in the x86 architecture, although much nicer. The Sun boot PROMs have a built-in forth interpreter which lets you do quite a number of things with your machine, such as diagnostics and simple scripts.
fi: OpenBoot toteuttaa perustoiminnallisuuden suoritinperheen &arch-title; tietokoneen käynnistämiseen. Tämä on samantapaista kuin BIOS:n tehtävät x86-suoritinperheessä, vaikkakin paljon hienommin tehty. Sunin käynnistys-PROMeissa on mukana forth-tulkki. Sen avulla voi tehdä monenlaisia jutskia kuten vianmääritystä ja yksinkertaisia komentosarjoja.

source: To get to the boot prompt you need to hold down the <keycap>Stop</keycap> key (on older type 4 keyboards, use the <keycap>L1</keycap> key, if you have a PC keyboard adapter, use the <keycap>Break</keycap> key) and press the <keycap>A</keycap> key. The boot PROM will give you a prompt, either <userinput>ok</userinput> or <userinput>&gt;</userinput>. It is preferred to have the <userinput>ok</userinput> prompt. So if you get the old style prompt, hit the <keycap>n</keycap> key to get the new style prompt.
fi: Käynnistyskehotteeseen pääsee pitämällä näppäintä <keycap>Stop</keycap> pohjassa (vanhoissa type 4 -näppäimistöissä käytetään <keycap>L1</keycap>-näppäintä. Jos on PC-näppäimistön sovitin, käytetään näppäintä <keycap>Break</keycap>) ja painetaan näppäintä <keycap>A</keycap>. Käynnistys-PROM näyttää kehotteen, joko <userinput>ok</userinput> tai <userinput>&gt;</userinput>. Suositellaan kehotteen <userinput>ok</userinput> käyttämistä. Jos näkyy vanhanmallinen kehote, saadaan näppäintä <keycap>n</keycap> painamalla uudenmallinen.

source: If you are using a serial console, send a break to the machine. With Minicom, use <keycap>Ctrl-A F</keycap>, with cu, hit <keycap>Enter</keycap>, then type <userinput>%~break</userinput>. Consult the documentation of your terminal emulator if you are using a different program.
fi: Jos käytetään sarjapäätettä konsolina, on tietokoneelle lähetettävä break. Minicomin käyttäjä näppäilee <keycap>Ctrl-A F</keycap>, cu:n käyttäjä <keycap>Enter</keycap>, sitten kirjoitetaan <userinput>%~break</userinput>. Jos käytät jotain muuta pääteohjelmaa, lue sen ohjeet.

source: You can use OpenBoot to boot from specific devices, and also to change your default boot device. However, you need to know some details about how OpenBoot names devices; it's considerably different from Linux device naming, described in <xref linkend="device-names"/>. Also, the command will vary a bit, depending on what version of OpenBoot you have. More information about OpenBoot can be found in the <ulink url="&url-openboot;">Sun OpenBoot Reference</ulink>.
fi: OpenBootilla voidaan määrittää käynnistyslaite ja myös vaihtaa oletuskäynnistyslaitetta. On kuitenkin tiedettävä joitakin yksityiskohtia OpenBootin laitenimistä: ne ovat hyvin erilainen kuin Linuxin käyttämät laitenimet, joita kerrotaan kohdassa <xref linkend="device-names"/>. Lisäksi komento on hieman erilainen eri OpenBootin versioissa. Lisää tietoa OpenBootista löytyy ohjeesta <ulink url="&url-openboot;">Sun OpenBoot Reference</ulink>.
