Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/preparing.po
Languages: fi, hu

source: Typically, with newer revisions, you can use OpenBoot devices such as <quote>floppy</quote>, <quote>cdrom</quote>, <quote>net</quote>, <quote>disk</quote>, or <quote>disk2</quote>. These have the obvious meanings; the <quote>net</quote> device is for booting from the network. Additionally, the device name can specify a particular partition of a disk, such as <quote>disk2:a</quote> to boot disk2, first partition. Full OpenBoot device names have the form <informalexample> <screen> <replaceable>driver-name</replaceable>@ <replaceable>unit-address</replaceable>: <replaceable>device-arguments</replaceable> </screen></informalexample>. In older revisions of OpenBoot, device naming is a bit different: the floppy device is called <quote>/fd</quote>, and SCSI disk devices are of the form <quote>sd(<replaceable>controller</replaceable>, <replaceable>disk-target-id</replaceable>, <replaceable>disk-lun</replaceable>)</quote>. The command <userinput>show-devs</userinput> in newer OpenBoot revisions is useful for viewing the currently configured devices. For full information, whatever your revision, see the <ulink url="&url-openboot;">Sun OpenBoot Reference</ulink>.
fi: Uusilla versioilla käytetään tavallisesti OpenBootilla laitenimiä kuten <quote>floppy</quote>, <quote>cdrom</quote>, <quote>net</quote>, <quote>disk</quote>, tai <quote>disk2</quote>. Nimillä on ilmeinen merkityksensä; <quote>net</quote> tarkoittaa käynnistämistä verkosta. Lisäksi laitenimi voi määrittää levyltä tietyn osion, kuten <quote>disk2:a</quote> jolla käynnistetään levyn disk2 ensimmäiseltä osiolta. Tässä on OpenBootin kokonaisen laitenimen malli <informalexample> <screen> <replaceable>driver-name</replaceable>@ <replaceable>unit-address</replaceable>: <replaceable>device-arguments</replaceable> </screen></informalexample>. OpenBootin vanhemmissa versioiossa laitteiden nimeäminen menee hieman eri tavalla: levykeaseman nimi on <quote>/fd</quote>, ja SCSI-levylaitteiden nimet ovat muotoa <quote>sd(<replaceable>controller</replaceable>, <replaceable>disk-target-id</replaceable>, <replaceable>disk-lun</replaceable>)</quote>. Uusien OpenBootin versioiden komento <userinput>show-devs</userinput> näyttää kätevästi ne laitteet joiden asetukset on tehty. Kaikki tiedot kaikista versioista löytyvät oppaaasta <ulink url="&url-openboot;">Sun OpenBoot Reference</ulink>.

source: To boot from a specific device, use the command <userinput>boot <replaceable>device</replaceable></userinput>. You can set this behavior as the default using the <userinput>setenv</userinput> command. However, the name of the variable to set changed between OpenBoot revisions. In OpenBoot 1.x, use the command <userinput>setenv boot-from <replaceable>device</replaceable></userinput>. In later revisions of OpenBoot, use the command <userinput>setenv boot-device <replaceable>device</replaceable></userinput>. Note, this is also configurable using the <command>eeprom</command> command on Solaris, or modifying the appropriate files in <filename>/proc/openprom/options/</filename>, for example under Linux: <informalexample><screen> # echo disk1:1 &gt; /proc/openprom/options/boot-device </screen></informalexample> and under Solaris:
fi: Käynnistys tietyltä laitteelta tapahtuu komennolla <userinput>boot <replaceable>device</replaceable></userinput>. Laitteesta tehdään oletuskäynnistyslaite komennolla <userinput>setenv</userinput>. Muutettavan muuttujan nimi kuitenkin vaihtelee OpenBootin versioiden mukaan. OpenBootin versioissa 1.x käytetään komentoa <userinput>setenv boot-from <replaceable>device</replaceable></userinput>. Uudemmissa OpenBootin versioissa komento on <userinput>setenv boot-device <replaceable>device</replaceable></userinput>. Huomaa, että nämä asetukset voi tehdä myös Solariksen komennolla <command>eeprom</command>, tai muokkaamalla sopivia tiedostoja hakemistossa <filename>/proc/openprom/options/</filename>, Linuxissa esimerkiksi: <informalexample><screen> # echo disk1:1 &gt; /proc/openprom/options/boot-device </screen></informalexample> ja Solariksessa:

source: BIOS Setup
fi: BIOSin asetukset

source: In order to install &debian; on a &arch-title; or zSeries machine you have first boot a kernel into the system. The boot mechanism of this platform is inherently different to other ones, especially from PC-like systems: there are no floppy devices available at all. You will notice another big difference while you work with this platform: most (if not all) of the time you will work remote, with the help of some client session software like telnet, or a browser. This is due to that special system architecture where the 3215/3270 console is line-based instead of character-based.
fi: &debian;in asentamiseksi suoritinperheen &arch-title; koneelle tai zSeries-koneelle on järjestelmään ensimmäiseksi käynnistettävä ydin. Tämän laitealustan käynnistystapa on olennaisesti muista poikkeava, erityisesti se on erilainen kuin PC-koneissa: levykeasemia ei ole lainkaan. Laitealustan parissa työskennellessä huomaa toisenkin ison eron: enimmäkseen (tai aina) työskennellään etäkäyttönä telnetin tapaisen pääteohjelman tai selaimen avulla. Tämä johtuu erikoisesta järjestelmäarkkitehtuurista jossa 3215/3270-konsoli on rivipohjainen eikä merkkipohjainen.

source: Linux on this platform runs either natively on the bare machine, in a so-called LPAR (Logical Partition) or in a virtual machine supplied by the VM system. You can use a boot tape on all of those systems; you may use some other boot media, too, but those may not be generally available. For example, you can use the virtual card reader of a virtual machine, or boot from the HMC (Hardware Management Console) of an LPAR if the HMC and this option is available for you.
fi: Tällä laitealustalla Linux toimii joko suoraan raudalla, niin kutsutussa LPAR:ssa (Logical Partition), tai VM-järjestelmän tarjoamassa virtuaalikoneessa. Kaikilla järjestelmillä voidaan käynnistää nauhalta; muutakin käynnistysmediaa voi käyttää, mutta muita ei yleensä ole käytettävissä. Esimerkiksi voidaan käyttää virtuaalikoneen virtuaalista kortinlukijaa, tai käynnistää LPAR:n HMC:ltä (Hardware Management Console) jos HMC ja tämä toiminto on käytettävissä.

source: Native and LPAR installations
fi: Asennus suoraan rautaan ja LPAR:iin

source: Please refer to chapter 5 of the <ulink url="http://www.redbooks.ibm.com/pubs/pdfs/redbooks/sg244987.pdf"> Linux for &arch-title;</ulink> Redbook and chapter 3.2 of the <ulink url="http://www.redbooks.ibm.com/pubs/pdfs/redbooks/sg246264.pdf"> Linux for IBM eServer zSeries and &arch-title;: Distributions</ulink> Redbook on how to set up an LPAR for Linux.
fi: Lue luvusta viisi kirjasta <ulink url="http://www.redbooks.ibm.com/pubs/pdfs/redbooks/sg244987.pdf"> Linux for &arch-title;</ulink> Redbook ja luvusta 3.2 kirjasta <ulink url="http://www.redbooks.ibm.com/pubs/pdfs/redbooks/sg246264.pdf"> Linux for IBM eServer zSeries and &arch-title;: Distributions</ulink> Redbook ohjeet kuinka LPAR tehdään Linuxille.

source: Installation as a VM guest
fi: Asennus VM vieraaksi

source: Please refer to chapter 6 of the <ulink url="http://www.redbooks.ibm.com/pubs/pdfs/redbooks/sg244987.pdf"> Linux for &arch-title;</ulink> Redbook and chapter 3.1 of the <ulink url="http://www.redbooks.ibm.com/pubs/pdfs/redbooks/sg246264.pdf"> Linux for IBM eServer zSeries and &arch-title;: Distributions</ulink> Redbook on how to set up a VM guest for running Linux.
fi: Lue luvusta 6 kirjasta <ulink url="http://www.redbooks.ibm.com/pubs/pdfs/redbooks/sg244987.pdf"> Linux for &arch-title;</ulink> Redbook ja luvusta 3.1 kirjasta <ulink url="http://www.redbooks.ibm.com/pubs/pdfs/redbooks/sg246264.pdf"> Linux for IBM eServer zSeries and &arch-title;: Distributions</ulink> Redbook ohjeet kuinka VM vieras tehdään Linuxille.

source: You need to copy all the files from the <filename>generic</filename> sub-directory to your CMS disk. Be sure to transfer <filename>kernel.debian</filename> and <filename>initrd.debian</filename> in binary mode with a fixed record length of 80 characters.
fi: Kaikki tiedostot alihakemistosta <filename>generic</filename> on kopioitava CMS-levylle. Muista kopioida <filename>kernel.debian</filename> ja <filename>initrd.debian</filename> binäärimuodossa kiinteällä 80 merkin tietueen pituudella.

source: Setting up an installation server
fi: Asennuspalvelimen tekeminen

source: If you don't have a connection to the Internet (either directly or via a web proxy) you need to create a local installation server that can be accessed from your S/390. This server keeps all the packages you want to install and must make them available using NFS, HTTP or FTP.
fi: Mikäli Internet-yhteyttä ei ole käytettävissä (suoraan tai www-sovelluskäytävän kautta), on luotava paikallinen asennuspalvelin joka on käytettävissä S/390-koneesta. Tässä palvelimessa on kaikki asennettavat paketit ja niiden on oltava käytettävissä NFS:llä, HTTP:llä tai FTP:llä.

source: The installation server needs to copy the exact directory structure from any &debian; mirror, but only the s390 and architecture-independent files are required. You can also copy the contents of all installation CDs into such a directory tree.
fi: Asennuspalvelimeen on kopioitava jonkin &debian;in asennuspalvelimen tarkka hakemistorakenne, mutta vain s390:n tiedostot ja suoritinperheestä riippumattomat tiedostot tarvitaan. Kaikkien asennusromppujen sisältö voidaan myös kopioida tuollaiseen hakemistopuuhun.

source: Hardware Issues to Watch Out For
fi: Varottavia laitetason ilmiöitä

source: Many people have tried operating their 90 MHz CPU at 100 MHz, etc. It sometimes works, but is sensitive to temperature and other factors and can actually damage your system. One of the authors of this document over-clocked his own system for a year, and then the system started aborting the <command>gcc</command> program with an unexpected signal while it was compiling the operating system kernel. Turning the CPU speed back down to its rated value solved the problem.
fi: Useat käyttäjät ovat yrittäneet käyttää 90 MHz suoritintaan 100 MHz taajuudella, jne. Joskus se toimii, mutta riippuu lämpötilasta ja muista tekijöitä ja voi oikeasti vahingoittaa laitteistoa. Yksi tämän ohjeen kirjoittajista ylikellotti tietokonettaan yli vuoden, ja sitten kone alkoi keskeyttämään komennon <command>gcc</command> odottamattomalla signaalilla käännettäessä käyttöjärjestelmän ydintä. Suorittimen kellotaajuuden pudottaminen takaisin nimellisarvoonsa korjasi vian.

source: The <command>gcc</command> compiler is often the first thing to die from bad memory modules (or other hardware problems that change data unpredictably) because it builds huge data structures that it traverses repeatedly. An error in these data structures will cause it to execute an illegal instruction or access a non-existent address. The symptom of this will be <command>gcc</command> dying from an unexpected signal.
fi: <command>gcc</command>-käännin on usein ensimmäinen viallisten muistikampojen (tai muiden satunnaisesti tietoja muuttavien laitevikojen) kaatama sovellus, koska se rakentaan keskusmuistiin valtavia tietorakenteita joita kuljetaan ristiin rastiin jatkuvasti. Näissä tietorakenteissa oleva virhe saa kääntimen suorittamaan kelvottoman käskyn tai käyttämään muistiosoitetta jota ei ole olemassa. Tästä on oireena <command>gcc</command>:n kaatuminen odottamattomaan signaaliin.

source: Atari TT RAM boards are notorious for RAM problems under Linux; if you encounter any strange problems, try running at least the kernel in ST-RAM. Amiga users may need to exclude RAM using a booter memfile. <phrase condition="FIXME"><emphasis> FIXME: more description of this needed. </emphasis></phrase>
fi: Atari TT RAM -muistikortit ovat Linuxissa pahamaineisia muistivikojen pesiä; mikäli ilmenee outoja pulmia, yritä ajaa ainakin ydin ST-RAM:sta. Amigan käyttäjät saattavat joutua rajaamaan pois muistia booter memfileä käyttämällä. <phrase condition="FIXME"><emphasis> FIXME: more description of this needed. </emphasis></phrase>

source: If you do have true-parity RAM and your motherboard can handle it, be sure to enable any BIOS settings that cause the motherboard to interrupt on memory parity errors.
fi: Jos koneessa on oikeaa pariteettia tukevaa muistia ja emolevy osaa sitä käyttää, varmistu että emolevy on BIOS:ssa asetettu tekemään keskeytys muistin pariteettivirheistä.

source: The Turbo Switch
fi: Turbokytkin

source: Many systems have a <emphasis>turbo</emphasis> switch that controls the speed of the CPU. Select the high-speed setting. If your BIOS allows you to disable software control of the turbo switch (or software control of CPU speed), do so and lock the system in high-speed mode. We have one report that on a particular system, while Linux is auto-probing (looking for hardware devices) it can accidentally touch the software control for the turbo switch.
fi: Useissa koneissa on <emphasis>turbo</emphasis>-kytkin joka säätää suorittimen nopeutta. Valitse suurempi nopeus. Jos BIOS:ssa voi ottaa pois käytöstä turbokytkimen ohjelmallisen käytön, (tai software control of CPU speed), tee niin ja lukitse järjestelmä suurempaan nopeuteen. Olemme saaneet yhden ilmoituksen järjestelmästä, jossa Linux tunnistaessaan laitteistoa vahingossa muuttaa turbokytkintä ohjelmallisesti.

source: Cyrix CPUs and Floppy Disk Errors
fi: Cyrix-suorittimet ja levykevirheet

source: Many users of Cyrix CPUs have had to disable the cache in their systems during installation, because the floppy disk has errors if they do not. If you have to do this, be sure to re-enable your cache when you are finished with installation, as the system runs <emphasis>much</emphasis> slower with the cache disabled.
fi: Useiden Cyrixin suorittimen käyttäjien on otettava järjestelmän välimuisti pois käytöstä asennuksen ajaksi, koska muuten tulee levykevirheitä. Jos joudut näin tekemään, muista ottaa välimuisti taas käyttöön kun asennus on valmis, sillä järjestelmän nopeus on <emphasis>paljon</emphasis> hitaampi jos välimuisti ei ole käytössä.

source: We don't think this is necessarily the fault of the Cyrix CPU. It may be something that Linux can work around. We'll continue to look into the problem. For the technically curious, we suspect a problem with the cache being invalid after a switch from 16-bit to 32-bit code.
fi: Mielestämme tämä ei välttämättä ole Cyrixin suorittimen vika. Kyseessä voi olla vika jonka Linux voisi kiertää. Jatkamme vian tutkimista. Tekniikasta kiinnostuneille kerrottakoon epäiltynä olevan välimuistin määrittelemätön tila kun on vaihdettu 16-bittisestä 32-bittiseen tilaan.

source: Peripheral Hardware Settings
fi: Oheislaitteiden asetukset

source: You may have to change some settings or jumpers on your computer's peripheral cards. Some cards have setup menus, while others rely on jumpers. This document cannot hope to provide complete information on every hardware device; what it hopes to provide is useful tips.
fi: Tietokoneen lisälaitekorttien asetuksia tai siltaimia voi joutua muuttamaan. Joillakin korteilla on asetusvalikko, kun toiset luottavat siltaimiin. Tämä ohje ei voi toivoakaan sisältävänsä täydelliset tiedot kaikista oheislaitteesta; tarkoitus on kertoa hyödyllisiä vinkkejä.

source: If any cards provide <quote>mapped memory</quote>, the memory should be mapped somewhere between 0xA0000 and 0xFFFFF (from 640K to just below 1 megabyte) or at an address at least 1 megabyte greater than the total amount of RAM in your system.
fi: Jos jokin kortti tarjoaa semmoista kuin <quote>mapped memory</quote>, muistiosoitteen olisi oltava välillä 0xA0000 &ndash; 0xFFFFF (640K &ndash; alle 1 Mt) tai osoitteessa joka on ainakin 1 Mt suurempi kuin laitteiston keskusmuistin koko.

source: USB BIOS support and keyboards
fi: Tuki USB BIOS:lle ja näppäimistöille

source: If you have no AT-style keyboard and only a USB model, you may need to enable legacy AT keyboard emulation in your BIOS setup. Only do this if the installation system fails to use your keyboard in USB mode. Conversely, for some systems (especially laptops) you may need to disable legacy USB support if your keyboard does not respond. Consult your main board manual and look in the BIOS for <quote>Legacy keyboard emulation</quote> or <quote>USB keyboard support</quote> options.
fi: Jos käytettävissä ei ole AT-tyylistä näppäimistöä vaan USB-malli, on ehkä otettava käyttöön AT-näppäimistön emulointi BIOS-asetuksissa. Tee tämä vain jos asennusjärjestelmä ei osaa käyttää näppäimistöä USB-tilassa. Päinvastainen tilanne on joissakin järjestelmissä (erityisesti läppäreissä), joissa on ehkä poistettava käytöstä legacy USB support jos näppäimistö ei toimi. Tutki emolevyn käsikirjaa ja etsi BIOS:sta kohtia <quote>Legacy keyboard emulation</quote> tai <quote>USB keyboard support</quote>.

source: More than 64 MB RAM
fi: Muistia enemmän kuin 64 Mt

source: The Linux Kernel cannot always detect what amount of RAM you have. If this is the case please look at <xref linkend="boot-parms"/>.
fi: Linux-ydin ei aina osaa tunnista muistin määrää. Jos näin käy, katso <xref linkend="boot-parms"/>.

source: Linux Hardware Compatibility HOWTO
hu: Linux Hardver Kompatibilitási HOGYAN

source: Linux/m68k FAQ
hu: Linux/m68k GYIK

source: Linux/Alpha FAQ
hu: Linux/Alpha GYIK

source: Linux for SPARC Processors FAQ
hu: Linux SPARC Processzorokra GYIK

source: FIXME: write about HP-UX disks?
hu: FIXME: mi van a HP-UX lemezekkel?
