Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/preseed.po
Languages: sv

source: # Skip creation of a root account (normal user account will be able to # use sudo). #d-i passwd/root-login boolean false # Alternatively, to skip creation of a normal user account. #d-i passwd/make-user boolean false # Root password, either in clear text #d-i passwd/root-password password r00tme #d-i passwd/root-password-again password r00tme # or encrypted using an MD5 hash. #d-i passwd/root-password-crypted password [MD5 hash] # To create a normal user account. #d-i passwd/user-fullname string Debian User #d-i passwd/username string debian # Normal user's password, either in clear text #d-i passwd/user-password password insecure #d-i passwd/user-password-again password insecure # or encrypted using an MD5 hash. #d-i passwd/user-password-crypted password [MD5 hash]
sv: # Hoppa över skapandet av ett root-konto (normalt användarkonto kommer att kunna # använda sudo). #d-i passwd/root-login boolean false # Alternativt, för att hoppa över skapandet av ett normalt användarkonto. #d-i passwd/make-user boolean false # Lösenord för root, antingen i klartext #d-i passwd/root-password password r00tme #d-i passwd/root-password-again password r00tme # eller krypterat med en MD5-hash. #d-i passwd/root-password-crypted password [MD5 hash] # För att skapa ett normalt användarkonto. #d-i passwd/user-fullname string Debian Användare #d-i passwd/username string debian # Normala användarens lösenord, antingen i klartext #d-i passwd/user-password password insecure #d-i passwd/user-password-again password insecure # eller krypterat med en MD5-hash. #d-i passwd/user-password-crypted password [MD5 hash]

source: The <classname>passwd/root-password-crypted</classname> and <classname>passwd/user-password-crypted</classname> variables can also be preseeded with <quote>!</quote> as their value. In that case, the corresponding account is disabled. This may be convenient for the root account, provided of course that an alternative method is setup to allow administrative activities or root login (for instance by using SSH key authentication or <command>sudo</command>).
sv: Variablerna <classname>passwd/root-password-crypted</classname> och <classname>passwd/user-password-crypted</classname> kan också förinställas med <quote>!</quote> som dess värde. I det här fallet, kommer det motsvarande kontot att inaktiveras. Det här kan vara bekvämt för root-kontot, om så klart det finns en alternativ metod som tillåter administrativa aktiviteter eller root-inloggning (till exempel genom att använda autentisering via SSH-nyckel eller kommandot <command>sudo</command>).

source: An MD5 hash for a password can be generated using the following command.
sv: En MD5-hash för ett lösenord kan genereras med följande kommando.

source: Base system installation
sv: Installation av grundsystem

source: There is actually not very much that can be preseeded for this stage of the installation. The only questions asked concern the installation of the kernel.
sv: Det finns faktiskt inte speciellt mycket som kan förinställas för det här steget av installationen. De enda frågorna som ställs är angående installationen av kärnan.

source: # Select the initramfs generator used to generate the initrd for 2.6 kernels. #d-i base-installer/kernel/linux/initramfs-generators string yaird
sv: # Välj initramfs-generatorn som används för att generera en initrd för 2.6-kärnor. #d-i base-installer/kernel/linux/initramfs-generators string yaird

source: Boot loader installation
sv: Installation av starthanteraren

source: # Grub is the default boot loader (for x86). If you want lilo installed # instead, uncomment this: #d-i grub-installer/skip boolean true # This is fairly safe to set, it makes grub install automatically to the MBR # if no other operating system is detected on the machine. d-i grub-installer/only_debian boolean true # This one makes grub-installer install to the MBR if if finds some other OS # too, which is less safe as it might not be able to boot that other OS. d-i grub-installer/with_other_os boolean true # Alternatively, if you want to install to a location other than the mbr, # uncomment and edit these lines: #d-i grub-installer/only_debian boolean false #d-i grub-installer/with_other_os boolean false #d-i grub-installer/bootdev string (hd0,0) # To install grub to multiple disks: #d-i grub-installer/bootdev string (hd0,0) (hd1,0) (hd2,0)
sv: # Grub är starthanteraren som är standard (för x86). Om du vill att lilo ska installeras # istället, kommentera bort den här raden: #d-i grub-installer/skip boolean true # Det här är ganska säker att ställa in, den gör att grub installeras automatiskt till MBR # om inga andra operativsystem hittades på maskinen. d-i grub-installer/only_debian boolean true # Den här gör att grub-installer installeras till MBR om den hittar några andra operativsystem # också, som är mindre säkert eftersom den kanske inte kan starta upp det andra operativsystemet. d-i grub-installer/with_other_os boolean true # Alternativt, om du vill installera till en plats annan än MBR, # kommentera bort och redigera de här raderna: #d-i grub-installer/only_debian boolean false #d-i grub-installer/with_other_os boolean false #d-i grub-installer/bootdev string (hd0,0) # För att installera grub på flera diskar: #d-i grub-installer/bootdev string (hd0,0) (hd1,0) (hd2,0)

source: Package selection
sv: Paketval

source: You can choose to install any combination of tasks that are available. Available tasks as of this writing include:
sv: Du kan välja att installera alla kombinationer av funktioner som finns tillgängliga. Tillgängliga funktioner just nu inkluderar:

source: You can also choose to install no tasks, and force the installation of a set of packages in some other way. We recommend always including the <userinput>standard</userinput> task.
sv: Du kan även välja att inte installera några funktioner, och tvinga fram installationen av en uppsättning paket på något annat sätt. Vi rekommenderar alltid att inkludera funktionen <userinput>standard</userinput>.

source: If you want to install some individual packages in addition to packages installed by tasks, you can use the parameter <classname>pkgsel/include</classname>. The value of this parameter can be either comma-separated or space-separated, so you can also use it easily on the kernel command line.
sv: Om du vill installera några individuella paket i tillägg till de paket som installeras av en funktion, kan du använda parametern <classname>pkgsel/include</classname>. Värdet för denna parameter kan vara antingen kommaseparerad eller blankstegsseparerad, så att du kan även använda den enkelt på kommandoraden för kärnan.

source: tasksel tasksel/first multiselect standard, desktop #tasksel tasksel/first multiselect standard, web-server #tasksel tasksel/first multiselect standard, kde-desktop # Individual additional packages to install #d-i pkgsel/include string openssh-server build-essential # Some versions of the installer can report back on what software you have # installed, and what software you use. The default is not to report back, # but sending reports helps the project determine what software is most # popular and include it on CDs. #popularity-contest popularity-contest/participate boolean false
sv: tasksel tasksel/first multiselect standard, desktop #tasksel tasksel/first multiselect standard, web-server #tasksel tasksel/first multiselect standard, kde-desktop # Individuella paket att installera #d-i pkgsel/include string openssh-server build-essential # Vissa versioner av installeraren kan rapportera tillbaka på vilken programvara # du har installerad och vilken programvara du använder. Standard är att inte # rapportera tillbaka men att skicka in rapporter hjälper projektet att bestämma # vilken programvara som är mest populär och sedan inkludera den på cd-skivor. #popularity-contest popularity-contest/participate boolean false

source: Finishing up the first stage install
sv: Färdigställande av första steget av installationen

source: # Avoid that last message about the install being complete. d-i finish-install/reboot_in_progress note # This will prevent the installer from ejecting the CD during the reboot, # which is useful in some situations. #d-i cdrom-detect/eject boolean false
sv: # Undvik det sista meddelandet om att installationen är färdig. d-i finish-install/reboot_in_progress note # Det här kommer att förhindra installeraren från att mata ut cd-skivan # under omstarten, vilket kan vara användbart i vissa situationer. #d-i cdrom-detect/eject boolean false

source: Mailer configuration
sv: Konfiguration av e-postserver

source: During a normal install, exim asks only a few questions. Here's how to avoid even those. More complicated preseeding is possible.
sv: Under en normal installation ställer exim endast ett par frågor. Här förklaras hur man undviker även dem. Mer komplicerade förinställningar är möjliga.

source: exim4-config exim4/dc_eximconfig_configtype \ select no configuration at this time exim4-config exim4/no_config boolean true exim4-config exim4/no_config boolean true exim4-config exim4/dc_postmaster string
sv: exim4-config exim4/dc_eximconfig_configtype \ select ingen konfigurering just nu exim4-config exim4/no_config boolean true exim4-config exim4/no_config boolean true exim4-config exim4/dc_postmaster string

source: X configuration
sv: Konfiguration av X

source: Preseeding Debian's X config is possible, but you probably need to know some details about the video hardware of the machine, since Debian's X configurator does not do fully automatic configuration of everything.
sv: Förinställa Debians X-konfiguration är möjlig, men du behöver antagligen känna till vissa detaljer om grafikmaskinvaran på maskinen, eftersom Debians X-konfigurator inte gör en fullt automatisk konfiguration av allt.

source: # X can detect the right driver for some cards, but if you're preseeding, # you override whatever it chooses. Still, vesa will work most places. #xserver-xorg xserver-xorg/config/device/driver select vesa # A caveat with mouse autodetection is that if it fails, X will retry it # over and over. So if it's preseeded to be done, there is a possibility of # an infinite loop if the mouse is not autodetected. #xserver-xorg xserver-xorg/autodetect_mouse boolean true # Monitor autodetection is recommended. xserver-xorg xserver-xorg/autodetect_monitor boolean true # Uncomment if you have an LCD display. #xserver-xorg xserver-xorg/config/monitor/lcd boolean true # X has three configuration paths for the monitor. Here's how to preseed # the "medium" path, which is always available. The "simple" path may not # be available, and the "advanced" path asks too many questions. xserver-xorg xserver-xorg/config/monitor/selection-method \ select medium xserver-xorg xserver-xorg/config/monitor/mode-list \ select 1024x768 @ 60 Hz
sv: # X kan identifiera den rätta drivrutinen för vissa kort, men om du förinställer, # kan du åsidosätta allt den väljer. Dock kommer vesa att fungera nästan överallt. #xserver-xorg xserver-xorg/config/device/driver select vesa # En nackdel med automatisk identifiering av möss är att om det misslyckas, # kommer X att försöka om och om igen. Så om det förinställs att det ska göras # finns det en möjlighet för att en oändlig upprepning sker om inte musen # automatiskt identifieras.#xserver-xorg xserver-xorg/autodetect_mouse boolean true # Automatisk identifiering av skärmen rekommenderas. xserver-xorg xserver-xorg/autodetect_monitor boolean true # Kommentera bort om du har en LCD-skärm. #xserver-xorg xserver-xorg/config/monitor/lcd boolean true # X har tre konfigurationsvägar för skärmen. Här är hur man förinställer # vägen "medium", som alltid är tillgänglig. Vägen "simple" kanske inte # är tillgänglig och vägen "advanced" ställer för många frågor. xserver-xorg xserver-xorg/config/monitor/selection-method \ select medium xserver-xorg xserver-xorg/config/monitor/mode-list \ select 1024x768 @ 60 Hz

source: Preseeding other packages
sv: Förinställning av andra paket

source: # Depending on what software you choose to install, or if things go wrong # during the installation process, it's possible that other questions may # be asked. You can preseed those too, of course. To get a list of every # possible question that could be asked during an install, do an # installation, and then run these commands: # debconf-get-selections --installer > file # debconf-get-selections >> file
sv: # Beroende på vilken programvara du väljer att installera, eller om saker går fel # under installationsprocessen, är det möjligt att andra frågor kan ställas. # Du kan förinställa de här också, så klart. För att få en lista på alla # möjliga frågor som kan ställas under en installation, gör en # installation, och kör sedan de här kommandona: # debconf-get-selections --installer > fil # debconf-get-selections >> fil

source: Advanced options
sv: Avancerade inställningar

source: Shell commands
sv: Skalkommandon

source: # d-i preseeding is inherently not secure. Nothing in the installer checks # for attempts at buffer overflows or other exploits of the values of a # preconfiguration file like this one. Only use preconfiguration files from # trusted locations! To drive that home, and because it's generally useful, # here's a way to run any shell command you'd like inside the installer, # automatically. # This first command is run as early as possible, just after # preseeding is read. #d-i preseed/early_command string anna-install some-udeb # This command is run just before the install finishes, but when there is # still a usable /target directory. You can chroot to /target and use it # directly, or use the apt-install and in-target commands to easily install # packages and run commands in the target system. #d-i preseed/late_command string apt-install zsh; in-target chsh -s /bin/zsh
sv: # Förinställning i d-i anses inte som säker. Inget i installeraren undersöker # efter buffertöverflöden eller andra attackförsök genom värdena i en # förkonfigurationsfil såsom den här. Använd endast förkonfigurationfiler från en # plats du kan lita på! För att gör det och på grund av att det är generellt sett # användbart, här är ett sätt att automatiskt köra de skalkommandon du vill # inne i installeraren. # Det första kommandot körs så tidigt som möjligt, direkt efter # att förinställningen är inläst. #d-i preseed/early_command string anna-install some-udeb # Det här kommandot körs direkt före installationen färdigställs, men när det # fortfarande finns en användbar /target-katalog. Du kan göra en chroot till /target och # använda det direkt, eller använda apt-install och kommandon från /target för att # enkelt installera paket och köra kommandon på målsystemet. #d-i preseed/late_command string apt-install zsh; in-target chsh -s /bin/zsh

source: Chainloading preconfiguration files
sv: Kedjeinläsning av förkonfigurationsfiler

source: It is possible to include other preconfiguration files from a preconfiguration file. Any settings in those files will override pre-existing settings from files loaded earlier. This makes it possible to put, for example, general networking settings for your location in one file and more specific settings for certain configurations in other files.
sv: Det är möjligt att inkludera andra förkonfigurationsfiler från en förkonfigurationsfil. Alla inställningar i de filerna kommer att åsidosätta eventuella inställningar från filer som lästs in tidigare. Det gör det möjligt att lägga in, till exempel, allmänna nätverksinställningar för din plats i en fil och mer specifika inställningar för vissa konfigurationer i andra filer.

source: # More that one file can be listed, separated by spaces; all will be # loaded. The included files can have preseed/include directives of their # own as well. Note that if the filenames are relative, they are taken from # the same directory as the preconfiguration file that includes them. #d-i preseed/include string x.cfg # The installer can optionally verify checksums of preconfiguration files # before using them. Currently only md5sums are supported, list the md5sums # in the same order as the list of files to include. #d-i preseed/include/checksum string 5da499872becccfeda2c4872f9171c3d # More flexibly, this runs a shell command and if it outputs the names of # preconfiguration files, includes those files. #d-i preseed/include_command \ # string echo if [ "`hostname`" = bob ]; then echo bob.cfg; fi # Most flexibly of all, this downloads a program and runs it. The program # can use commands such as debconf-set to manipulate the debconf database. # Note that if the filenames are relative, they are taken from the same # directory as the preconfiguration file that runs them. d-i preseed/run string foo.sh
sv: # Fler än en fil kan listas, separerade med blanksteg; alla kommer att # läsas in. De inkluderade filerna kan även innehålla egna direktiv för preseed/include. # Observera att om filnamnen är relativa, tas de från samma katalog som # förkonfigurationsfilen som inkluderar dem. #d-i preseed/include string x.cfg # Installeraren kan valfritt validera kontrollsummor för förkonfigurationsfiler före # de används. För närvarande stöds endast md5sums, lista md5sum # i samma ordning som listan av filer som ska inkluderas. #d-i preseed/include/checksum string 5da499872becccfeda2c4872f9171c3d # Mer flexibelt, det här kör ett skalkommando och om det skriver ut namnen på # förkonfigurationsfiler, inkludera de filerna. #d-i preseed/include_command \ # string echo if [ "`hostname`" = bob ]; then echo bob.cfg; fi # Mest flexibelt av alla, denna hämtar ett program och kör det. Programmet # kan använda kommandon såsom debconf-set för att ändra debconf-databasen. # Observera att om filnamnen är relativa tas de från samma katalog # som förkonfigurationsfilen som kör dem. d-i preseed/run string foo.sh
