Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/preseed.po
Languages: sv

source: However, a file generated in this manner will have some items that should not be preseeded, and the example file is a better starting place for most users.
sv: Dock, en fil som genereras på detta sätt kommer att ha några poster som inte bör förinställas, och exempelfilen är en bättre startpunkt för de flesta användare.

source: This method relies on the fact that, at the end of the installation, the installer's cdebconf database is saved to the installed system in <filename>/var/log/installer/cdebconf</filename>. However, because the database may contain sensitive information, by default the files are only readable by root.
sv: Denna metod förlitar sig på att vid slutet av installationen, sparas installerarens cdebconf-databas till det installerade systemet i <filename>/var/log/installer/cdebconf</filename>. Dock, på grund av att databasen kan innehålla känslig information, är filerna som standard endast läsbara av root.

source: The directory <filename>/var/log/installer</filename> and all files in it will be deleted from your system if you purge the package <classname>installation-report</classname>.
sv: Katalogen <filename>/var/log/installer</filename> och alla filer i den kommer att tas bort från ditt system om du rensar ut paketet <classname>installation-report</classname>.

source: To check possible values for questions, you can use <command>nano</command> to examine the files in <filename>/var/lib/cdebconf</filename> while an installation is in progress. View <filename>templates.dat</filename> for the raw templates and <filename>questions.dat</filename> for the current values and for the values assigned to variables.
sv: För att kontrollera möjliga värden för frågor kan du använda <command>nano</command> för att undersöka filerna i <filename>/var/lib/cdebconf</filename> under tiden en installation pågår. Se <filename>templates.dat</filename> för de råa mallarna och <filename>questions.dat</filename> för de aktuella värdena och för de värden som tilldelas till variabler.

source: To check if the format of your preconfiguration file is valid before performing an install, you can use the command <command>debconf-set-selections -c <replaceable>preseed.cfg</replaceable></command>.
sv: För att kontrollera om formatet på din förkonfigurationsfil är giltigt före en installation genomförs, kan du använda kommandot <command>debconf-set-selections -c <replaceable>preseed.cfg</replaceable></command>.

source: Contents of the preconfiguration file
sv: Innehållet av en förkonfigurationsfil

source: Note that this example is based on an installation for the Intel x86 architecture. If you are installing a different architecture, some of the examples (like keyboard selection and bootloader installation) may not be relevant and will need to be replaced by debconf settings appropriate for your architecture.
sv: Observera att det här exemplet är baserat på en installation för Intel x86-arkitekturen. Om du installerar en annan arkitektur, vissa av exemplen (såsom tangentbordsval och installation av starthanteraren) kanske inte är relevanta och behöver ersättas av debconf-inställningar som är lämpliga för din arkitektur.

source: Localization
sv: Lokalanpassning

source: Setting localization values will only work if you are using initrd preseeding. With all other methods the preconfiguration file will only be loaded after these questions have been asked.
sv: Ställa in värden för lokalanpassning kommer endast att fungera om du använder förinställning via initrd. Med alla andra metoder kommer förkonfigurationsfilen först att läsas in efter att de här frågorna har ställts.

source: The locale can be used to specify both language and country. To specify the locale as a boot parameter, use <userinput>locale=<replaceable>en_US</replaceable></userinput>.
sv: Lokalen kan användas för att ange både språk och land. För att ange lokalen som en uppstartsparameter, använd <userinput>locale=<replaceable>sv_SE</replaceable></userinput>.

source: # Locale sets language and country. d-i debian-installer/locale string en_US
sv: # Lokalanpassning ställer in språk och land. d-i debian-installer/locale string sv_SE

source: Keyboard configuration consists of selecting a keyboard architecture and a keymap. In most cases the correct keyboard architecture is selected by default, so there's normally no need to preseed it. The keymap must be valid for the selected keyboard architecture.
sv: Tangentbordskonfiguration består av val av tangentbordsarkitektur och en tangentlayout. I de flesta fall är den korrekta tangentbordsarkitekturen vald som standard, så den behöver man normalt sett inte förinställa. Tangentlayouten måste vara giltig för den valda tangentbordsarkitekturen.

source: # Keyboard selection. #d-i console-tools/archs select at d-i console-keymaps-at/keymap select us # Example for a different keyboard architecture #d-i console-keymaps-usb/keymap select mac-usb-us
sv: # Tangentbordsval. #d-i console-tools/archs select at d-i console-keymaps-at/keymap select se # Exempel på en annan tangentbordsarkitektur #d-i console-keymaps-usb/keymap select mac-usb-us

source: To skip keyboard configuration, preseed <classname>console-tools/archs</classname> with <userinput>skip-config</userinput>. This will result in the kernel keymap remaining active.
sv: För att hoppa över konfiguration av tangentbordet kan du förinställa <classname>console-tools/archs</classname> med <userinput>skip-config</userinput>. Det här kommer att resultera i att kärnans tangentlayout fortsätter vara aktiv.

source: The changes in the input layer for 2.6 kernels have made the keyboard architecture virtually obsolete. For 2.6 kernels normally a <quote>PC</quote> (<userinput>at</userinput>) keymap should be selected.
sv: Ändringarna i inmatningslagret för 2.6-kärnor har gjort att tangentbordsarkitekturen nästa föråldrad. För 2.6-kärnor bör normalt sett tangentlayouten <quote>PC</quote> (<userinput>at</userinput>) väljas.

source: Network configuration
sv: Nätverkskonfiguration

source: Of course, preseeding the network configuration won't work if you're loading your preconfiguration file from the network. But it's great when you're booting from CD or USB stick. If you are loading preconfiguration files from the network, you can pass network config parameters by using kernel boot parameters.
sv: Så klart, att förinställa nätverkskonfiguration kommer inte att fungera om du läser in din förkonfigurationsfil från nätverket. Men det är otroligt bra när du startar upp från en cd eller ett USB-minne. Om du läser in förkonfigurationsfiler från nätverket, kan du skicka med konfigurationsparametrar via kärnans uppstartsparametrar.

source: If you need to pick a particular interface when netbooting before loading a preconfiguration file from the network, use a boot parameter such as <userinput>interface=<replaceable>eth1</replaceable></userinput>.
sv: Om du behöver välja ett specifikt nätgränssnitt när du startar upp via nätverket före inläsning av en förkonfigurationsfil från nätverket, använd en uppstartsparameter såsom <userinput>interface=<replaceable>eth1</replaceable></userinput>.

source: Although preseeding the network configuration is normally not possible when using network preseeding (using <quote>preseed/url</quote>), you can use the following hack to work around that, for example if you'd like to set a static address for the network interface. The hack is to force the network configuration to run again after the preconfiguration file has been loaded by creating a <quote>preseed/run</quote> script containing the following lines:
sv: Även om förinställning av nätverkskonfigurationen normalt sett inte är möjlig när man använder förinställning via nätverk (med <quote>preseed/url</quote>) kan du använda följande hack för att komma runt det, till exempel om du vill ställa in en statisk adress för nätverksgränssnittet. Hacket tvingar nätverkskonfigurationen att köras igen efter att förkonfigurationsfilen har lästs in genom att skapa ett <quote>preseed/run</quote>-skript som innehåller följande rader:

source: # netcfg will choose an interface that has link if possible. This makes it # skip displaying a list if there is more than one interface. d-i netcfg/choose_interface select auto # To pick a particular interface instead: #d-i netcfg/choose_interface select eth1 # If you have a slow dhcp server and the installer times out waiting for # it, this might be useful. #d-i netcfg/dhcp_timeout string 60 # If you prefer to configure the network manually, uncomment this line and # the static network configuration below. #d-i netcfg/disable_dhcp boolean true # If you want the preconfiguration file to work on systems both with and # without a dhcp server, uncomment these lines and the static network # configuration below. #d-i netcfg/dhcp_failed note #d-i netcfg/dhcp_options select Configure network manually # Static network configuration. #d-i netcfg/get_nameservers string 192.168.1.1 #d-i netcfg/get_ipaddress string 192.168.1.42 #d-i netcfg/get_netmask string 255.255.255.0 #d-i netcfg/get_gateway string 192.168.1.1 #d-i netcfg/confirm_static boolean true # Any hostname and domain names assigned from dhcp take precedence over # values set here. However, setting the values still prevents the questions # from being shown, even if values come from dhcp. d-i netcfg/get_hostname string unassigned-hostname d-i netcfg/get_domain string unassigned-domain # Disable that annoying WEP key dialog. d-i netcfg/wireless_wep string # The wacky dhcp hostname that some ISPs use as a password of sorts. #d-i netcfg/dhcp_hostname string radish
sv: # netcfg kommer att välja ett nätgränssnitt som har länk om möjligt. # Det gör att den hoppar över att visa en lista om det finns fler än ett nätgränssnitt. d-i netcfg/choose_interface select auto # För att istället välja ett speciellt nätgränssnitt: #d-i netcfg/choose_interface select eth1 # Om du har en långsam dhcp-server och installeraren får timeout i väntan på # den kan det här vara användbart. #d-i netcfg/dhcp_timeout string 60 # Om du önskar konfigurera nätverket manuellt, kommentera bort den här raden # och den statiska nätverkskonfigurationen nedan. #d-i netcfg/disable_dhcp boolean true # Om du vill att förkonfigurationsfilen ska fungera på system både med och utan # en dhcpserver, kommentera bort de här raderna och den statiska # nätverkskonfigurationen nedan. #d-i netcfg/dhcp_failed note #d-i netcfg/dhcp_options select Konfigurera nätverket manuellt # Statisk nätverkskonfigurationen. #d-i netcfg/get_nameservers string 192.168.1.1 #d-i netcfg/get_ipaddress string 192.168.1.42 #d-i netcfg/get_netmask string 255.255.255.0 #d-i netcfg/get_gateway string 192.168.1.1 #d-i netcfg/confirm_static boolean true # Alla värdnamn och domännamn som tilldelas via dhcp gäller över de # värden som ställs in här. Dock, ställa in värdena förhindrar frågorna # från att ställas, även om värdena kommer via dhcp. d-i netcfg/get_hostname string unassigned-hostname d-i netcfg/get_domain string unassigned-domain # Inaktivera den störande WEP-nyckeldialogen. d-i netcfg/wireless_wep string # Det galna dhcp-värdnamnet som vissa Internetleverantörer använder som ett lösenord. #d-i netcfg/dhcp_hostname string radish

source: Mirror settings
sv: Spegelinställningar

source: Depending on the installation method you use, a mirror may be used both to download additional components of the installer, the base system and to set up the <filename>/etc/apt/sources.list</filename> for the installed system.
sv: Beroende på installationsmetoden du användare, en spegel kan användas både för att hämta ytterligare komponenter för installeraren, grundsystemet och för att ställa in <filename>/etc/apt/sources.list</filename> för det installerade systemet.

source: The parameter <classname>mirror/suite</classname> determines the suite for the installed system.
sv: Parametern <classname>mirror/suite</classname> bestämmer sviten för det installerade systemet.

source: The parameter <classname>mirror/udeb/suite</classname> determines the suite for additional components for the installer. It is only useful to set this if components are actually downloaded over the network and should match the suite that was used to build the initrd for the installation method used for the installation. By default the value for <classname>mirror/udeb/suite</classname> is the same as <classname>mirror/suite</classname>.
sv: Parametern <classname>mirror/udeb/suite</classname> bestämmer sviten för ytterligare komponenter för installeraren. Den är endast användbar att ställa in om komponenter faktiskt hämtas över nätverket och bör stämma överens med sviten som användes för att bygga initrd för installationsmetoden som används för installationen. Som standard är värdet för <classname>mirror/udeb/suite</classname> samma som för <classname>mirror/suite</classname>.

source: d-i mirror/country string enter information manually d-i mirror/http/hostname string http.us.debian.org d-i mirror/http/directory string /debian d-i mirror/http/proxy string # Suite to install. #d-i mirror/suite string testing # Suite to use for loading installer components (optional). #d-i mirror/udeb/suite string testing
sv: d-i mirror/country string enter information manually d-i mirror/http/hostname string http.se.debian.org d-i mirror/http/directory string /debian d-i mirror/http/proxy string # Svit att installera. #d-i mirror/suite string testing # Svit att använda för att läsa in komponenter för installeraren (valfri). #d-i mirror/udeb/suite string testing

source: Partitioning
sv: Partitionering

source: Using preseeding to partition the harddisk is very much limited to what is supported by <classname>partman-auto</classname>. You can choose to either partition existing free space on a disk or a whole disk. The layout of the disk can be determined by using a predefined recipe, a custom recipe from a recipe file or a recipe included in the preconfiguration file. It is currently not possible to partition multiple disks using preseeding nor to set up RAID.
sv: Använda förinställning för att partitionera hårddisken är till stor del begränsat till vad som stöds av <classname>partman-auto</classname>. Du kan välja att antingen partitionera existerande ledigt utrymme på en disk eller en hela disken. Utseendet på disken kan bestämmas genom att använda ett fördefinierat recept, ett anpassat recept från en receptfil eller ett recept som inkluderats i förkonfigurationsfilen. Det är för närvarande inte möjligt at partitionera flera diskar med förinställning eller att ställa in RAID.

source: The identification of disks is dependent on the order in which their drivers are loaded. If there are multiple disks in the system, make very sure the correct one will be selected before using preseeding.
sv: Identifieringen av diskar är beroende på ordningen som deras drivrutiner läses in i. Om det finns flera diskar i systemet, bör du vara mycket säker på att den rätta disken kommer att väljas före förinställningen används.

source: # If the system has free space you can choose to only partition that space. # Note: this must be preseeded with a localized (translated) value. #d-i partman-auto/init_automatically_partition \ # select Use the largest continuous free space # Alternatively, you can specify a disk to partition. The device name can # be given in either devfs or traditional non-devfs format. If the method # supports it, you can specify several disks separated by spaces. # For example, to use the first disk: d-i partman-auto/disk string /dev/discs/disc0/disc # In addition, you'll need to specify the method to use. # The presently available methods are: "regular", "lvm" and "crypto" d-i partman-auto/method string lvm # If one of the disks that are going to be automatically partitioned # contains an old LVM configuration, the user will normally receive a # warning. This can be preseeded away... d-i partman-auto/purge_lvm_from_device boolean true # You can choose from any of the predefined partitioning recipes. # Note: this must be preseeded with a localized (translated) value. d-i partman-auto/choose_recipe \ select All files in one partition (recommended for new users) #d-i partman-auto/choose_recipe \ # select Separate /home partition #d-i partman-auto/choose_recipe \ # select Separate /home, /usr, /var, and /tmp partitions # Or provide a recipe of your own... # The recipe format is documented in the file devel/partman-auto-recipe.txt. # If you have a way to get a recipe file into the d-i environment, you can # just point at it. #d-i partman-auto/expert_recipe_file string /hd-media/recipe # If not, you can put an entire recipe the preconfiguration file in one # (logical) line. This example creates a small /boot partition, suitable # swap, and uses the rest of the space for the root partition: #d-i partman-auto/expert_recipe string \ # boot-root :: \ # 40 50 100 ext3 \ # $primary{ } $bootable{ } \ # method{ format } format{ } \ # use_filesystem{ } filesystem{ ext3 } \ # mountpoint{ /boot } \ # . \ # 500 10000 1000000000 ext3 \ # method{ format } format{ } \ # use_filesystem{ } filesystem{ ext3 } \ # mountpoint{ / } \ # . \ # 64 512 300% linux-swap \ # method{ swap } format{ } \ # . # This makes partman automatically partition without confirmation. d-i partman/confirm_write_new_label boolean true d-i partman/choose_partition \ select Finish partitioning and write changes to disk d-i partman/confirm boolean true
sv: # Om systemet har ledigt utrymme kan du välja att endast partitionera # det utrymmet. # Observera: detta måste förinställas med ett lokalanpassat (översatt) värde. #d-i partman-auto/init_automatically_partition \ # select Använd det största oavbrutna lediga utrymmet # Alternativt kan du ange en disk att partitionera. Enhetsnamnet kan # anges i antingen formatet för devfs eller det traditionella non-devfs. # Du kan ange flera diskar, separerade med blanksteg om metoden # har stöd för det. Till exempel, för att använda första disken: d-i partman-auto/disk string /dev/discs/disc0/disc # Du behöver även ange vilken metod som ska användas. # De tillgängliga metoderna är för närvarande: "regular", "lvm" och # "crypto" d-i partman-auto/method string lvm # Om en av diskarna som ska automatiskt partitioneras innehåller en # gammal LVM-konfiguration, kommer vanligtvis användare att bli # varnad. Denna varning kan tas bort genom förinställa... d-i partman-auto/purge_lvm_from_device boolean true # Du kan välja från någon av de fördefinierade partitioneringsrecepten. # Observera: detta måste förinställas med ett lokalanpassat (översatt) värde. d-i partman-auto/choose_recipe \ select Alla filer på en partition (rekommenderas för nya användare) #d-i partman-auto/choose_recipe \ # select Separat partition för /home #d-i partman-auto/choose_recipe \ # select Separata partitioner för /home, /usr, /var och /tmp # Eller använd ett eget recept... # Formatet på recepten finns dokumenterat i filen devel/partman-auto-recipe.txt. # Om du har ett sätt att hämta en receptfil in i d-i-miljön, kan du # bara peka på det. #d-i partman-auto/expert_recipe_file string /hd-media/recipe # Om inte, kan du lägga ett helt recept i förkonfigurationsfilen på en (logisk) # rad. Det här exemplet skapar en liten /boot-partition, lämpligt växlingsutrymme # och använder resten av utrymmet till rotpartitionen: #d-i partman-auto/expert_recipe string \ # boot-root :: \ # 40 50 100 ext3 \ # $primary{ } $bootable{ } \ # method{ format } format{ } \ # use_filesystem{ } filesystem{ ext3 } \ # mountpoint{ /boot } \ # . \ # 500 10000 1000000000 ext3 \ # method{ format } format{ } \ # use_filesystem{ } filesystem{ ext3 } \ # mountpoint{ / } \ # . \ # 64 512 300% linux-swap \ # method{ swap } format{ } \ # . # Det här gör att partman partitionerar automatiskt utan bekräftelse. d-i partman/confirm_write_new_label boolean true d-i partman/choose_partition \ select Slutför partitioneringen och skriv ändringarna till hårddisken d-i partman/confirm boolean true

source: Clock and time zone setup
sv: Inställning av klocka och tidszon

source: # Controls whether or not the hardware clock is set to UTC. d-i clock-setup/utc boolean true # You may set this to any valid setting for $TZ; see the contents of # /usr/share/zoneinfo/ for valid values. d-i time/zone string US/Eastern
sv: # Kontrollerar om maskinvaruklockan är inställd till UTC eller inte. d-i clock-setup/utc boolean true # Du kanske vill ställa in den här till någon giltig inställning för $TZ; # se innehållet i /usr/share/zoneinfo/ för giltiga värden. d-i time/zone string Europe/Stockholm

source: Apt setup
sv: Apt-inställning

source: Setup of the <filename>/etc/apt/sources.list</filename> and basic configuration options is fully automated based on your installation method and answers to earlier questions. You can optionally add other (local) repositories.
sv: Konfiguration av <filename>/etc/apt/sources.list</filename> och grundläggande konfigurationsalternativ är fullt automatiserade baserat på din installationsmetod och svar på tidigare ställda frågor. Du kan valfritt lägga till andra (lokala) förråd.

source: # You can choose to install non-free and contrib software. #d-i apt-setup/non-free boolean true #d-i apt-setup/contrib boolean true # Uncomment this to avoid adding security sources, or # add a hostname to use a different server than security.debian.org. #d-i apt-setup/security_host string # Additional repositories, local[0-9] available #d-i apt-setup/local0/comment string local server #d-i apt-setup/local0/source string \ # deb http://local.server/debian stable main # URL to the public key of the local repository #d-i apt-setup/local0/key string http://local.server/key
sv: # Du kan välja att installera programvara från sektionerna non-free och contrib. #d-i apt-setup/non-free boolean true #d-i apt-setup/contrib boolean true # Avkommentera denna för att undvika att lägga till säkerhetskällor, eller # lägga till ett värdnamn för att använda en annan server än security.debian.org. #d-i apt-setup/security_host string # Ytterligare förråd, local[0-9] tillgängliga #d-i apt-setup/local0/comment string local server #d-i apt-setup/local0/source string \ # deb http://lokal.server/debian stable main # URL till den publika nyckeln för det lokala förrådet #d-i apt-setup/local0/key string http://lokal.server/nyckel

source: Account setup
sv: Kontoinställning

source: The password for the root account and name and password for a first regular user's account can be preseeded. For the passwords you can use either clear text values or MD5 <emphasis>hashes</emphasis>.
sv: Lösenordet för root-kontot, namn och lösenordet för den första vanliga användarens konto kan förinställas. För lösenorden kan du använda antingen klartextvärden eller <emphasis>MD5-hashar</emphasis>.

source: Be aware that preseeding passwords is not completely secure as everyone with access to the preconfiguration file will have the knowledge of these passwords. Using MD5 hashes is considered slightly better in terms of security but it might also give a false sense of security as access to a MD5 hash allows for brute force attacks.
sv: Tänk på att förinställning av lösenord inte är direkt säkert eftersom alla med tillgång till förkonfigurationsfilen kan få vetskap om de här lösenorden. Använda MD5-hashar är ansett som säkrare men det kan också ge en falsk känsla av säkerhet eftersom tillgången till en MD5-hash gör att den kan utsättas för en "brute force"-attack.
