Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/preseed.po
Languages: sv

source: Automating the installation using preseeding
sv: Automatiserad installation med förinställningar

source: This appendix explains the intricacies of preseeding answers to questions in &d-i; to automate your installation.
sv: Det här appendixet förklarar svårigheterna med förinställning av svar på frågorna i &d-i; för att automatisera din installation.

source: The configuration fragments used in this appendix are also available as an example preconfiguration file from &urlset-example-preseed;.
sv: Konfigurationsdelarna som används i det här appendixet finns även tillgängliga som exempelfiler för förkonfiguration från &urlset-example-preseed;.

source: Introduction
sv: Introduktion

source: Preseeding provides a way to set answers to questions asked during the installation process, without having to manually enter the answers while the installation is running. This makes it possible to fully automate most types of installation and even offers some features not available during normal installations.
sv: Förinställningar ger ett sätt att ställa in svar på frågor som ställs under installationsprocessen, utan att manuellt behöva ange svaren under tiden installationen körs. Det här gör det möjligt att fullt automatisera de flesta typer av installationer och erbjuder även vissa funktioner som inte finns tillgängliga vid normala installationer.

source: Preseeding methods
sv: Metoder för förinställning

source: There are three methods that can be used for preseeding: <firstterm>initrd</firstterm>, <firstterm>file</firstterm> and <firstterm>network</firstterm>. Initrd preseeding will work with any installation method and supports preseeding of more things, but it requires the most preparation. File and network preseeding each can be used with different installation methods. With file and network preseeding the first few installer questions cannot be preseeded because the preconfiguration file is only loaded after they have been asked.
sv: Det finns tre metoder som kan användas för förinställning: <firstterm>initrd</firstterm>, <firstterm>fil</firstterm> och <firstterm>nätverk</firstterm>. Förinställning med initrd fungerar med alla installationsmetoder och har stöd för förinställningar av fler saker, men den kräver den största förberedelsen. Förinställning med fil och nätverk kan användas med olika installationsmetoder. Med fil och nätverk kan inte de första installationsfrågorna förinställas på grund av att förkonfigurationsfilen läses in först efter att frågorna har ställts.

source: The following table shows which preseeding methods can be used with which installation methods.
sv: Följande tabell visar vilka förinställningsmetoder som kan användas med vilka installationsmetoder.

source: Installation method
sv: Installationsmetod

source: file
sv: fil

source: network
sv: nätverk

source: <entry>yes</entry>
sv: <entry>ja</entry>

source: <entry>no</entry>
sv: <entry>nej</entry>

source: netboot
sv: nätuppstart

source: hd-media <phrase condition="bootable-usb">(including usb-stick)</phrase>
sv: hd-media <phrase condition="bootable-usb">(inklusive USB-minne)</phrase>

source: floppy based (cd-drivers)
sv: diskettbaserad (cd-drivrutiner)

source: floppy based (net-drivers)
sv: diskettbaserad (nätdrivrutiner)

source: generic/tape
sv: generisk/band

source: An important difference between the preseeding methods is the point at which the preconfiguration file is loaded and processed. For initrd preseeding this is right at the start of the installation, before the first question is even asked. For file preseeding this is after the CD or CD image has been loaded. For network preseeding it is only after the network has been configured.
sv: En viktig skillnad mellan förinställningsmetoderna är när förkonfigurationsfilen läses in och behandlas. För förinställning via initrd görs det här direkt i början av installationen, före den första frågan ställs. För förinställning via fil görs det här efter cd-skivan eller cd-avbilden har lästs in. För förinställning via nätverk är det endast efter att nätverket har konfigurerats.

source: In practical terms this means for file and network preseeding that the questions about language, country and keyboard selection will already have been asked. For network preseeding add to that any questions related to network configuration. Some other questions that are only displayed at medium or low priority (like the first hardware detection run) will also already have been processed.
sv: I praktiska termer betyder det för förinställning via fil och nätverk har frågorna om språk, land och tangentbordsval redan ställts. För förinställning vid nätverk gäller det även frågor relaterade till nätverkskonfigurationen. Vissa andra frågor som endast visas vid medel eller låg prioritet (såsom den första maskinvaruidentifieringen) kommer även de redan ha behandlats.

source: Obviously, any questions that have been processed before the preconfiguration file is loaded cannot be preseeded. <xref linkend="preseed-bootparms"/> offers a way to avoid these questions being asked.
sv: Så klart, alla frågor som har behandlat före förkonfigurationsfilen är inläst kan inte förinställas. <xref linkend="preseed-bootparms"/> erbjuder ett sätt att undvika att de här frågorna ställs.

source: Limitations
sv: Begränsningar

source: Although most questions used by &d-i; can be preseeded using this method, there are some notable exceptions. You must (re)partition an entire disk or use available free space on a disk; it is not possible to use existing partitions. You currently cannot use preseeding to set up RAID.
sv: Även om de flesta frågor som används av &d-i; kan förinställas med den här metoden finns det vissa undantag. Du måste (om)partitionera en hel disk eller använda tillgängligt utrymme på en disk; det är inte möjligt att använda existerande partitioner. Du kan för närvarande inte använda förinställning för att ställa in RAID.

source: Running custom commands during the installation
sv: Kör anpassade kommandon under installationen

source: A very powerful and flexible option offered by the preconfiguration tools is the ability to run commands or scripts at certain points in the installation. See <xref linkend="preseed-shell"/> for details.
sv: Ett mycket kraftfullt och flexibelt alternativ som erbjuds av förkonfigurationsverktygen är möjligheten att köra kommandon eller skript vid vissa punkter i installationen. Se <xref linkend="preseed-shell"/> för detaljer.

source: <userinput>preseed/early_command</userinput>: is run as soon as the preconfiguration file has been loaded
sv: <userinput>preseed/early_command</userinput>: körs så fort som förkonfigurationsfilen har lästs in

source: <userinput>preseed/late_command</userinput>: is run just before the reboot at the end of the install, but before the <filename>/target</filename> filesystem has been unmounted
sv: <userinput>preseed/late_command</userinput>: körs precis före omstarten på slutet av installationen, men före filsystemet <filename>/target</filename> har avmonterats

source: Using preseeding to change default values
sv: Användning av förinställningar för att ändra på standardvärden

source: It is possible to use preseeding to change the default answer for a question, but still have the question asked. To do this the <firstterm>seen</firstterm> flag must be reset to <quote>false</quote> after setting the value for a question.
sv: Det är möjligt att använda förinställning för att ändra standardsvaret på en fråga, men fortfarande ställa frågan. För att göra det här måste flaggan <firstterm>seen</firstterm> återställas till <quote>false</quote> efter att värdet ställts in för en fråga.

source: Using preseeding
sv: Användning av förinställningar

source: Of course you will first need to create a preconfiguration file and place it in the location from where you want to use it. Creating the preconfiguration file is covered later in this appendix. Putting it in the correct location is fairly straightforward for network preseeding or if you want to read the file off a floppy or usb-stick. If you want to include the file on a CD or DVD, you will have to remaster the ISO image. How to get the preconfiguration file included in the initrd is outside the scope of this document; please consult the developers documentation for &d-i;.
sv: Så klart behöver du först skapa en förkonfigurationsfil och placera den på den plats du vill använda den. Skapandet av förkonfigurationsfilen förklaras senare i det här appendixet. Lägga den på rätt plats är ganska självförklarande för förinställning via nätverket eller om du vill läsa filen från en diskett eller ett USB-minne. Om du vill inkludera filen på en cd- eller dvd-skiva, behöver du göra om iso-avbilden. Hur man får in förkonfigurationsfil inkluderad i initrd är utanför omfånget för det här dokumentet; konsultera utvecklarnas dokumentation för &d-i;.

source: An example preconfiguration file that you can use as basis for your own preconfiguration file is available from &urlset-example-preseed;. This file is based on the configuration fragments included in this appendix.
sv: Ett exempel på en förkonfigurationsfil du kan använda som grund för din egna förkonfigurationsfil finns tillgänglig från &urlset-example-preseed;. Den filen är baserad på konfigurationsdelarna som inkluderats in det här appendixet.

source: Loading the preconfiguration file
sv: Inläsning av förkonfigurationsfilen

source: If you are using initrd preseeding, you only have to make sure a file named <filename>preseed.cfg</filename> is included in the root directory of the initrd. The installer will automatically check if this file is present and load it.
sv: Om du använder förinställning via initrd, behöver du endast se till att filen som heter <filename>preseed.cfg</filename> finns inkluderar i rotkatalogen på initrd. Installeraren kommer automatiskt att kontrollera om den filen finns och sedan läsa in den.

source: For the other preseeding methods you need to tell the installer what file to use when you boot it. This is normally done by passing the kernel a boot parameter, either manually at boot time or by editing the bootloader configuration file (e.g. <filename>syslinux.cfg</filename>) and adding the parameter to the end of the append line(s) for the kernel.
sv: För de övriga förinställningsmetoderna behöver du tala om för installeraren vilken fil du använder när du startar upp den. Det gör du genom att skicka med en uppstartsparameter till kärnan, antingen manuellt vid uppstart eller genom att redigera konfigurationsfilen för starthanteraren (exempelvis <filename>syslinux.cfg</filename>) och lägga till parametern på slutet av den tillagda raden/raderna till kärnan.

source: If you do specify the preconfiguration file in the bootloader configuration, you might change the configuration so you don't need to hit enter to boot the installer. For syslinux this means setting the timeout to <literal>1</literal> in <filename>syslinux.cfg</filename>.
sv: Om du anger förkonfigurationsfilen i konfigurationen för starthanteraren, behöver du kanske ändra konfigurationen så att du inte behöver trycka Enter för att starta installeraren. För syslinux betyder det att ställa in timeout-värdet till <literal>1</literal> i <filename>syslinux.cfg</filename>.

source: To make sure the installer gets the right preconfiguration file, you can optionally specify a checksum for the file. Currently this needs to be a md5sum, and if specified it must match the preconfiguration file or the installer will refuse to use it.
sv: För att se till att installeraren får rätt förkonfigurationsfil, kan du valfritt ange en kontrollsumma för filen. För närvarande behöver det vara en md5sum och om den anges måste den stämma med förkonfigurationsfilen eller så kommer installeraren att vägra använda den.

source: Boot parameters to specify: - if you're netbooting: preseed/url=http://host/path/to/preseed.cfg preseed/url/checksum=5da499872becccfeda2c4872f9171c3d - if you're booting a remastered CD: preseed/file=/cdrom/preseed.cfg preseed/file/checksum=5da499872becccfeda2c4872f9171c3d - if you're installing from USB media (put the preconfiguration file in the toplevel directory of the USB stick): preseed/file=/hd-media/preseed.cfg preseed/file/checksum=5da499872becccfeda2c4872f9171c3d
sv: Uppstartsparametrar att ange: - om du startar upp via nätverket: preseed/url=http://värd/sökväg/till/preseed.cfg preseed/url/checksum=5da499872becccfeda2c4872f9171c3d - om du startar upp på en ombyggd cd: preseed/file=/cdrom/preseed.cfg preseed/file/checksum=5da499872becccfeda2c4872f9171c3d - om du installerar från ett USB-media (lägg förkonfigurationsfilen i rotkatalogen på USB-minnet): preseed/file=/hd-media/preseed.cfg preseed/file/checksum=5da499872becccfeda2c4872f9171c3d

source: Note that <filename>preseed/url</filename> can be shortened to just <filename>url</filename> and <filename>preseed/file</filename> to just <filename>file</filename> when they are passed as boot parameters.
sv: Observera att <filename>preseed/url</filename> kan kortas ner till endast <filename>url</filename> och <filename>preseed/file</filename> till <filename>file</filename> när de skickas med som uppstartsparametrar.

source: While you're at it, you may want to add a boot parameter <userinput>priority=critical</userinput>. This will avoid most questions even if the preseeding below misses some.
sv: När du ändå är igång kanske du vill lägga till en uppstartsparameter <userinput>priority=critical</userinput>. Den här kommer att undvika de flesta frågor även om förinställningen nedan missar några.

source: Using a DHCP server to specify preconfiguration files
sv: Använd en DHCP-server för att ange förkonfigurationsfiler

source: It's also possible to use DHCP to specify a preconfiguration file to download from the network. DHCP allows specifying a filename. Normally this is a file to netboot, but if it appears to be an URL then installation media that support network preseeding will download the file from the URL and use it as a preconfiguration file. Here is an example of how to set it up in the dhcpd.conf for version 3 of the ISC DHCP server (the dhcp3-server Debian package).
sv: Det är också möjligt att använda DHCP för att ange en förkonfigurationsfil att hämta från nätverket. DHCP tillåter att man anger ett filnamn. Normalt är det en fil som används för uppstart via nätverket men om det verkar vara en URL så kommer installationsmediumet som har stöd för förinställning via nätverket att hämta filen från URL:en och använda det som en förkonfigurationsfil. Här är ett exempel på hur man ställer in dhcpd.conf för version 3 av ISC DHCP-servern (Debian-paketet heter dhcp3-server).

source: if substring (option vendor-class-identifier, 0, 3) = "d-i" { filename "http://host/preseed.cfg"; }
sv: if substring (option vendor-class-identifier, 0, 3) = "d-i" { filename "http://värd/preseed.cfg"; }

source: Note that the above example limits this filename to DHCP clients that identify themselves as "d-i", so it will not affect regular DHCP clients, but only the installer. You can also put the text in a stanza for only one particular host to avoid preseeding all installs on your network.
sv: Observera att exemplet ovan begränsar filnamnet till DHCP-klienter som identifierar sig själva som "d-i", så det kommer inte att påverka vanliga DHCP-klienter men endast installeraren. Du kan också lägga in text i en sats för endast en speciell värd för att undvika förinställning av alla installationer på ditt nätverk.

source: A good way to use the DHCP preseeding is to only preseed values specific to your network, such as the Debian mirror to use. This way installs on your network will automatically get a good mirror selected, but the rest of the installation can be performed interactively. Using DHCP preseeding to fully automate Debian installs should only be done with care.
sv: Ett bra sätt att använda förinställning via DHCP är att endast förinställa värden specifika till ditt nätverk, såsom vilken Debian-spegel som ska användas. Det här sättet kommer installationer på ditt nätverk att automatiskt få en bra spegel vald men resten av installationen kan genomföras interaktivt. Använda förinställning via DHCP för att helt automatisera Debian-installationer ska genomföras med försiktighet.

source: Using boot parameters to supplement preseeding
sv: Användning av uppstartsparametrar för att bistå förinställningar

source: Some parts of the installation process cannot be automated using some forms of preseeding because the questions are asked before the preconfiguration file is loaded. For example, if the preconfiguration file is downloaded over the network, the network setup must be done first. One reason to use initrd preseeding is that it allows preseeding of even these early steps of the installation process.
sv: Vissa delar av installationsprocessen kan inte automatiseras via någon form av förinställning på grund av att frågorna ställs före förkonfigurationsfilen har lästs in. Till exempel, om förkonfigurationsfilen hämtas över nätverket måste nätverkskonfigurationen vara gjord först. En anledning att använda förinställning via initrd är att den tillåter förinställning av de här tidiga stegen i installationsprocessen.

source: If a preconfiguration file cannot be used to preseed some steps, the install can still be fully automated, since you can pass preseed values to the kernel on the command line. Just pass <userinput>path/to/var=value</userinput> for any of the preseed variables listed in the examples.
sv: Om en förkonfigurationsfil inte kan användas för att förinställa vissa steg, kan installeraren fortfarande vara fullt automatiserad eftersom du kan skicka förinställningsvärden till kärnan på kommandoraden. Skicka bara <userinput>sökväg/till/var=värde</userinput> för någon av de förinställningsvariabler som listas i exemplen.

source: Note that some variables that are frequently set at the boot prompt have a shorter alias. If an alias is available, it is used in the examples in this appendix instead of the full variable.
sv: Observera att vissa variabler som ofta ställs in vid uppstartsprompten har ett kortare alias. Om ett alias finns tillgängligt, kommer det att användas i exemplen i detta appendix istället för den fullständiga variabeln.

source: A <quote>--</quote> in the boot options has special meaning. Kernel parameters that appear after it will be copied into the installed bootloader configuration (if supported by the installer for the bootloader). Note that the <quote>--</quote> may already be present in the default boot parameters.
sv: Tecknen <quote>--</quote> i uppstartsflaggorna har en speciell betydelse. Kärnparametrar som visas efter det kommer att kopieras in i den installerade starthanterarens konfiguration (om det stöds av installeraren för starthanteraren). Observera att <quote>--</quote> kanske redan finns bland de uppstartsparametrar som är standard.

source: The 2.4 kernel accepts a maximum of 8 command line options and 8 environment options (including any options added by default for the installer). If these numbers are exceeded, 2.4 kernels will drop any excess options and 2.6 kernels will panic. For kernel 2.6.9 and later, you can use 32 command line options and 32 environment options.
sv: 2.4-kärnan accepterar maximalt 8 kommandoradsflaggor och 8 miljöflaggor (inklusive de flaggor som läggs till som standard för installeraren). Om de här antalen överskrids kommer 2.4-kärnor att förkasta alla flaggor som överskrids och 2.6-kärnor får panik. För kärnan 2.6.9 och senare, kan du använda 32 kommandoradsflaggor och 32 miljöflaggor.

source: For most installations some of the default options in your bootloader configuration file, like <literal>vga=normal</literal>, may be safely removed which may allow you to add more options for preseeding.
sv: För de flesta installationer kan vissa av de standardflaggor i din konfigurationsfil för starthanteraren såsom "vga=normal" med säkerhet tas bort, vilket kan ge dig möjlighet att lägga till fler flaggor för förinställningen.

source: It may not always be possible to specify values with spaces for boot parameters, even if you delimit them with quotes.
sv: Det kanske inte alltid är möjligt att ange värden med blanksteg för uppstartsparametrar, även om du avgränsar dem med citattecken.

source: Creating a preconfiguration file
sv: Skapa en förkonfigurationsfil

source: The preconfiguration file is in the format used by the <command>debconf-set-selections</command> command. The general format of a line in a preconfiguration file is:
sv: Förkonfigurationsfilen är i samma format som används av kommandot <command>debconf-set-selections</command>. Det allmänna formatet för en rad i en förkonfigurationsfil är:

source: &lt;owner&gt; &lt;question name&gt; &lt;question type&gt; &lt;value&gt;
sv: &lt;ägare&gt; &lt;frågans namn&gt; &lt;frågetyp&gt; &lt;värde&gt;

source: There are a few rules to keep in mind when writing a preconfiguration file.
sv: Det finns ett par regler att ha i åtanke när man skriver en förkonfigurationsfil.

source: Put only a single space or tab between type and value: any additional whitespace will be interpreted as belonging to the value.
sv: Lägg endast till en enda blanksteg eller tabulator mellan typ och värde: eventuella tomrum kommer att tolkas som de tillhör värdet.

source: A line can be split into multiple lines by appending a backslash (<quote><literal>\</literal></quote>) as the line continuation character. A good place to split a line is after the question name; a bad place is between type and value.
sv: En rad kan vara uppdelad i flera rader genom att lägga till ett omvänt snedstreck på slutet (<quote><literal>\</literal></quote>) som ett radfortsättningstecken. En bra plats att dela en rad är efter frågenamnet; en dålig plats är mellan typ och värde.

source: Most questions need to be preseeded using the values valid in English and not the translated values. However, there are some questions (for example in <classname>partman</classname>) where the translated values need to be used.
sv: De flesta frågor behöver förinställdas med giltiga värden på engelska och inte med översatta värden. Dock finns det några frågor (till exempel i <classname>partman</classname>) där översatta värden måste användas.

source: Some questions take a code as value instead of the English text that is shown during installation.
sv: Vissa frågor tar en kod som ett värde istället för den engelska texten som visas under installationen.

source: The easiest way to create a preconfiguration file is to use the example file linked in <xref linkend="preseed-contents"/> as basis and work from there.
sv: Det enklaste sättet att skapa en förkonfigurationsfil på är att använda exempelfilen som länkas i <xref linkend="preseed-contents"/> som grund och arbeta vidare därifrån.

source: An alternative method is to do a manual installation and then, after rebooting, use the <command>debconf-get-selections</command> from the <classname>debconf-utils</classname> package to dump both the debconf database and the installer's cdebconf database to a single file:
sv: En alternativ metod är att göra en manuell installation och sedan, efter omstart, använda <command>debconf-get-selections</command> från paketet <classname>debconf-utils</classname> för att dumpa både debconf-databasen och installerarens cdebconf-databas till en enda fil:

source: $ debconf-get-selections --installer &gt; <replaceable>file</replaceable> $ debconf-get-selections &gt;&gt; <replaceable>file</replaceable>
sv: $ debconf-get-selections --installer &gt; <replaceable>fil</replaceable> $ debconf-get-selections &gt;&gt; <replaceable>fil</replaceable>
