Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/welcome.po
Languages: hu, ko, sv

source: We're sure that you've read some of the licenses that come with most commercial software &mdash; they usually say that you can only use one copy of the software on a single computer. This system's license isn't like that at all. We encourage you to put a copy of on every computer in your school or place of business. Lend your installation media to your friends and help them install it on their computers! You can even make thousands of copies and <emphasis>sell</emphasis> them &mdash; albeit with a few restrictions. Your freedom to install and use the system comes directly from Debian being based on <emphasis>free software</emphasis>.
hu: Biztos olvastál már licenceket, melyek egyes kereskedelmi szoftverekkel érkeztek &mdash; ezek általában azt mondják, hogy a szoftver csak 1 példányát használhatod 1 gépen. Ennek a rendszernek a licence nem ilyen. Sőt, bátorítunk, hogy telepítsd minden gépre az iskoládban vagy üzleti céljaidra. Adj barátaidnak is a telepítőből és támogasd, hogy ők is telepítsék fel! Akár ezerszámra is másolhatod, sőt akár <emphasis>el is adhatod</emphasis> &mdash; pár szabályt betartva. A rendszer telepítéséhez és használatához fűződő ezen szabadságjogokat közvetlenül a Debian adja Neked, mivel ez egy <emphasis>szabad szoftver</emphasis> alapú rendszer.
ko: 여러분들은 대부분의 상용 소프트웨어에 따라오는 라이선스를 어느 정도라도 읽어 본 적이 있을 것입니다. 그러한 라이선스들은 보통 하나의 컴퓨터에 한 카피만 사용하도록 규정하고 있습니다. 데비안 시스템의 라이선스는 이들과 전혀 다릅니다. 얼마든지 한 카피로 학교나 회사의 모든 컴퓨터에 설치하십시오. 설치 미디어를 여러분들의 친구에게 빌려주고 컴퓨터에 설치하는 것을 도와주십시오! 수천장을 복사하고, <emphasis>판매</emphasis>하십시오. (약간 제한이 있습니다.) 데비안은 <emphasis>자유 소프트웨어</emphasis>를 기반으로 하기 때문에 여러분들은 시스템을 설치하고 사용함에 있어 자유롭습니다.
sv: Vi är säkra på att du läst några av licenserna som kommer med de flesta kommersiella programvaror &mdash; de säger normalt sett att du bara kan använda en kopia av programvaran på en enda dator. Licensen för det här systemet är inte alls som sådan. Vi uppmuntrar dig att lägga en kopia på varje dator i din skola eller arbetsplats. Låna ut ditt installationsmedium till dina vänner och hjälp dem att installera det på deras datorer! Du kan även göra tusentals kopior och <emphasis>sälja</emphasis> dem &mdash; dock med några få restriktioner. Din frihet att installera och använda systemet kommer direkt från att Debian är baserad på <emphasis>fri programvara</emphasis>.

source: Calling software <emphasis>free</emphasis> doesn't mean that the software isn't copyrighted, and it doesn't mean that CDs containing that software must be distributed at no charge. Free software, in part, means that the licenses of individual programs do not require you to pay for the privilege of distributing or using those programs. Free software also means that not only may anyone extend, adapt, and modify the software, but that they may distribute the results of their work as well.
hu: Ha egy szoftver megfelel a <emphasis>szabad</emphasis> szoftver meghatározásnak, ez egyáltalán nem jelenti azt, hogy nincs szerzői jogi bejegyzés hozzá vagy olyan elvárást, hogy például egy szoftvert tartalmazó CD lemezt ingyen kéne adni. A szabad szoftver részben azt jelenti, hogy az egyes programok licencei nem követelnek pénzt a programok terjesztésének vagy használatának kiváltságáért. A szabad szoftver azt is jelenti, hogy nemcsak hogy bővítheted, kívánalmaidnak megfelelően alkalmazhatod, átalakíthatod a szoftvert, de ennek eredményét tovább is terjesztheted.
ko: 소프트웨어를 <emphasis>자유</emphasis>라고 부르는 것은 소프트웨어의 저작권이 없다는 것이 아니며, 자유 소프트웨어를 배포하는 CD가 꼭 무료라는 뜻은 아닙니다. 자유소프트웨어는, 부분적인 의미로는 개개의 프로그램의 라이선스가 배포나 사용에 대하여 비용을 지불할 필요가 없다는 의미입니다. 또 자유 소스트웨어는 누구라도 소프트웨어를 확장하고, 개작하고, 수정할 수 있을 뿐만 아니라, 그 수정한 결과물도 배포할 수 있다는 것을 의미합니다.
sv: Att kalla programvara för <emphasis>fri</emphasis> betyder inte att programvaran inte är upphovsrättsskyddad och det betyder inte att cd-skivor som innehåller den programvaran måste distribueras gratis. Fri programvara, i den bemärkelsen betyder att licenser för individuella program inte kräver att du betalar för rättigheten att distribuera eller använda de programmen. Fri programvara betyder också att alla inte bara kan utöka, justera och ändra programvaran men också att du kan distribuera resultatet av arbetet.

source: The Debian project, as a pragmatic concession to its users, does make some packages available that do not meet our criteria for being free. These packages are not part of the official distribution, however, and are only available from the <userinput>contrib</userinput> or <userinput>non-free</userinput> areas of Debian mirrors or on third-party CD-ROMs; see the <ulink url="&url-debian-faq;">Debian FAQ</ulink>, under <quote>The Debian FTP archives</quote>, for more information about the layout and contents of the archives.
ko: 데비안 프로젝트는 사용자들의 실용적인 목적으로, 일부 자유소프트웨어의 기준에 맞지 않는 꾸러미도 일부 배포하고 있습니다. 이 꾸러미는 공식 배포판에 포함되지 않으며, 데비안 미러 사이트나 써드파티 CD-ROM에 들어 있는 <userinput>contrib</userinput>이나 <userinput>non-free</userinput>에서 구할 수 있습니다. 데비안 아카이브의 구조나 내용에 대해서는 <quote>데비안 FTP 아카이브</quote>의 <ulink url="&url-debian-faq;">데비안 FAQ</ulink>를 참고하기 바랍니다.
sv: Debian-projektet, som ett pragmatiskt medgivande till sina användare, skapar inte tillgängliga paket som inte möter våra kriterier att vara fria. Dessa paket är dock inte en del av den officiella utgåvan och är bara tillgängliga från områdena <userinput>contrib</userinput> eller <userinput>non-free</userinput> av Debian-speglarna eller på tredjeparts cd-skivor, se <ulink url="&url-debian-faq;">Debian GNU/Linux FAQ</ulink> under <quote>Debians FTP-arkiv</quote> för mer information om utseendet och innehåller av arkiven.

source: Many of the programs in the system are licensed under the <emphasis>GNU</emphasis> <emphasis>General Public License</emphasis>, often simply referred to as <quote>the GPL</quote>. The GPL requires you to make the <emphasis>source code</emphasis> of the programs available whenever you distribute a binary copy of the program; that provision of the license ensures that any user will be able to modify the software. Because of this provision, the source code<footnote> <para> For information on how to locate, unpack, and build binaries from Debian source packages, see the <ulink url="&url-debian-faq;">Debian FAQ</ulink>, under <quote>Basics of the Debian Package Management System</quote>. </para> </footnote> for all such programs is available in the Debian system.
hu: Rengeteg program a rendszerben a <emphasis>GNU</emphasis> <emphasis>General Public License</emphasis> nevű licenc alatt áll, melyre sokan sokszor csak <quote>the GPL</quote> néven hivatkoznak. A GPL megköveteli a programok bináris változatainak alapját képező <emphasis>forráskód</emphasis> elérhetővé tételét; ez biztosítja azt, hogy bármely felhasználó módosíthatja a szoftvert. E feltétel miatt a forráskód<footnote> <para> A Debian forráscsomagok eléréséről, kicsomagolásáról és belőlük binárisok építéséről lásd a <ulink url="&url-debian-faq;">Debian GYIK</ulink> oldalt, a <quote>Debian csomagkezelő rendszer alapjai</quote> részt. </para> </footnote> az összes ilyen programhoz elérhető a Debian rendszerben.
ko: 시스템에 들어 있는 다수의 프로그램의 라이선스는 <quote>GPL</quote>로 알려진 <emphasis>GNU</emphasis> <emphasis> General Public License</emphasis>입니다. GPL 라이선스의 프로그램의 바이너리를 배포할 때 <quote>소스 코드</quote>를 같이 제공해야 합니다. 즉 누구라도 소프트웨어를 수정할 수 있도록 하는 것이 이 라이선스의 규정입니다. 그러한 규정때문에 그러한 프로그램의 모든 소스코드<footnote> <para> 데비안 소스 꾸러미를 찾고, 압축을 풀고, 바이너리를 빌드하는 방법에 대해서는 <ulink url="&url-debian-faq;">데비안 FAQ</ulink>의 <quote>Basics of the Debian Package Management System</quote> 부분을 보십시오. </para> </footnote>가 데비안 시스템에 들어 있습니다.
sv: Många av programmen i system är licensierade under <emphasis>GNU</emphasis> <emphasis>General Public License</emphasis> och refereras ofta till som <quote>GPL</quote>. GPL kräver att du gör <emphasis>källkoden</emphasis> av programmen tillgängliga när du distribuerar en binär kopia av programmet; det villkoret av licensen ser till att alla användare har möjligheten att modifiera programvaran. På grund av det här villkoret är källkoden <footnote> <para> För information om hur man hittar, packar upp och bygger binärer från Debians källkodspaket, se <ulink url="&url-debian-faq;">Debian GNU/Linux FAQ</ulink> under <quote>Grunder för Debians pakethanteringssystem</quote>. </para> </footnote> för alla sådana program är tillgänglig i Debian-systemet.

source: There are several other forms of copyright statements and software licenses used on the programs in Debian. You can find the copyrights and licenses for every package installed on your system by looking in the file <filename>/usr/share/doc/<replaceable>package-name</replaceable>/copyright </filename> once you've installed a package on your system.
ko: 데비안 프로그램에 사용한 저작권과 소프트웨어 라이선스는 GPL 외에도 여러가지가 있습니다. 꾸러미를 설치하면 <filename>/usr/share/doc/<replaceable>꾸러미이름</replaceable>/copyright</filename> 파일을 보면 해당 꾸러미의 저작권과 라이선스를 볼 수 있습니다.
sv: Det finns ett flertal olika former av copyrightvillkor och programvarulicenser som används av programmen i Debian. Du kan hitta information om copyright och licenser för varje paket installerade på ditt system genom att se i filen <filename>/usr/share/doc/<replaceable>paketnamn</replaceable>/copyright </filename> när du har installerat ett paket på ditt system.

source: For more information about licenses and how Debian determines whether software is free enough to be included in the main distribution, see the <ulink url="&url-dfsg;">Debian Free Software Guidelines</ulink>.
ko: 라이선스 및 어떻게 데비안에서 소프트웨어가 메인 배포판에 포함되는 지 여부를 결정하는 지에 대한 정보는 <ulink url="&url-dfsg;">데비안 자유소프트웨어 기준(Debian Free Software Guidelines)</ulink>을 참고하십시오.
sv: För mer information om licenser och hur Debian fastställer om programvaran är tillräckligt fri för att inkluderas i huvudutgåvan, se <ulink url="&url-dfsg;">Debians riktlinjer för fri programvara</ulink>.

source: The most important legal notice is that this software comes with <emphasis>no warranties</emphasis>. The programmers who have created this software have done so for the benefit of the community. No guarantee is made as to the suitability of the software for any given purpose. However, since the software is free, you are empowered to modify that software to suit your needs &mdash; and to enjoy the benefits of the changes made by others who have extended the software in this way.
ko: 가장 중요한 법적인 고지는, 이 소프트웨어는 <emphasis>어떠한 보증도 하지 않는다</emphasis>는 것입니다. 이런 소프트웨어를 만든 프로그래머는 공동체의 이익을 위해 만든 것입니다. 어떤 목적에 대해서도 소프트웨어의 적합성을 보장하지 않습니다. 하지만, 소프트웨어가 자유소프트웨어이기 때문에 여러분에 목적에 맞게 소프트웨어를 수정하는 권리는 여러분에 있습니다. 또한 이런 방법으로 다른 사람이 소프트웨어를 확장하여 생긴 변화로 얻은 이익을 누릴 권리도 여러분에게 있습니다.
sv: Den mest viktiga juridiska informationen är att den här programvaran kommer <emphasis>utan garanti</emphasis>. Programmerarna som har skapat denna programvara har gjort det som förmån för gemenskapen. Ingen garanti lämnas för anpassningen av programvaran för vilket ändamål som helst. Dock, eftersom programvaran är fri, är du berättigad att modifiera så programvaran passar dina behov &mdash; och att njuta av fördelarna av de ändringar gjorda av andra som har utökat programvaran på det här sättet.

source: Perform the actual installation according to <xref linkend="d-i-intro"/>. This involves choosing your language, configuring peripheral driver modules, configuring your network connection, so that remaining installation files can be obtained directly from a Debian server (if you are not installing from a CD), partitioning your hard drives and installation of a base system, then selection and installation of tasks. (Some background about setting up the partitions for your Debian system is explained in <xref linkend="partitioning"/>.)
hu: Magát a telepítést a <xref linkend="d-i-intro"/> írja le. Ennek része a nyelv kiválasztása, egyes meghajtó-modulok konfigurálása, a hálózat beállítása, mellyel a hátralévő telepítő fájlok elérhetők egy Debian kiszolgálóról (ha nem teljes CD lemezről telepítünk), a merevlemezek felosztása azaz parícionálása és az alaprendszer telepítése , végül különböző feladatok kiválasztása és telepítése. (A Debian rendszer számára szükséges partíciók beállításáról egyes adatok a <xref linkend="partitioning"/> fejezetben vannak.)
sv: Genomför den aktuella installationen enligt <xref linkend="d-i-intro"/>. Det här innefattar ditt val av språk, konfiguration av drivrutiner för kringutrustning, konfiguration av nätverksanslutning så att återstående installationsfiler kan hämtas direkt från en Debian-server (om du inte installerar från en cd), partitionering av dina hårddiskar och installation av ett grundsystem och efter det val och installation av paket för vissa funktioner. (Viss bakgrund om inställning av partitioner för ditt Debian-system finns förklarat i <xref linkend="partitioning"/>.)

source: Boot into your newly installed base system, from <xref linkend="boot-new"/>.
hu: Az újonnan telepített alaprendszer indítása a <xref linkend="boot-new"/> fejezetben van.
sv: Starta upp ditt nyinstallerade grundsystem, från <xref linkend="boot-new"/>.

source: Source is also available publicly; look in <xref linkend="administrivia"/> for more information concerning how to contribute. We welcome suggestions, comments, patches, and bug reports (use the package <classname>installation-guide</classname> for bugs, but check first to see if the problem is already reported).
hu: A forrás szintén elérhető; lásd az <xref linkend="administrivia"/> fejezetet a lehetséges segítségről. Örülünk minden javaslatnak, megjegyzésnek, foltnak és hibajegynek (használd az <classname>installation-guide</classname> csomagot a hibákhoz, de ellenőrizd, hogy e hiba még nincs bejelentve).
sv: Källkod är också publikt tillgänglig, se i <xref linkend="administrivia"/> för mer information angående hur man bidrar. Vi välkomnar förslag, kommentarer, rättningar och felrapporter (använd paketet <classname>installation-guide</classname> för fel men kontrollera först för att se om problemet redan är rapporterat).
