Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/welcome.po
Languages: hu, ko, sv

source: Welcome to Debian
hu: Üdvözlet a Debianban
ko: 데비안에 오신 것을 환영합니다.
sv: Välkommen till Debian

source: This chapter provides an overview of the Debian Project and &debian;. If you already know about the Debian Project's history and the &debian; distribution, feel free to skip to the next chapter.
hu: E fejezet bemutatja a Debian projektet és a &debian; rendszert magát. Ha már ismered a Debian projekt történetét és a &debian; terjesztést, a következő fejezetre ugorhatsz.
ko: 이 장에서는 데비안 프로젝트와 &debian;에 대하여 간략히 설명하려고 합니다. 데비안 프로젝트의 역사와 &debian; 배포판에 대하여 이미 알고 있는 분들은 다음 장으로 넘어가셔도 됩니다.
sv: Det här kapitlet ger en överblick av Debian-projektet och &debian;. Om du redan känner till historien bakom Debian-projektet och &debian;-utgåvan kan du hoppa till nästa kapitel.

source: What is Debian?
hu: Mi a Debian?
ko: 데비안이란?
sv: Vad är Debian?

source: Debian is an all-volunteer organization dedicated to developing free software and promoting the ideals of the Free Software Foundation. The Debian Project began in 1993, when Ian Murdock issued an open invitation to software developers to contribute to a complete and coherent software distribution based on the relatively new Linux kernel. That relatively small band of dedicated enthusiasts, originally funded by the <ulink url="&url-fsf-intro;">Free Software Foundation</ulink> and influenced by the <ulink url="&url-gnu-intro;">GNU</ulink> philosophy, has grown over the years into an organization of around &num-of-debian-developers; <firstterm>Debian Developers</firstterm>.
hu: A Debian egy önkéntesekből álló szervezet, mely szabad szoftvereket fejleszt és az támogatja az FSF (Szabad Szoftver Alapítvány) céljait. A Debian projekt 1993-ban indult, mikor Ian Murdock szoftverfejlesztőket hívott egy teljes és egységes szoftver-terjesztés létrehozására, mely akkor a viszonylag új Linux kernelre épült. Egy pár elkötelezett önkéntesből a <ulink url="&url-fsf-intro;">Free Software Foundation</ulink> berkeiből, akik a <ulink url="&url-gnu-intro;">GNU</ulink> eszméjét követték évek alatt egy több, mint &num-of-debian-developers; <firstterm>Debian Fejlesztő</firstterm> által alkotott szervezet lett.
ko: 데비안은 자유 소프트웨어를 개발하고 자유 소프트웨어 재단(Free Software Foundation)의 이상을 널리 알리는데 전념하는 순수한 자원 봉사 조직입니다. 데비안 프로젝트는 1993년, 이안 머독이 당시로선 비교적 새로운 커널에 기반하면서, 완전하고 일관된 소프트웨어 배포판을 만드는 데 참여할 소프트웨어 개발자들을 공개적으로 모집하면서부터 시작되었습니다. 처음에는 <ulink url="&url-fsf-intro;">자유 소프트웨어 재단(Free Software Foundation)</ulink>의 자금 지원을 받았고 <ulink url="&url-gnu-intro;">GNU</ulink> 철학에 영향을 받은 이 비교적 작은 규모의 열성적인 집단은, 해를 거듭할 수록 &num-of-debian-developers;여 명의 <firstterm>데비안 개발자</firstterm>가 참여하는 조직으로 성장했습니다.
sv: Debian är en frivilligorganisation som är engagerade med att utveckla fri programvara och främja idealen för Free Software Foundation. Debian-projektet startade 1993 när Ian Murdock skickade ut en öppen inbjudan till programvaruutvecklare att bidraga till en komplett och sammanhållen programvaruutgåva baserad på den relativt nya Linux-kärnan. Den relativt lilla skaran av dedicerade entusiaster, finansierade av <ulink url="&url-fsf-intro;">Free Software Foundation</ulink> och påverkade av filosofin av <ulink url="&url-gnu-intro;">GNU</ulink> har växt över åren som gått till en organisation på ungefär &num-of-debian-developers; <firstterm>Debian-utvecklare</firstterm>.

source: Debian Developers are involved in a variety of activities, including <ulink url="&url-debian-home;">Web</ulink> and <ulink url="&url-debian-ftp;">FTP</ulink> site administration, graphic design, legal analysis of software licenses, writing documentation, and, of course, maintaining software packages.
hu: A Debian Fejlesztők különböző tevékenységeket végeznek a <ulink url="&url-debian-home;">Web</ulink> és <ulink url="&url-debian-ftp;">FTP</ulink> karbantartástól a grafikai tervezésen, szoftver licencek jogi elemzésén, dokumentáció írásán át természetesen a szoftvercsomagok karbantartásáig.
ko: 데비안 개발자는 <ulink url="&url-debian-home;">웹</ulink> 및 <ulink url="&url-debian-ftp;">FTP</ulink> 사이트 관리, 그래픽 디자인, 소프트웨어 라이선스의 법률적 해석, 문서 작성, 소프트웨어 꾸러미 관리 등 다양한 활동에 참여합니다.
sv: Debian-utvecklare är involverade i en uppsjö av aktiviteter såsom administration av <ulink url="&url-debian-home;">webbplatsen</ulink> och <ulink url="&url-debian-ftp;">FTP-servern</ulink>, grafisk design, juridiska aspekter för programvarulicenser, dokumentation samt, så klart, underhåll av programvarupaketen.

source: In the interest of communicating our philosophy and attracting developers who believe in the principles that Debian stands for, the Debian Project has published a number of documents that outline our values and serve as guides to what it means to be a Debian Developer:
hu: Eszméink hirdetése és a Debian alapelveiben hívő fejlesztők bevonása érdekében a Debian projekt számos dokumentumot adott ki, mely bemutatja értékeinket és azt, mit jelent Debian Fejlesztőnek lenni:
ko: 우리의 철학을 전하고 데비안의 원칙을 믿는 개발자들을 끌어 모으기 위해 데비안 프로젝트는 다수의 문서를 발표하였습니다. 이 문서들은 우리의 가치를 개략적으로 서술하고 데비안 개발자가 되는 게 무엇을 뜻하는 지에 대한 지침 역할을 합니다.
sv: Med avsikt att kommunicera vår filosofi och attrahera utvecklare som tror på principerna som Debian står för har Debian-projektet publicerat ett antal dokument som pekar ut våra värderingar och fungerar som guider till vad det betyder att vara en Debian-utvecklare:

source: The <ulink url="&url-social-contract;">Debian Social Contract</ulink> is a statement of Debian's commitments to the Free Software Community. Anyone who agrees to abide to the Social Contract may become a <ulink url="&url-new-maintainer;">maintainer</ulink>. Any maintainer can introduce new software into Debian &mdash; provided that the software meets our criteria for being free, and the package follows our quality standards.
hu: A <ulink url="&url-social-contract;">Debian Társadalmi Szerződés</ulink> a Debian kötelezettségvállalási nyilatkozata a Szabad Szoftver Közösségnek. Bárki, aki kitart a Társadalmi Szerződés elvei mellett <ulink url="&url-new-maintainer;">karbantartó</ulink> lehet. Egy karbantartó új szoftvert adhat a Debian rendszerhez &mdash; amely szoftver megfelel a szabad szoftverekre vonatkozó elvárásainknak és a csomag megfelel minőségi szabványainknak.
ko: <ulink url="&url-social-contract;">데비안 우리의 약속(Debian Social Contract)</ulink>은 자유소프트웨어 공동체에 대한 데비안의 약속입니다. 우리의 약속에 따르기로 동의한 사람은 누구나 <ulink url="&url-new-maintainer;">메인테이너</ulink>가 될 수 있습니다. 어떤 메인테이너든지 새로운 소프트웨어를 데비안에 추가할 수 있습니다. 단 그 소프트웨어가 우리의 자유소프트웨어 기준에 맞아야 하고, 꾸러미가 우리의 품질 표준에 맞아야 합니다.
sv: <ulink url="&url-social-contract;">Debians sociala kontrakt</ulink> är ett resultat av Debians engagemang för användare och utvecklare av fri programvara. Alla som godtar att följa det sociala kontraktet kan bli en <ulink url="&url-new-maintainer;">underhållare</ulink>. Alla underhållare kan introducera ny programvara i Debian — om programvaran tillgodoser våra kriterier för att vara fritt och att paketet följer våra kvalitetsstandarder.

source: The <ulink url="&url-dfsg;">Debian Free Software Guidelines</ulink> are a clear and concise statement of Debian's criteria for free software. The DFSG is a very influential document in the Free Software Movement, and was the foundation of the <ulink url="&url-osd;">The Open Source Definition</ulink>.
hu: A <ulink url="&url-dfsg;">Debian szabad szoftver irányelvek - DFSG</ulink> a Debian szabad szoftverekre vonatkozó tiszta és rövid nyilatkozata. A DFSG egy rendkívül erős hatású dokumentum a Szabad Szoftver Mozgalomban és alapja a nyílt forrású mozgalom által alkotott<ulink url="&url-osd;">Open Source Definition</ulink> dokumentumnak.
ko: <ulink url="&url-dfsg;">데비안 자유 소프트웨어 기준(Debian Free Software Guidelines)</ulink>은 자유소프트웨어에 대한 데비안의 기준을 단순명료하게 설명한 것입니다. DFSG는 자유소프트웨어 운동에 있어서 매우 영향력 있는 문서로, <ulink url="&url-osd;">오픈소스 정의(The Open Source Definition)</ulink>가 이 문서를 기반으로 작성되었습니다.
sv: <ulink url="&url-dfsg;">Debians riktlinjer för fri programvara</ulink> (DFSG) är klara och koncisa regler för Debians kriterier för fri programvara. DFSG är ett mycket inflytelserikt dokument i den fria programvarurörelsen och var grundstenen för <ulink url="&url-osd;">The Open Source Definition</ulink>.

source: The <ulink url="&url-debian-policy;">Debian Policy Manual</ulink> is an extensive specification of the Debian Project's standards of quality.
hu: A <ulink url="&url-debian-policy;">Debian vezérelvek kézikönyve</ulink> a Debian projekt minőségi szabványainak egy átfogó meghatározása.
ko: <ulink url="&url-debian-policy;">데비안 정책 안내서(Debian Policy Manual)</ulink>는 데비안 프로젝트의 품질 표준을 상세하게 적은 내역입니다.
sv: <ulink url="&url-debian-policy;">Debians Policymanual</ulink> är en omfattande specifikation av Debian-projektets kvalitetsstandarder.

source: Debian developers are also involved in a number of other projects; some specific to Debian, others involving some or all of the Linux community. Some examples include:
ko: 데비안 개발자는 여러 프로젝트에 참가할 수 있습니다. 어떤 사람은 데비안과 관계된 프로젝트에, 또 어떤 사람들은 여러 리눅스 공동체에 참가하기도 합니다. 예를 들면 다음과 같습니다:
sv: Debian-utvecklarna är också involverade i ett antal andra projekt, vissa specifika till Debian, andra involverar några eller alla Linux-gemenskaper. Några exempel är:

source: The <ulink url="&url-lsb-org;">Linux Standard Base</ulink> (LSB) is a project aimed at standardizing the basic GNU/Linux system, which will enable third-party software and hardware developers to easily design programs and device drivers for Linux-in-general, rather than for a specific GNU/Linux distribution.
ko: <ulink url="&url-lsb-org;">Linux Standard Base</ulink> (LSB) 프로젝트는 기본적인 GNU/리눅스 시스템을 표준화하기 위한 프로젝트로, 써드파티 소프트웨어와 하드웨어 개발자들이 특정 GNU/리눅스 배포판이 아닌 일반적인 리눅스에 대한 프로그램과 디바이스 드라이버를 쉽게 설계할 수 있도록 정한 것입니다.
sv: <ulink url="&url-lsb-org;">Linux Standard Base</ulink> (LSB) är ett projekt riktat mot standardisering av vanliga GNU/Linux-system som innebär att programvaru- och maskinvaruutvecklare hos en tredje part lätt kan designa program och enhetsdrivrutiner för Linux i allmänhet, hellre än för specifika GNU/Linux-utgåvor.

source: The <ulink url="&url-fhs-home;">Filesystem Hierarchy Standard</ulink> (FHS) is an effort to standardize the layout of the Linux file system. The FHS will allow software developers to concentrate their efforts on designing programs, without having to worry about how the package will be installed in different GNU/Linux distributions.
ko: <ulink url="&url-fhs-home;">Filesystem Hierarchy Standard</ulink> (FHS) 프로젝트는 리눅스 파일 시스템의 구성을 표준화하는 프로젝트입니다. FHS는 개발한 꾸러미가 여러가지 GNU/리눅스 배포판에 어떻게 설치되는 지에 대해 고민할 필요 없이 소프트웨어 개발자는 프로그램 설계에만 전념할 수 있도록 하기 위한 프로젝트입니다.
sv: <ulink url="&url-fhs-home;">Filesystem Hierarchy Standard</ulink> (FHS) är ett försök att standardisera organiseringen av filsystemet för Linux. FHS kommer att tillåta programvaruutvecklare att fokusera på att utveckla program utan att behöva oroa sig för hur paketen kommer att installeras i olika utgåvor av GNU/Linux.

source: <ulink url="&url-debian-jr;">Debian Jr.</ulink> is an internal project, aimed at making sure Debian has something to offer to our youngest users.
hu: A <ulink url="&url-debian-jr;">Debian Jr.</ulink> egy belső projekt, mely biztosítja, hogy a Debian a legfiatalabb felhasználóinkat is szolgálja.
ko: <ulink url="&url-debian-jr;">데비안 쥬니어 (Debian Junior)</ulink> 프로젝트는 데비안 내부 프로젝트로 어린이 사용자들이 사용할 만한 데비안을 만드는 프로젝트입니다.
sv: <ulink url="&url-debian-jr;">Debian Jr.</ulink> är ett internt projekt som vars mål är att göra Debian attraktivt även för unga användare.

source: For more general information about Debian, see the <ulink url="&url-debian-faq;">Debian FAQ</ulink>.
hu: A Debian rendszerről további információkat a <ulink url="&url-debian-faq;">Debian GYIK</ulink> oldalon találsz.
ko: 데비안에 관한 보다 일반적인 정보는 <ulink url="&url-debian-faq;">데비안 FAQ</ulink>를 참고하기 바랍니다.
sv: För mer allmän information om Debian, se <ulink url="&url-debian-faq;">Debian GNU/Linux FAQ</ulink>.

source: What is GNU/Linux?
ko: GNU/리눅스란?
sv: Vad är GNU/Linux?

source: Linux is an operating system: a series of programs that let you interact with your computer and run other programs.
ko: 리눅스는 운영 체제입니다. 운영체제는 여러 프로그램의 집합으로, 이 프로그램들을 이용해 컴퓨터를 사용하고 또 다른 프로그램들을 실행합니다.
sv: Linux är ett operativsystem: ett antal program som låter dig interagera med din dator och köra andra program.

source: An operating system consists of various fundamental programs which are needed by your computer so that it can communicate and receive instructions from users; read and write data to hard disks, tapes, and printers; control the use of memory; and run other software. The most important part of an operating system is the kernel. In a GNU/Linux system, Linux is the kernel component. The rest of the system consists of other programs, many of which were written by or for the GNU Project. Because the Linux kernel alone does not form a working operating system, we prefer to use the term <quote>GNU/Linux</quote> to refer to systems that many people casually refer to as <quote>Linux</quote>.
ko: 운영체제는 컴퓨터에 필요한 여러 가지 기본적인 프로그램으로 구성되어 있고, 이 프로그램은 사용자와 의사소통을 하거나 사용자로부터 지시를 받습니다. 이를 테면, 하드 디스크, 테이프, 프린터로 데이터를 내보내거나 여기에서 데이터를 읽어들이며, 메모리 사용을 제어하고, 다른 프로그램을 실행합니다. 운영체제의 가장 중요한 부분이 바로 커널입니다, GNU/리눅스 시스템에서 리눅스는 커널 부분을 말합니다. 시스템의 나머지 부분들은 기타 프로그램들으로 구성되며, 대부분은 GNU 프로젝트에 의해 작성된 것들입니다. 리눅스 커널 그 자체만 가지고는 시스템을 구성할 수 없기 때문에, 흔히들 리눅스라고 호칭하는 시스템을 GNU/리눅스라는 명칭으로 사용하시기를 바랍니다.
sv: Ett operativsystem innehåller olika fundamentala program som behövs av din dator så att den kan kommunicera och ta emot instruktioner från användare; läs och skriva data till hårddiskar, band och skrivare; kontrollera användningen av minne; och köra annan programvara. Den viktigaste delen av ett operativsystem är kärnan. I ett GNU/Linux-system är Linux kärnkomponenten. Resten av system innehåller andra program, många av de skrevs av eller för GNU-projektet. För att Linux-kärnan själv inte kan utgöra ett fungerande operativsystem har vi föredragit att använda termen <quote>GNU/Linux</quote> för att referera till system som många personer vardagligen refererar till som <quote>Linux</quote>.

source: Linux is modelled on the Unix operating system. From the start, Linux was designed to be a multi-tasking, multi-user system. These facts are enough to make Linux different from other well-known operating systems. However, Linux is even more different than you might imagine. In contrast to other operating systems, nobody owns Linux. Much of its development is done by unpaid volunteers.
ko: 리눅스는 유닉스 (Unix) 운영체제를 모델로 한 것입니다. 애초부터 리눅스는 다중 작업, 다중 사용자 시스템으로 설계되었습니다. 다중 작업, 다중 사용자 시스템이라는 것만으로도 리눅스는 잘 알려진 여타 운영체제와 차별됩니다. 그러나 리눅스는 여러분이 생각하는 것 이상으로 다른 점이 훨씬 많습니다. 다른 운영체제와는 달리, 어느 누구도 리눅스를 소유하지 않으며 대부분 자원 봉사자들에 의해 개발되었습니다.
sv: Linux är modellerad efter ett Unix-operativsystem. Från början var Linux designad att vara ett parallellbearbetande fleranvändarsystem. Dessa fakta är tillräckliga att göra Linux olikt från andra välkända operativsystem. Dock är Linux ännu mer olik än du kanske tror. I kontrast till andra operativsystem äger ingen Linux. Mycket av dess utveckling är gjord av obetalda frivilliga.

source: Development of what later became GNU/Linux began in 1984, when the <ulink url="http://www.gnu.org/">Free Software Foundation</ulink> began development of a free Unix-like operating system called GNU.
ko: 후에 GNU/리눅스라고 불리게 된 시스템의 개발은 1984년에 시작되었으며, 이 때 <ulink url="http://www.gnu.org/">자유 소프트웨어 재단(FSF)</ulink>은 유닉스와 유사한 운영체제의 개발을 시작하면서 그 이름을 GNU라고 하였습니다.
sv: Utvecklingen av vad senare blev GNU/Linux började 1984 när <ulink url="http://www.gnu.org/">Free Software Foundation</ulink> började utvecklingen av ett fritt Unix-liknande operatingsystem kallat GNU.

source: The GNU Project has developed a comprehensive set of free software tools for use with Unix&trade; and Unix-like operating systems such as Linux. These tools enable users to perform tasks ranging from the mundane (such as copying or removing files from the system) to the arcane (such as writing and compiling programs or doing sophisticated editing in a variety of document formats).
ko: GNU 프로젝트는 유닉스 (Unix&trade;) 및 리눅스처럼 유닉스와 유사한 운영체제에서 공통으로 사용하기 위한 일련의 자유 소프트웨어 도구를 개발해 왔습니다. 이러한 도구를 이용해 사용자는 파일을 복사하거나 지우는 아주 일상적인 작업부터, 프로그램 작성과 컴파일, 여러가지 종류의 문서 편집에 이르기까지 다양한 작업을 할 수 있습니다.
sv: GNU-projektet har utvecklat en omfattande samling av fria programverktyg för att används med Unix&trade; och Unix-liknande operativsystem såsom Linux. Dessa verktyg ger användarna möjligheten att utföra vardagliga uppgifter (såsom kopiering och borttagning av filer från systemet) till det mystiska (såsom skriva och bygga program eller göra sofistikerad redigering i ett antal olika dokumentformat).

source: While many groups and individuals have contributed to Linux, the largest single contributor is still the Free Software Foundation, which created not only most of the tools used in Linux, but also the philosophy and the community that made Linux possible.
ko: 수많은 그룹과 개인들이 리눅스에 공헌했지만, 최대의 단독 공헌자는 자유소프트웨어 재단으로, 자유소프트웨어 재단은 리눅스에서 사용하는 도구의 대부분을 개발했고 동시에 리눅스가 생겨나게 했던 철학과 공동체를 만들어 내었습니다.
sv: Då många grupper och individer har bidragit till Linux är den största enskilda bidragsgivaren fortfarande Free Software Foundation som har skapat inte bara de flesta av verktygen som används i Linux men även filosofin och gemenskapen som gjorde Linux möjlig.

source: The <ulink url="&url-kernel-org;">Linux kernel</ulink> first appeared in 1991, when a Finnish computing science student named Linus Torvalds announced an early version of a replacement kernel for Minix to the Usenet newsgroup <userinput>comp.os.minix</userinput>. See Linux International's <ulink url="&url-linux-history;">Linux History Page</ulink>.
ko: <ulink url="&url-kernel-org;">리눅스 커널</ulink>은, 리누스 토발즈라는 핀란드의 컴퓨터 과학 대학생이 1991년 유즈넷 뉴스그룹 <userinput>comp.os.minix</userinput>에 Minix를 대체하는 커널의 초기 버전을 발표하면서 처음으로 그 모습을 세상에 드러냈습니다. 자세한 것은 리눅스 인터네셔널의 <ulink url="&url-linux-history;">리눅스 역사 페이지 (Linux History Page)</ulink>를 참고하기 바랍니다.
sv: <ulink url="&url-kernel-org;">Linux-kärnan</ulink> dök först upp 1991 när en finsk datorvetenskapsstudent som hette Linus Torvalds tillkännagav en tidig version av en ersättare för Minix till en diskussionsgrupp på Usenet kallad <userinput>comp.os.minix</userinput>. Se Linux Internationals sida om <ulink url="&url-linux-history;">Linux historia</ulink>.

source: Linus Torvalds continues to coordinate the work of several hundred developers with the help of a few trusty deputies. An excellent weekly summary of discussions on the <userinput>linux-kernel</userinput> mailing list is <ulink url="&url-kernel-traffic;">Kernel Traffic</ulink>. More information about the <userinput>linux-kernel</userinput> mailing list can be found on the <ulink url="&url-linux-kernel-list-faq;">linux-kernel mailing list FAQ</ulink>.
ko: 리누스 토발즈는 몇 명의 신뢰할 수 있는 대표자들의 도움을 받아 수백명 개발자들의 작업들을 조율하고 있습니다. <ulink url="&url-kernel-traffic;">커널 트래픽(Kernel Traffic)</ulink>은 <userinput>linux-kernel</userinput> 메일링 리스트의 토론을 주 단위로 훌륭하게 요약해 놓았습니다. <userinput>linux-kernel</userinput> 메일링 리스트에 대한 자세한 정보는 <ulink url="&url-linux-kernel-list-faq;">linux-kernel 메일링 리스트 FAQ</ulink>에서 찾아 보기 바랍니다.
sv: Linux Torvalds fortsätter att koordinera arbetet för flera hundra utvecklare med hjälp av ett antal pålitliga ställföreträdare. Ett brilliant veckosammandrag av diskussionerna på sändlistan <userinput>linux-kernel</userinput> är <ulink url="&url-kernel-traffic;">Kernel Traffic</ulink>. Mer information om sändlistan <userinput>linux-kernel</userinput> kan hittas på <ulink url="&url-linux-kernel-list-faq;">linux-kernel mailing list FAQ</ulink>.

source: Linux users have immense freedom of choice in their software. For example, Linux users can choose from a dozen different command line shells and several graphical desktops. This selection is often bewildering to users of other operating systems, who are not used to thinking of the command line or desktop as something that they can change.
ko: 리눅스 사용자는 소프트웨어 선택에 있어서 많은 자유를 갖고 있습니다. 예를 들어, 리눅스 사용자는 12개의 다른 커맨드 라인 쉘, 다수의 그래픽 데스크탑 중에서 원하는 걸 선택할 수 있습니다. 이와 같이 선택의 폭이 넓어서, 쉘이나 데스크탑 같이 자신들이 변경할 수 있는 것에 대해 전혀 생각하지 못했던 사용자들은 당황스러워 하기도 합니다.
sv: Linux-användare har ofantlig frihet att välja sin programvara. Till exempel kan Linux-användare välja från ett dussintal olika kommandoradsskal och flertalet grafiska skrivbordsmiljöer. Det här urvalet är ofta förvillande för användare av andra operativsystem som inte är vana att tänka att kommandoraden eller skrivbordsmiljön faktiskt är något de kan ändra.

source: Linux is also less likely to crash, better able to run more than one program at the same time, and more secure than many operating systems. With these advantages, Linux is the fastest growing operating system in the server market. More recently, Linux has begun to be popular among home and business users as well.
ko: 또한 리눅스는 여타 운영체제에 비해 시스템이 멈추는 경우가 적고, 동시에 둘 이상의 프로그램을 실행하는 성능이 월등하고, 보안에 강합니다. 리눅스는 서버 시장에서 가장 성장이 빠른 운영체제입니다. 최근에 리눅스는 가정과 업무용 사용자에게도 잘 알려져 나가고 있습니다.
sv: Linux är också mindre benägen att krascha, bättre på att köra fler än ett program samtidigt och säkrare än många andra operativsystem. Med dessa fördelar är Linux det snabbast växande operativsystemet på servermarknaden. På senare tid har också Linux börjat bli populär hos hem- och företagsanvändare.

source: What is &debian;?
hu: Mi a &debian;?
ko: &debian;란?
sv: Vad är &debian;?

source: The combination of Debian's philosophy and methodology and the GNU tools, the Linux kernel, and other important free software, form a unique software distribution called &debian;. This distribution is made up of a large number of software <emphasis>packages</emphasis>. Each package in the distribution contains executables, scripts, documentation, and configuration information, and has a <emphasis>maintainer</emphasis> who is primarily responsible for keeping the package up-to-date, tracking bug reports, and communicating with the upstream author(s) of the packaged software. Our extremely large user base, combined with our bug tracking system ensures that problems are found and fixed quickly.
hu: A Debian elvei és módszerei és a GNU eszközök, illetve a Linux kernel és más fontos szoftverek alkotják a &debian; egyedülálló szoftver terjesztést. Ezt a terjesztést sok szoftver <emphasis>csomag</emphasis> alkotja. E terjesztés egyes csomagjai futtatható programokat, parancsfájlokat, dokumentációt és beállító információkat tartalmaznak, és mindegyikhez tartozik egy <emphasis>karbantartó</emphasis>, aki elsősorban felelős a csomag naprakészen tartásáért, hibajegyek követéséért és a becsomagolt szoftvert alkotó eredeti szerző(k) irányába folytatott párbeszédért. Hatalmas felhasználó táborunk és hibakövető rendszerünk együttműködése biztosítja a hibák gyors feltárását és megszüntetését.
ko: 데비안의 철학 및 방법론과 GNU 도구, 리눅스 커널, 그리고 기타 중요한 자유소프트웨어들의 조합은 &debian;라 불리는 독특한 배포판을 형성합니다. 이 배포판은 수많은 소프트웨어 <emphasis>꾸러미</emphasis>로 구성됩니다. 배포판의 각 꾸러미는 실행파일, 스크립트, 문서, 설정 정보가 들어 있으며 메인테이너들이 관리합니다. <emphasis>메인테이너</emphasis>는 각 꾸러미를 항상 최신으로 유지하고, 버그 리포트를 추적하고, 꾸러미로 만든 소프트웨어의 원 개발자들과 연락을 하고 있습니다. 데비안의 거대한 사용자 기반이 버그 추적 시스템과 결합해 문제점을 빨리 찾아내고 수정합니다.
sv: Kombinationen av Debians filosofi, metodik, GNU-verktygen, Linux-kärnan och andra viktiga fria programvaror formar en unik utgåva av programvaror kallad &debian;. Den här utgåvan är uppbyggd av ett större antal av programvaru<emphasis>paket</emphasis>. Varje paket i utgåvan innehåller exekverbara filer, skript, dokumentation och konfigurationsinformation och har en <emphasis>paketansvarig</emphasis> som är primärt ansvarig för att hålla paketen uppdaterade, hantera felrapporter och kommunicera med den ursprungliga upphovsmannen/männen för den paketerade programvaran. Vår extremt stora användarbas, kombinerad med vårt felhanteringssystem ser till att problem hittas och löses snabbt.
