Repository: Sprezzatech/main-menu-udeb
Catalog: manual/po/*/welcome.po
Languages: hu, ko, sv

source: Debian's attention to detail allows us to produce a high-quality, stable, and scalable distribution. Installations can be easily configured to serve many roles, from stripped-down firewalls to desktop scientific workstations to high-end network servers.
ko: 데비안의 세세한 관심때문에 높은 품질의, 안정적이고, 확장 가능한 배포판을 만들어 냅니다. 설치 도구를 어떻게 설정하느냐에 따라서 방화벽부터 데스크탑 공학용 워크스테이션과 하이엔드 네트워크 서버까지 다양한 역할을 할 수 있습니다.
sv: Debians beaktande av detaljer gör att vi kan skapa en högkvalitativ, stabil och skalbar utgåva. Installationer kan lätt konfigureras för att hantera olika roller, från bantade installationer för brandväggar till arbetsstationer för vetenskapliga ändamål eller högprestandaservrar.

source: Debian is especially popular among advanced users because of its technical excellence and its deep commitment to the needs and expectations of the Linux community. Debian also introduced many features to Linux that are now commonplace.
ko: 데비안은 기술적으로 우수하고 리눅스 공동체의 필요와 기대에 대해 적극적으로 참여하기 때문에, 사용자들에게 특히 인기가 있습니다. 또한 데비안은 지금은 리눅스에 일반적인 기능이 된 많은 기능들을 새로 도입해 왔습니다.
sv: Debian är speciellt populär bland avancerade användare för dess tekniska förträfflighet och sitt djupa engagemang för behov och förväntningar hos användare och utvecklare av Linux. Debian har också introducerat många funktioner till Linux som nu är vardagsmat.

source: For example, Debian was the first Linux distribution to include a package management system for easy installation and removal of software. It was also the first Linux distribution that could be upgraded without requiring reinstallation.
ko: 예를 들어보면, 소프트웨어의 설치와 제거를 쉽게 할 수 있는 꾸러미 관리 시스템을 포함한 최초의 리눅스 배포판이 데비안입니다. 또 다시 설치하지 않고도 업그레이드 할 수 있는 최초의 배포판입니다.
sv: Till exempel var Debian den första Linux-utgåvan som inkluderade ett pakethanteringssystem för enkel installation och borttagning av programvara. Den var också den första Linux-utgåvan som kunde bli uppgraderad utan att kräva ominstallation.

source: Debian continues to be a leader in Linux development. Its development process is an example of just how well the Open Source development model can work &mdash; even for very complex tasks such as building and maintaining a complete operating system.
ko: 데비안은 리눅스 개발에 있어 여전히 앞서 나가고 있습니다. 데비안의 개발 과정은 오픈 소스 개발 모델이 (완전한 운영체제의 개발 및 관리같은 복잡한 일이라고 해도) 얼마나 잘 진행되는 지를 보여주는 한 예입니다.
sv: Debian fortsätter att vara ledande inom Linux-utvecklingen. Dess utvecklingsprocess är ett exempel på hur bra utvecklingsmodellen för öppen källkod kan fungera &mdash; även för mycket komplexa uppgifter såsom byggnation och underhåll av ett komplett operativsystem.

source: The feature that most distinguishes Debian from other Linux distributions is its package management system. These tools give the administrator of a Debian system complete control over the packages installed on that system, including the ability to install a single package or automatically update the entire operating system. Individual packages can also be protected from being updated. You can even tell the package management system about software you have compiled yourself and what dependencies it fulfills.
ko: 데비안과 다른 리눅스 배포판을 구분하는 가장 큰 특징은 데비안의 꾸러미 관리 시스템입니다. 꾸러미 관리 도구를 이용해, 데비안 시스템은 시스템에 설치된 꾸러미들을 완벽하게 제어합니다. 꾸러미 하나하나를 설치하는 일에서부터 자동으로 전체 운영체제를 업데이트하는 것까지 할 수 있습니다. 또한 각 꾸러미마다 업데이트를 하지 않도록 조정할 수도 있습니다. 직접 컴파일한 소프트웨어을 꾸러미 관리 시스템에 등록해 놓고 어떤 의존성이 필요한지 지정할 수도 있습니다.
sv: Funktionerna som mest utmärker Debian från de andra Linux-utgåvorna är dess pakethanteringssystem. Dessa verktyg ger administratören för Debian-systemet total kontroll över paketen som installeras på ett system inklusive möjligheten att installera enstaka paket eller automatiskt uppdatering av hela operativsystemet. Individuella paket kan också skyddas från att uppdateras. Du kan även tala om för pakethanteringssystemet om programvara du själv har byggt och vilka beroenden de uppfyller.

source: To protect your system against <quote>Trojan horses</quote> and other malevolent software, Debian's servers verify that uploaded packages come from their registered Debian maintainers. Debian packagers also take great care to configure their packages in a secure manner. When security problems in shipped packages do appear, fixes are usually available very quickly. With Debian's simple update options, security fixes can be downloaded and installed automatically across the Internet.
hu: Rendszered védelmére <quote>trójai</quote> és más rosszindulatú szoftverek ellen a Debian kiszolgálók igazolják, hogy a feltöltött csomagok bejegyzett Debian karbantartóktól származnak. A Debian csomagolók nagy figyelmet szentelnek csomagjaik biztonságának. Ha biztonsági gond adódik egy feltöltött csomaggal, a javítások általában rendkívül gyorsan elérhetővé válnak. A Debian egyszerű frissítési lehetőségeivel a biztonsági frissítések automatikus letöltésre és telepítésre kerülhetnek.
ko: 여러분의 시스템을 <quote>트로이 목마</quote> 및 여타 악의적인 소프트웨어로부터 보호하기 위하여, 데비안의 서버는 해당 꾸러미마다 등록된 데비안 메인테이너들이 업로드한 꾸러미를 검사합니다. 데비안 꾸러미를 만드는 사람들은 안전한 방법으로 자신들의 패키지를 설정하기 위하여 상당한 주의를 기울입니다. 배포된 꾸러미에 보안 문제가 발생하면, 상당히 빨리 수정 버전이 나옵니다. 데비안의 간단한 업데이트 옵션 이용하면, 인터넷을 통해 보안 수정 버전을 자동으로 다운로드하고 설치할 수 있습니다.
sv: För att skydda ditt system mot <quote>trojanska hästar</quote> och annan ondsint programvara verifierar Debians servrar att uppskickade paket verkligen kommer från dess registrerade Debian-ansvarige. Debian-paketerare tar också en bra hand om konfigureringen av deras paket på ett säkert sätt. Om säkerhetsproblem upptäcks i utsända paket kommer normalt sett rättningar på problemen mycket snabbt. Men Debians enkla uppdateringsmöjligheter kan säkerhetsrättningar hämtas och installeras automatiskt över hela Internet.

source: The primary, and best, method of getting support for your &debian; system and communicating with Debian Developers is through the many mailing lists maintained by the Debian Project (there are more than &num-of-debian-maillists; at this writing). The easiest way to subscribe to one or more of these lists is visit <ulink url="&url-debian-lists-subscribe;"> Debian's mailing list subscription page</ulink> and fill out the form you'll find there.
hu: A legkiválóbb módszer a &debian; rendszer támogatásához és a fejlesztőkkel való párbeszédre a Debian Projekt által nyújtott levelezőlistákon nyílik (amikor ezt írjuk, több, mint &num-of-debian-maillists; ilyen elérhető). A legkönnyebb mód feliratkozni ezekre a <ulink url="&url-debian-lists-subscribe;"> Debian levelezőlista feliratkozó oldal</ulink> meglátogatásával és az ott található űrlap kitöltésével adódik.
ko: 여러분의 &debian; 시스템에 대하여 지원을 받고 데비안 개발자들과 연락을 할 수 있는 주요한 방법, 그리고 최상의 방법이기도 한 방법은 데비안 프로젝트에서 관리하는 많은 메일링 리스트(이 글이 작성된 시점에 약 &num-of-debian-maillists;개 이상)를 이용하는 것입니다. 메일링 리스트에 가입하려면, 가장 쉬운 방법으로 <ulink url="&url-debian-lists-subscribe;">데비안 메일링 리스트 가입 페이지</ulink>에서 거기에 나타난 양식을 채우면 됩니다.
sv: Den primära, och bästa, metoden att få support för ditt &debian;-system och kommunicera med Debians utvecklare är genom de många sändlistor som underhålls av Debian-projektet (det är mer än &num-of-debian-maillists; listor när det här skrivs). Det lättaste sättet att prenumerera på en eller flera av dessa listor är att besöka <ulink url="&url-debian-lists-subscribe;">Prenumerera på sändlistor</ulink> och fylla i formuläret du hittar där.

source: What is Debian GNU/Hurd?
hu: Mi az a Debian GNU/Hurd?
ko: 데비안 GNU/Hurd란?
sv: Vad är Debian GNU/Hurd?

source: Debian GNU/Hurd is a Debian GNU system that replaces the Linux monolithic kernel with the GNU Hurd &mdash; a set of servers running on top of the GNU Mach microkernel. The Hurd is still unfinished, and is unsuitable for day-to-day use, but work is continuing. The Hurd is currently only being developed for the i386 architecture, although ports to other architectures will be made once the system becomes more stable.
hu: A Debian GNU/Hurd egy Debian GNU rendszer, melyben a monolitikus Linux kernelt a GNU Hurd &mdash; egy a GNU Mach mikrokernel feletti kiszolgáló-készlet. A Hurd még nincs kész, ezért nem való napi használatra, de töretlenül fejlődik. A Hurd fejlesztése jelenleg csak i386 architektúrán folyik, de a rendszer stabillá válásával más architektúrákon is elérhető lesz.
ko: 데비안 GNU/Hurd는 리눅스 모노리딕 (Monolithic) 커널을 GNU Hurd로 바꾼 데비안 GNU 시스템으로, GNU 마크 (Mach) 마이크로 커널에서 동작하는 서버의 모음입니다. Hurd는 아직까지 개발이 끝나지 않았고, 일상적인 용도로 사용하기에는 적합하지 않습니다만, 개발은 계속 진행 중입니다. 현재 Hurd는 i386 아키텍처용으로만 개발중입니다만, 일단 시스템이 더 안정되면 다른 아키텍처로 포팅될 것입니다.
sv: Debian GNU/Hurd är ett Debian GNU-system som ersätter Linux monolitiska kärna med GNU Hurd &mdash; en uppsättning servrar som körs på toppen av GNU Mach-mikrokärnan. Hurd är fortfarande inte klar och passar inte för vardaglig användning men arbetet fortgår. Hurd är för närvarande endast i utveckling för i386-arkitekturen även om portningar till andra arkitekturer kommer att göras när systemet bli mer stabilt.

source: For more information, see the <ulink url="http://www.debian.org/ports/hurd/"> Debian GNU/Hurd ports page</ulink> and the <email>debian-hurd@lists.debian.org</email> mailing list.
hu: További adatokért lásd a <ulink url="http://www.debian.org/ports/hurd/"> Debian GNU/Hurd </ulink> oldalt és a <email>debian-hurd@lists.debian.org</email> listát.
ko: 보다 자세한 정보는 <ulink url="http://www.debian.org/ports/hurd/">데비안 GNU/Hurd 포팅 페이지</ulink>와 <email>debian-hurd@lists.debian.org</email> 메일링 리스트를 참고하시기 바랍니다.
sv: För mer information, se <ulink url="http://www.debian.org/ports/hurd/"> Debian GNU/Hurd</ulink> och sändlistan <email>debian-hurd@lists.debian.org</email>.

source: Getting Debian
hu: A Debian beszerzése
ko: 데비안 구하기
sv: Få tag på Debian

source: For information on how to download &debian; from the Internet or from whom official Debian CDs can be purchased, see the <ulink url="&url-debian-distrib;">distribution web page</ulink>. The <ulink url="&url-debian-mirrors;">list of Debian mirrors</ulink> contains a full set of official Debian mirrors, so you can easily find the nearest one.
hu: A &debian; letöltéséről vagy CD lemezek megvásárlásáról lásd a <ulink url="&url-debian-distrib;">terjesztési web lap</ulink> oldalt. A <ulink url="&url-debian-mirrors;">Debian tükrök listája</ulink> tartalmazza a hivatalos Debian tükrök teljes listáját, így könnyű meglelni a legközelebbit.
ko: 공식 데비안 CD를 인터넷에서 다운로드할 수 있는 곳이나 구입할 수 있는 곳에 대한 정보는 <ulink url="&url-debian-distrib;">배포판 웹 페이지</ulink>를 참고하시기 바랍니다. <ulink url="&url-debian-mirrors;">데비안 미러 목록</ulink>에 공식적인 데비안 미러 사이트가 모두 망라되어 있으니, 여러분에게 가장 가까운 미러 사이트를 쉽게 찾을 수 있을 것입니다.
sv: För information om hur man hämtar &debian; från Internet eller från var man kan köpa officiella Debian cd-skivor, se webbsidan <ulink url="&url-debian-distrib;">Få tag på Debian</ulink>. Webbsidan <ulink url="&url-debian-mirrors;">Hämta Debian från Internet</ulink> innehåller en full lista av officiella Debian-speglar så du lätt kan hitta den närmaste.

source: Debian can be upgraded after installation very easily. The installation procedure will help set up the system so that you can make those upgrades once installation is complete, if need be.
hu: A Debian a telepítés után könnyen frissíthető. A telepítő folyamat segít beállítani a rendszert, így a telepítés végeztével a frissítés elvégezhető, ha szükséges.
ko: 데비안은 설치한 뒤에 쉽게 업그레이드 할 수 있습니다. 일단 설치 과정을 마친 시스템은 필요할 때 언제든지 업그레이드할 수 있습니다.
sv: Debian kan efter installationen uppgraderas på ett enkelt sätt. Installationsprocessen kommer att hjälpa till att ställa in systemet så att du kan göra dessa uppgraderingar när installation är klar, om det behövs.

source: Getting the Newest Version of This Document
hu: E dokumentum legújabb változata
ko: 이 문서의 최신 버전을 얻는 법
sv: Få tag på senaste versionen av det här dokumentet

source: This document is constantly being revised. Be sure to check the <ulink url="&url-release-area;"> Debian &release; pages</ulink> for any last-minute information about the &release; release of the &debian; system. Updated versions of this installation manual are also available from the <ulink url="&url-install-manual;">official Install Manual pages</ulink>.
hu: E dokumentum folyamatosan frissül. Ellenőrizd a <ulink url="&url-release-area;"> Debian &release;</ulink> oldalt a &debian; &release; kiadás legutóbbi adataiért. E telepítő kézikönyv frissített változatai a <ulink url="&url-install-manual;">hivatalos Telepítő Kézikönyv oldalak</ulink> címen van.
ko: 이 문서는 수시로 개정됩니다. &debian; 시스템의 &release; 릴리스에 대한 최신 정보에 대해서는 <ulink url="&url-release-area;">데비안 &release; 페이지</ulink>를 확인하기 바랍니다. 이 설치문서의 최신 버전은 <ulink url="&url-install-manual;">공식 데비안 설치 안내서 페이지</ulink>을 통해서도 구할 수 있습니다.
sv: Det här dokumentet är under konstant omarbetning. Se på webbsidorna för <ulink url="&url-release-area;"> Debian &release;</ulink> efter den absolut senaste information om &release;-utgåvan av &debian;-systemet. Uppdaterade versioner av den här installationshandboken finns också tillgängliga från <ulink url="&url-install-manual;">officiella installationshandboken</ulink>.

source: Organization of This Document
hu: E dokumentum felépítése
ko: 이 문서의 구성
sv: Organisering av det här dokumentet

source: This document is meant to serve as a manual for first-time Debian users. It tries to make as few assumptions as possible about your level of expertise. However, we do assume that you have a general understanding of how the hardware in your computer works.
hu: E dokumentum elsősorban a most kezdő Debian felhasználóknak szól. Megpróbál igazodni egy kezdő lehetséges hozzáértési szintjeihez. Ezzel együtt feltételezzük annak alapvető megértését, hogyan működnek a hardver összetevők a számítógépben.
ko: 이 문서는 데비안을 처음 사용하는 분들을 위한 설명서입니다. 이 문서는 가능한한 읽는 사람이 전문지식을 갖추지 않았다고 생각하고 쓰여졌습니다. 하지만 컴퓨터에 장착된 하드웨어가 동작하는 방법에 대해서는 보편적인 이해를 하고 있다고 가정했습니다.
sv: Det här dokumentet är tänkt att fungera som en handbok för nybörjare av Debian. Den försöker göra så få antagelser som möjligt om din kunskapsnivå. Dock antar vi att du har en allmän uppfattning av hur maskinvaran i din dator fungerar.

source: Expert users may also find interesting reference information in this document, including minimum installation sizes, details about the hardware supported by the Debian installation system, and so on. We encourage expert users to jump around in the document.
hu: A haladó felhasználók is fognak hasznos adatokat lelnek e dokumentumban, például a legkisebb telepítési méreteket, a Debian telepítő rendszer által támogatott hardvereket és így tovább. Jó, ha ők is megismerik e dokumentumot.
ko: 전문적인 사용자들도 이 문서를 읽으면 여러 가지 흥미로운 정보를 알 수 있습니다. 예를 들면 최소 설치 크기, 데비안 설치 시스템이 지원하는 하드웨어 등과 같은 내용이 있습니다. 전문적인 사용자는 이 문서를 처음부터 읽지 말고 필요한 부분만 읽어 나가기를 권합니다.
sv: Expertanvändare kan också hitta intressant referensinformation i det här dokumentet inklusive minimistorlek för installation, detaljer om vilken maskinvara som stöds av Debians installationssystem och så vidare. Vi uppmuntrar expertanvändare att hoppa runt i dokumentet.

source: In general, this manual is arranged in a linear fashion, walking you through the installation process from start to finish. Here are the steps in installing &debian;, and the sections of this document which correlate with each step:
hu: Általában e kézikönyv sorban halad, végigvezet a telepítés folyamán indításától a befejezésééig. Itt vannak a &debian; telepítés lépései, és az egyes fejezetek rendre követik ezeket:
ko: 이 매뉴얼은 설치 과정의 처음부터 끝까지, 일련의 과정의 순서로 되어 있습니다. 다음은 &debian;을 설치하는 과정으로, 각 과정에 관련된 문서 부분을 안내해 놓았습니다.
sv: I allmänhet är handboken uppbyggd i en linjär form som tar dig genom installationsprocessen från början till slut. Här är stegen som krävs för att installera &debian; och avsnitten i det här dokumentet som motsvarar varje steg:

source: Determine whether your hardware meets the requirements for using the installation system, in <xref linkend="hardware-req"/>.
hu: Ellenőrizzük, hogy a hardver megfelel-e a telepítő rendszer követelményeinek, ez a <xref linkend="hardware-req"/> fejezet.
ko: <xref linkend="hardware-req"/>에서, 설치 시스템을 사용할 때 필요한 하드웨어 요구사항을 만족하는 지 판단합니다.
sv: Ta reda på om din maskinvara möter kraven för att använda installationssystemet i <xref linkend="hardware-req"/>.

source: Backup your system, perform any necessary planning and hardware configuration prior to installing Debian, in <xref linkend="preparing"/>. If you are preparing a multi-boot system, you may need to create partition-able space on your hard disk for Debian to use.
hu: A korábbi rendszer esetleges mentése, szükséges tervezés és hardver összeállítás a Debian telepítése előtt, ez a <xref linkend="preparing"/> fejezet. Ha több indítható rendszert tervezel, biztosítani kell azt, hogy legyen partícionálható hely a merevlemezen a Debian használatához.
ko: <xref linkend="preparing"/>에서, 데비안을 설치하기에 앞서 여러분의 시스템을 백업하고, 필요한 계획을 세우고 하드웨어를 설정합니다. 멀티 부팅을 생각하고 있다면, 데비안을 설치하려는 하드디스크에 파티션 가능한 공간을 만들어야 할 수도 있습니다.
sv: Säkerhetskopiering av ditt system, all nödvändig planering och maskinvarukonfigurationer före du installerar Debian finns i <xref linkend="preparing"/>. Om du förbereder ett system med flera operativsystem kan du behöva skapa ytterligare partitioner på din hårddisk som Debian kan användas för.

source: In <xref linkend="install-methods"/>, you will obtain the necessary installation files for your method of installation.
hu: A következő, <xref linkend="install-methods"/> fejezetben érjük el a különböző telepítési módokhoz szükséges telepítő fájlokat.
ko: <xref linkend="install-methods"/>에서, 설치 방법에 따라 필요한 설치 파일을 구합니다.
sv: I <xref linkend="install-methods"/> kan du hitta de nödvändiga installationsfilerna för din installationsmetod.

source: describes booting into the installation system. This chapter also discusses troubleshooting procedures in case you have problems with this step.
hu: írja le a telepítő rendszer indítását. E fejezet hibaelhárító eljárásokat is leír, ha gondok vannak e lépéssel.
ko: 에서는 설치 시스템으로 부팅하는 방법을 설명합니다. 이 과정에서 문제가 발생한 경우 문제를 해결하는 방법도 이 장에서 설명합니다.
sv: beskriver uppstart i in installationssystemet. Det här kapitlet diskuterar också procedurer för problemlösning om du har problem med det här steget.

source: Perform the actual installation according to <xref linkend="d-i-intro"/>. This involves choosing your language, configuring peripheral driver modules, configuring your network connection, so that remaining installation files can be obtained directly from a Debian server (if you are not installing from a CD), partitioning your hard drives and installation of minimal working system. (Some background about setting up the partitions for your Debian system is explained in <xref linkend="partitioning"/>.)
ko: <xref linkend="d-i-intro"/>에 따라 실제 설치를 진행합니다. 이 과정에서 여러분이 사용하는 언어의 선택, 주변장치 드라이버 모듈 설정, 네트워크 설정, 하드 디스크 파티션 과정 그리고 최소 동작 시스템의 설치 과정을 진행합니다. 특히 CD로 설치하는 경우가 아니라면 네트워크를 설정한 다음 나머지 설치 파일을 모두 데비안 서버로부터 직접 받아 올 수 있습니다. (데비안 시스템에서 파티션 설정하는 법은 <xref linkend="partitioning"/>에 설명합니다.)

source: Boot into your newly installed base system and run through some additional configuration tasks, from <xref linkend="boot-new"/>.
ko: 새로 설치한 베이스 시스템으로 부팅하고 난 후 <xref linkend="boot-new"/>를 참고해 일부 추가 설정 작업을 하십시오.

source: Install additional software in <xref linkend="install-packages"/>.
ko: <xref linkend="install-packages"/>에서 소프트웨어를 추가로 설치하십시오.

source: Once you've got your system installed, you can read <xref linkend="post-install"/>. That chapter explains where to look to find more information about Unix and Debian, and how to replace your kernel.
hu: A telepítés megtörténtével érdekes olvasmány lehet a <xref linkend="post-install"/> fejezet. Ez további hivatkozásokat ad úgy a Debian rendszerről, mint például a Unixról vagy arról, hogyan válts kernelt.
ko: 일단 시스템을 설치했으면, <xref linkend="post-install"/>를 읽으면 됩니다. 이 장은 유닉스와 데비안에 대하여 더 많은 정보을 얻을 수 있는 다른 읽을 거리를 소개하고, 커널을 교체하는 방법을 설명하고 있습니다.
sv: När du har fått ditt system installerat kan du läsa <xref linkend="post-install"/>. Det här kapitlet förklarar var man letar för att finna mer information om Unix och Debian och hur du ersätter din kärna.

source: Finally, information about this document and how to contribute to it may be found in <xref linkend="administrivia"/>.
hu: Végül e dokumentumról és arról, hogyan segítheted mindent megtalálsz az <xref linkend="administrivia"/> fejezetben.
ko: 마지막으로, 이 문서에 대한 정보와 이 문서에 기여하는 방법은 <xref linkend="administrivia"/>에 있습니다.
sv: Till slut, information om det här dokumentet och hur man bidrar till det kan hittas i <xref linkend="administrivia"/>.

source: Your Documentation Help is Welcome
hu: Dokumentációs segítséged köszönjük!
ko: 문서에 도움을 주실 분은 언제든지 환영합니다
sv: Din hjälp med dokumentationen välkomnas

source: Any help, suggestions, and especially, patches, are greatly appreciated. Working versions of this document can be found at <ulink url="&url-d-i-alioth-manual;"></ulink>. There you will find a list of all the different architectures and languages for which this document is available.
hu: Minden segítséget, javaslatot, és főleg foltot nagyra becsülünk. E dokumentum különböző állapotai megtalálhatók a <ulink url="&url-d-i-alioth-manual;"></ulink> címen. Itt különböző architektúrák és nyelvek is elérhetők.
ko: 어떤 형태든지 이 문서에 대한 도움, 제안, 특히 패치에 대해 깊이 감사드립니다. 현재 작업중인 버전은 <ulink url="&url-d-i-alioth-manual;"></ulink>에 있습니다. 이 홈페이지에는 다른 아키텍처용 문서와 다른 여러 언어의 번역판도 더 있을 것입니다.
sv: All hjälp, förslag och speciellt, rättningar tas mycket gärna emot. Arbetsversioner av det här dokumentet kan hittas på <ulink url="&url-d-i-alioth-manual;"></ulink>. Där kan du hitta en lista av alla de olika arkitekturerna och språk som det här dokumentet är tillgängligt för.

source: Source is also available publicly; look in <xref linkend="administrivia"/> for more information concerning how to contribute. We welcome suggestions, comments, patches, and bug reports (use the package &d-i-manual; for bugs, but check first to see if the problem is already reported).
ko: 문서의 소스도 공개되어 있습니다. <xref linkend="administrivia"/>를 보시면 문서에 기여하는 방법에 관하여 더 많은 정보를 얻을 수 있습니다. 제안, 조언, 패치 그리고 버그 리포트는 언제나 환영합니다. (버그를 리포트할 때는 &d-i-manual; 꾸러미를 이용하시고, 해당 문제가 이미 보고된 것인지 먼저 확인하시기 바랍니다.)

source: About Copyrights and Software Licenses
hu: A Szerzői jogról és a Szoftver licencekről
ko: 저작권과 소프트웨어 라이선스에 대하여
sv: Om copyright och programvarulicenser
