Repository: Sprezzatech/main-menu-udeb
Catalog: packages/hw-detect/debian/po/*.po
Languages: bs, da, et, hi, ku, pt, pt_br, ro, sk, sq, sv, xh

source: Some PCMCIA hardware needs special resource configuration options in order to work, and can cause the computer to freeze otherwise. For example, some Dell laptops need "exclude port 0x800-0x8ff" to be specified here. These options will be added to /etc/pcmcia/config.opts. See the installation manual or the PCMCIA HOWTO for more information.
bs: Neki PCMCIA hardware treba posebne konfiguracijske opcije resursa kako bi radio i, u suprotnom, može uzrokovati pad sistema. Na primjer, neki Dell laptopi trebaju "exclude port 0x800-0x8ff" opciju navedenu ovdje. Ove opcije će biti dodane u /etc/pcmcia/config.opts datoteku. Pogledajte instalacijski priručnik ili PCMCIA HOWTO dokument za više informacija.
da: Noget PCMCIA-udstyr krver nogle specielle resurse-indstillinger for at kunne fungere og kan f computeren til at fryse, hvis de mangler. For eksempel krver visse brbare fra Dell, at du angiver "exclude port 0x800-0x8ff" her. Disse indstillinger bliver tilfjet /etc/pcmcia/config.opts. Se installationsmanualen eller PCMCIA HOWTO'en for yderligere oplysninger.
et: Mni PCMCIA riistvara vajab ttamiseks spetsiaalset ressursiseadistust. Vastava seadistuse puudumisel vib arvuti hanguda - niteks mningate Dell'i slearvutite puhul on vaja mrata "exclude port 0x800-0x8ff". See info lisatakse faili /etc/pcmcia/config.opts. Lisainfot vib leida paigaldamisjuhendist vi PCMCIA HOWTO'st.
pt: Algum hardware PCMCIA necessita de opes de configurao de recursos especiais de modo a funcionarem, e caso contrrio pode fazer com que o computador bloqueie. Por exemplo, alguns portteis Dell necessitam que "exclude port 0x800-0x8ff" seja especificado aqui. Estas opes sero adicionadas a /etc/pcmcia/config.opts. Veja o manual de instalao ou o PCMCIA HOWTO para mais informaes.
pt_br: Alguns hardwares PCMCIA precisam de opes de configurao de recursos especiais para que possam funcionar e podem fazer com que o computador congele caso tais opes no sejam usadas. Por exemplo, alguns laptops Dell precisam que a opo "exclude port 0x800-0x8ff" seja especificada aqui. Essas opes sero adicionadas ao arquivo /etc/pcmcia/config.opts. Consulte o manual de instalao ou o PCMCIA HOWTO para maiores informaes.
ro: Unele plci PCMCIA au nevoie de opiuni speciale de configurare a resurselor pentru a funciona i pot cauza blocri ale sistemului, neconfigurate. De exemplu, unele laptop-uri Dell au nevoie de urmtoarele opiuni "exclude port 0x800-0x8ff" s fie specificate aici. Aceste opiuni vor fi adugate la /etc/pcmcia/config.opts. Consultai manualul de instalare sau PCMCIA HOWTO pentru mai multe informaii.
sk: Pre spoahliv funknos potrebuj niektor PCMCIA zariadenia pecilne voby nastavenia, lebo in mu spsobi zatuhnutie potaa. Prkladom mu by niektor prenosn potae Dell, ktor potrebuj "exclude port 0x800-0x8ff". Tieto nastavenia sa pridaj do /etc/pcmcia/config.opts. Viac informci mete njs v intalanej prruke alebo v PCMCIA HOWTO.
sq: Disa lexuesve PCMCIA u nevojiten mundsi konfigurimi burimesh speciale n mnyr q t punojn, por nga ana tjetr mund t ngecin komplet kompjuterin. Pr shembull, disa kompjuterave prehri Dell u duhet specifikuar "exclude port 0x800-0x8ff". Kto mundsi do t shtohen tek /etc/pcmcia/config.opts. Lexo udhzuesin e instalimit ose PCMCIA-HOWTO pr m tepr t dhna.
sv: Viss PCMCIA-hårdvara kräver speciella konfigurationsparametrar för resursområden för att fungera, och kan orsaka att datorn låser sig annars. Exempelvis kräver vissa bärbara datorer av märket Dell att "exclude port 0x800-0x8ff" anges här. Dessa parametrar läggs till i /etc/pcmcia/config.opts. Se installationsmanualen eller PCMCIA-HOWTO:n för mer information.
xh: Ezinye impahla zentsimbi zekhompyutha ye-PCMCIA zifuna izinto ekunokukhethwa kuzo ukumiselwa kweenkqubo ezikuvimba ukuze zibe nokusebenzisa, yaye zingenza ukuba ikhompyutha ivale mhlawumbi. Umzekelo ezinye iikhompyutha eziphathekayo zakwa-Dell zifuna "exclude - port 0x800-0x8ff" ukuba ibalulwe apha. Izinto ekunokuhethwa kuzo ziya dudityaniswa ku /etc/pcmcia/config.opts. Khangela uxwebhu lokuseka inkqubo okanye i-PCMCIA HOWTO xa ufuna ulwazi olongezelelekileyo.

source: For most hardware, you do not need to specify anything here.
bs: Za većinu hardwarea, ne trebate ništa unijeti ovdje.
da: Det meste udstyr krver ikke, at du angiver noget her.
et: Enamiku riistvara puhul ei ole vaja siin midagi mrata.
hi: अधिकतर हार्डवेयर हेतु यहाँ आपको कुछ भी उल्लेखित करने की आवश्यकता नहीं है.
pt: Para a maioria do hardware, no necessita especificar nada aqui.
pt_br: Para maioria dos hardwares, voc no precisa especificar nenhum parmetro aqui.
ro: Pentru majoritatea plcilor nu trebuie specificat nimic.
sk: Pre vinu zariaden tu nepotrebujete ni upresova.
sq: N shumicn e rasteve, nuk duhet t specifikosh asgj ktu.
sv: I de flesta fall behöver du inte ange något här.
xh: Kuninzi lwe-hardware yekhompyutha, akukho mfuneko yokokuba ubalule enye into.

source: Some modules accept load-time parameters to customize their operation. These parameters are often I/O port and IRQ numbers that vary from machine to machine and cannot be determined from the hardware. An example string looks something like "irq=7 io=0x220"
bs: Neki moduli prihvataju parametre prilikom učitavanja da bi se prilagodilo njihovo funkcionisanje. Ovi parametri su često I/O port i IRQ brojevi koji se mijenjaju od računara do računara i nemogu biti određeni od hardvera. Primjer je niz znakova koji izgleda poput "irq=7 io=0x220"
da: Visse modulers funktion kan tilpasses med loadtime-parametre. Disse parametre er ofte I/O-portnumre og IRQ-numre, som varierer fra maskine til maskine og ikke kan detekteres af udstyret. Et eksempel p en streng kan vre "irq=7 io=0x220"
et: Mningatele moodulitele saab laadimise ajal parameetreid mrata. Tihtilugu on need niteks I/O port ja IRQ number, mis vivad erinevatel arvutitel erineda ning mida ei saa riistvaraliselt kindlaks teha. Parameetersna viks vlja nha niteks nnda "irq=7 io=0x220"
pt: Alguns mdulos aceitam, durante o carregamento, parmetros que permitem personalizar o seu funcionamento. Esses parmetros so normalmente portas de I/O e nmeros de IRQ que variam de mquina para mquina e no podem ser determinados sozinhos por hardware. Uma linha tpica para isso "irq=7 io=0x220"
pt_br: Alguns mdulos aceitam parmetros em tempo de carregamento para modificar seu comportamento. Esses parmetros so frequentemente a porta I/O e nmeros IRQ, os quais variam de mquina para mquina e no podem ser determinados a partir do hardware. Um exemplo seria parecido com "irq=7 io=0x220"
ro: Unele module accept la ncrcare parametri pentru a le particulariza modul de operare. Aceti parametri sunt, de regul porturi I/O i numere IRQ care variaz de la o main la alta,i nu pot fi detectate. Un exemplu de un asemenea ir: "irq=7 io=0x220"
sk: Niektor moduly akceptuj pri nahrvan parametre na ovplyvnenie ich innosti. asto s to vstupno-vstupn (I/O) porty a hodnoty preruen (IRQ), ktor sa mu li na kadom potai a nemu by zisten z hardvru. Vzorov reazec me vyzera naprklad takto: "irq=7 io=0x220".
sq: Disa module pranojn parametra t prcaktuar gjat fazs s ngarkimit pr t prshtatur operacionet e tyre. Kto parametra shpesh jan porta I/O dhe numrat e IRQ q ndryshojn sipas kompjuterit dhe nuk mund t vendosen nga sistemi. Nj parametr i zakonshm ngjan me "IRQ=7 IO=0x220"

source: If you don't know what to enter, leave it blank.
bs: Ako ne znate sta da unesete, ostavite prazno.
da: Hvis du ikke ved, hvad du skal skrive, s undlad at udfylde feltet.
et: Kui sa ei tea mida sisestada, ra sisesta midagi.
hi: यदि आपको यह मालूम नहीं है कि क्या भरा जाना है, इसे खाली ही छोड़ दें.
pt: Se no sabe o que deve introduzir, deixe vazio.
pt_br: Caso voc no tenha certeza sobre o que informar, deixe em branco.
ro: Dac nu tii ce s introducei, lsai liber.
sk: Ak neviete, o vloi, nechajte pole przdne.
sq: Nse nuk di far t shkruash, lre bosh.

source: Additional parameters for module ${MODULE}:
bs: Dodatne parametri za modul ${MODULE}:
da: Yderligere parametre for modulet ${MODULE}:
et: Lisaparameetrid moodulile ${MODULE}:
hi: मॉड्यूल ${MODULE} हेतु अतिरिक्त पैरामीटर्स:
ku: Ji bo modula ${MODULE} parametreyên pêvek:
pt: Parmetros adicionais para o mdulo ${MODULE}:
pt_br: Parmetros adicionais para o mdulo ${MODULE} :
ro: Parametri suplimentari pentru modulul ${MODULE}:
sk: Prdavn parametre pre modul ${MODULE}:
sq: Parametra shtes pr modulin ${MODULE}:
sv: Ytterligare parametrar till modulen ${MODULE}:
xh: Iimeko zobuninzi obungatshintshiyo ezingadityaniselwa imodyuli ${MODULE}:

source: The module ${MODULE} failed to load. You may need to pass parameters to the module to make it work; this is common with older hardware. These parameters are often I/O port and IRQ numbers that vary from machine to machine and cannot be determined from the hardware. An example string looks something like "irq=7 io=0x220"
bs: Modul ${MODULE} se nije mogao učitati. Moguće je da trebate navesti parametre za modul da bi proradio; ovo je uobičajeno sa starijim hardwareom. Ovi parametri su često I/O port i IRQ brojevi koji se mijenjaju od računara do računara i nemogu biti određeni od hardvera. Primjer je niz znakova koji izgleda poput "irq=7 io=0x220"
da: Modulet ${MODULE} kunne ikke indlses. Du kan vre ndt til at angive nogle parametre for modulet for at f det til at virke. Dette er almindeligt for ldre udstyr. Disse parametre er ofte I/O-portnumre og IRQ-numre, som varierer fra maskine til maskine og ikke kan detekteres af udstyret. Et eksempel p en streng kan vre "irq=7 io=0x220"
et: Moodulit ${MODULE} ei nnestunud laadida. Vanema riistvara puhul on tavaline, et moodulile on vaja kaasa anda parameetreid - tihtilugu on nendeks I/O port ja IRQ number, mis vivad erinevatel arvutitel erineda ning mida ei saa riistvaraliselt kindlaks teha. Parameetersna viks vlja nha niteks nnda "irq=7 io=0x220"
pt: O mdulo ${MODULE} falhou ao carregar. Pode necessitar de passar parmetros ao mdulo para este funcionar; isto comum com hardware antigo. Estes parmetros so normalmente portas de I/O e nmeros de IRQ que variam de mquina para mquina e no podem ser determinados sozinhos pelo hardware. Uma linha tpica para isso "irq=7 io=0x220"
pt_br: O mdulo ${MODULE} falhou ao ser carregado. Voc pode precisar passar parmetros para o mdulo para que o mesmo possa funcionar. Isso comum com em hardware mais antigo. Esses parmetros so frequentemente a porta I/O e nmeros IRQ, os quais variam de mquina para mquina e no podem ser determinados a partir do hardware. Um exemplo seria parecido com "irq=7 io=0x220"
ro: Modulul ${MODULE} a euat la ncrcarea. probabil c va fi nevoie s dai parametri modulului pentru a-l face s funcioneze; acest lucru este comun la componente vechi. Aceti parametri sunt, de regul porturi I/O i numere IRQ care variaz de la o main la alta,i nu pot fi detectate. Un exemplu de un asemenea ir: "irq=7 io=0x220"
sk: Natanie modulu ${MODULE} zlyhalo. Mono bude potrebn zada parametre pre tento modul, o je obvykl pre starie zariadenia. Tmito parametrami s asto vstupno-vstupn (I/O) porty a hodnoty preruen (IRQ), ktor sa mu li na kadom potai a z hardvru sa nedaj zisti. Vzorov reazec me vyzera takto: "irq=7 io=0x220".
sq: Moduli ${MODULE} nuk arriti t ngarkohet. Ndoshta duhet ti kalosh parametra modulit n mnyr q t punoj; kjo sht normale me kompjuter t vjetr. Kto parametra shpesh jan porta I/O dhe numrat e IRQ q ndryshojn sipas kompjuterit dhe nuk mund t vendosen nga sistemi. Nj parametr i zakonshm ngjan me "irq=7 io=0x220"
sv: Lyckades inte läsa in modulen ${MODULE}. Du kan behöva ge parametrar till modulen för att få den att fungera; det här är vanligt med äldre hårdvara. Dessa parametrar är ofta I/O-port och IRQ-nummer som varierar från maskin till maskin och inte kan avgöras från hårdvaran. En exempelsträng ser ut i stil med "irq=7 io=0x220".
xh: Imodyuli ${MODULE} ayiphumelalanga ukulayisha. Mhlawumbi ungafuna ukudlulisa iimeko zobuninzi ezingatshintshiyo uzidlulisela kwimodyuli ufuna ukuba isebenze; lento iqhelekile kwipahla zekhomputha ezindala noko. Ezi meko zidla ngokuba yiI/O port namanani e-IRQ eziguqu-guqukayo ngoko matshini naomatshini yaye ayina kumiselwa kwimpahla ezo zentsimbi ze khomputha umzekelo umtya ubonakala njengale nto /"irq=7 io=0x220"

source: If you don't know what to enter, consult your documentation, or leave it blank to not load the module.
bs: Ako ne znate sta da unesete, pogledajte dokumentaciju, ili ostavite prazno da se modul ne učitava.
da: Hvis du ikke ved, hvad du skal skrive, s ls udstyrets dokumentation eller undlad at udfylde feltet, s modulet ikke bliver indlst.
et: Kui sa ei tea mida sisestada, uuri oma dokumentatsiooni vi jta vli thjaks, et moodul laadimata jtta.
hi: यदि आपको पता नहीं है कि क्या भरना है, अपने दस्तावेज़ों को खंगालें, या मॉड्यूल लोड नहीं करने हेतु इसे खाली ही रहने दें.
pt: Se no sabe o que deve introduzir, consulte a sua documentao, ou deixe vazio para no carregar o mdulo.
pt_br: Caso voc no tenha certeza sobre o que informar, consulte sua documentao ou deixe em branco para que o mdulo no seja carregado.
ro: Dac nu tii ce s introducei, consultai documentaia sau lsai cmpul gol pentru a nu ncrca modulul.
sk: Ak neviete, o zada, pozrite sa do vaej dokumentcie, alebo nechajte toto pole przdne, aby sa modul nenataval.
sq: Nse nuk di far t shkruash, kshillohu me dokumentat, ose lre bosh pr t mos e ngarkuar kt modul.
sv: Om du inte vet vad du ska ange, slå upp det i dokumentationen, eller lämna det tomt så läses inte modulen in.
xh: Ukuba akuyazi into oma uyingenise, khangela inkqubo yakho yamaxwebhu, okanye uyishiye ize ukuba ingayilayishi imodyuli.

source: Error while running '${CMD_LINE_PARAM}'
bs: Greška pri pokretanju '${CMD_LINE_PARAM}'
da: Fejl under krslen af '${CMD_LINE_PARAM}'
et: Viga '${CMD_LINE_PARAM}' kivitamisel
hi: '${CMD_LINE_PARAM}' को चलाने के दौरान त्रुटि हुई
pt: Erro ao correr '${CMD_LINE_PARAM}'
pt_br: Erro na execuo de '${CMD_LINE_PARAM}'
ro: Eroare n timpul rulrii '${CMD_LINE_PARAM}'
sk: Chyba poas vykonvania '${CMD_LINE_PARAM}'
sq: Gabim gjat ekzekutimit t '${CMD_LINE_PARAM}'
sv: Fel under körning av "${CMD_LINE_PARAM}"
xh: Impazamo xa ibiphumeza inkqubo ye '${CMD_LINE_PARAM}'

source: Load missing drivers from a driver floppy?
da: Indls manglende drivere fra en driverdiskette?
ku: Ajokarên kevn bila ji ajokarê dîsketan ya floppy were barkirin?
pt: Carregar drivers de rede, em falta, a partir de uma disquete de drivers?
pt_br: Carregar mdulos que faltam a partir de um disquete de mdulos ?
ro: Se ncarc driverele lisp de pe o dischet cu drivere?
sk: Nata chbajce ovldae z diskety s ovldami?
sv: Läsa in saknade drivrutiner från en drivrutinsdiskett?

source: A driver for your hardware is not available. You may need to load drivers from a driver floppy. If you have such a floppy available now, put it in the drive before continuing.
da: Der mangler en driver til noget af dit udstyr.. I nogle tilflde kan du vre ndt til at indlse yderligere drivere fra en driverdiskette. Hvis du har sdan en diskette ved hnden, kan du putte den i diskettedrevet, fr du fortstter.
ku: Ji bo reqalava te ajokereke pêwist tuneye. Dibe ku tu ajokeran ji ajokereke dîsketan bar bike. Heke dîsketeke te ya wisa hebe, berî ku tu berdewam bikî vê têxe ajokerê.
pt: No est disponvel um driver para o seu hardware. Voc pode necessitar de carregar drivers a partir de uma disquete de drivers. Se tiver uma disquetes dessas disponveis agora, ponha-a no leitor antes de continuar.
pt_br: Nenhum mdulo para o seu hardware est disponve.. Voc pode precisar carregar mdulos a partir de um disquetes de mdulos. Caso voc possua um disquetes desses disponvel agora, insira o mesmo no leitor de disquetes antes de continuar.
ro: Un driver pentru componentele dumneavoastr nu este disponibil. S-ar putea s fie necesar s ncrcai drivere de pe o dischet cu drivere. Dac avei disponibil acum o asemenea dischet, punei-o n unitatea de dischet nainte de a continua.
sk: Pre v hardvr nebol njden iaden ovlda. Budete potrebova nata ovldae z diskety s ovldami. Ak mte teraz tak disketu, vlote ju do disketovej mechaniky a a potom pokraujte.
sv: Drivrutinen för din hårdvara är inte tillgänglig. Du kanske behöver läsa in drivrutiner från en diskett. Om du har en sådan diskett tillgänglig nu, stoppa in den i diskettstation innan du fortsätter.

source: no ethernet card
ku: karta ethernet tune
xh: akukho khadi le-ethernet

source: none of the above
ku: ne yek ji van
xh: akukho nanye yezingentla

source: continue with no disk drive
ku: bê ajokara diskê bidomîne
