Repository: Sprezzatech/main-menu-udeb
Catalog: packages/hw-detect/debian/po/*.po
Languages: bs, da, et, hi, ku, pt, pt_br, ro, sk, sq, sv, xh

source: no ethernet card, ${CHOICES}, none of the above
bs: nema mrežne kartice, ${CHOICES}, nijedan od gornjih
da: intet ethernetkort, ${CHOICES}, ingen af ovenstende
et: pole vrgukaarti, ${CHOICES}, mitte kski nimetatuist
hi: कोई इथरनेट कार्ड नहीं, ${CHOICES}, उपर्युक्त में से कोई नहीं
pt: nenhuma placa ethernet, ${CHOICES}, nenhuma das acima
pt_br: nenhuma placa de rede, ${CHOICES}, nenhuma das anteriores
ro: fr plac de reea, ${CHOICES}, nici una de mai sus
sk: iadna ethernetov karta, ${CHOICES}, ni z uvedenho
sq: asnj kart rrjeti, ${CHOICES}, asnj e t msiprmve
sv: inget ethernet-kort, ${CHOICES}, inget av ovanstående

source: Driver needed by your Ethernet card:
bs: Modul potreban za vašu mrežnu karticu:
da: Den driver, som dit ethernetkort skal bruge:
et: Vrgukaardile vajaminev draiver:
hi: आपके इथरनेट कार्ड के लिए आवश्यक ड्राइवरः
ku: Ji bo karta te ya înternetê ajokarê ku pêwist e:
pt: Driver necessrio pela sua placa Ethernet:
pt_br: Mdulo necessrio para sua placa Ethernet :
ro: Driver necesar plcii dvs. de reea:
sk: Ovlda potrebn pre vau ethernetov kartu:
sq: Driver i duhur nga karta tnde Ethernet:
sv: Drivrutin som behövs för ditt ethernet-kort:
xh: Umqhubi uyafunwa likhadi lakho le-Ethernet:

source: No Ethernet card was detected. If you know the name of the driver needed by your Ethernet card, you can select it from the list.
bs: Mrežna kartica nije pronađena. Ako znate naziv modula potrebnog za vašu mrežnu karticu, možete ga odabrati sa liste.
da: Der blev ikke fundet noget ethernetkort. Hvis du kender navnet p den driver, dit ethernetkort skal bruge, kan du vlge den fra listen.
et: htki vrgukaarti ei avastatud. Kui sa tead, millist draiverit su vrgukaart vajab, vali ta nimekirjast:
hi: कोई इथरनेट कार्ड नहीं मिला. यदि आप अपने इथरनेट कार्ड के ड्राइवर का नाम जानते हैं तो आप सूची में से उसे चुन सकते हैं.
ku: Tu karta Înternetê nehate nasîn. Heke tu navê ajokara ku ji karta te ya înternetê re pêwist e zanibe, tu dikarî ji lîsteyê hilbijêrî.
pt: No foi detectada nenhuma placa Ethernet. Se sabe o nome do driver necessrio para a sua placa Ethernet, pode seleccion-lo a partir da lista.
pt_br: Nenhuma placa Ethernet foi detectada. Caso voc saiba o nome do mdulo necessrio para sua placa Ethernet voc pode selecion-lo a partir da lista.
ro: Nu s-a detectat nici o plac de reea Ethernet. Dac cunoatei numele driverului necesar plcii dvs. Ethernet, l putei selecta din list.
sk: Nebolo rozpoznan iadna ethernetov karta. Ak viete nzov ovldaa, ktor je potrebn pre vau ethernetov kartu, mete si ho zvoli zo zoznamu.
sq: Nuk u gjet asnj kart Ethernet. Nse e njeh emrin e driver-it q i nevojitet karts tnde Ethernet, mund ta zgjedhsh nga lista e mposhtme.
sv: Hittade inget ethernet-kort. Om du vet namnet på drivrutinen som krävs av ditt ethernetkort kan du välja den från listan.
xh: Akukho khadi le-Ethernet liye lafunyanwa. Ukuba uyalazi igama lomqhubi ofunwa likhadi lakho le-Ethernet, ungalikhetha eluhlwini.

source: Do you intend to use FireWire Ethernet?
da: Har du planer om at bruge FireWire-Ethernet?
et: Kas plaanid kasutada FireWire ethernet'i?
ku: Dixwazî Ethnernet (tor) a FireWire bi kar bînî?
pt: Voc tenciona utilizar Ethernet por FireWire?
pt_br: Voc planeja utilizar FireWire Ethernet ?
ro: Intenionai s folosii Ethernet Firewire?
sk: Uvaujete o pouit FireWire Ethernetu?
sq: Synon t prdorsh Ethernet nga FireWire?
sv: Har du planerat att använda Ethernet över FireWire?

source: No Ethernet card was detected, but a FireWire interface is present. It's possible, though unlikely, that with the right FireWire hardware connected to it, this could be your primary Ethernet interface.
da: Det blev ikke fundet noget Ethernet-kort, men der er en FireWire-forbindelse. Det er muligt, omend usandsynligt, at den kan udgre dit primre netkort, hvis du har det rigtigt udstyr tilsluttet.
et: htki vrgukaarti ei leitud, kll aga leiti FireWire liides. Kuigi see on vhelevinud, siis phimtteliselt saab sobilikku FireWire seadet kasutada peamise vrguliidesena.
ku: Karta Ethernet nehat dîtin, lê belê interface a FireWire heye. Îhtimaleke biçûk heye ku interface ya Ethernet ya te bi hardware a FireWire dixebite.
pt: No foi detectada nenhuma placa Ethernet, mas est presente um interface FireWire. possvel, mas pouco provvel, que tendo o hardware FireWire correctamente ligado, este possa ser o seu interface primrio de Ethernet.
pt_br: Nenhuma placa Ethernet foi detectada, mas uma interface FireWire est presente. possvel, embora improvvel, que, com o hardware FireWire correto conectado a ela, essa possa ser sua interface Ethernet primria.
ro: Nu s-a detectat nici o plac Ethernet, dar o interfa Firewire este prezent. Este posibil, dei puin probabil, ca, mpreun cu componentele Firewire potrivite conectate la ea, aceasta s reprezinte interfaa primar Ethernet.
sk: Nebola rozpoznan iadna ethernet karta, ale je prtomn FireWire rozhranie. S funknm FireWire hardvrom pripojenm do tohto rozhrania je mon, hoci vemi nepravdepodobn, jeho pouitie ako primrneho Ethernet rozhrania.
sq: Nuk u gjet asnj kart Ethernet, por gjendet nj ndrfaqe FireWire. Edhe pse pak e mundshme, me mjetin e duhur FireWire lidhur n t, mund t kihet ndrfaqja kryesore e karts Ethernet.
sv: Inget Ethernet-kort hittades men ett FireWire-gränssnitt hittades. Det är möjligt, kanske inte normalt, att med rätt FireWire-tillbehör ansluten till det att det här är ditt primära Ethernet-gränssnitt.

source: Ethernet card not found
bs: Mrežna kartica nije pronađena
da: Fandt ikke ethernetkortet
et: Vrgukaarti ei leitud.
hi: इथरनेट कार्ड नहीं मिला
ku: Karta torê (ethernet) nehat dîtin
pt: Placa ethernet no foi encontrada
pt_br: Placa de rede no encontrada
ro: Plac de reea Ethernet negsit
sk: Nenaiel som ethernetov kartu
sq: Karta Ethernet nuk u gjet
sv: Hittade inget Ethernet-kort
xh: Ikhadi le-Ethernet alifumaneki

source: No Ethernet card was found on the system.
bs: Mrežna kartica nije pronađena na sistemu.
da: Fandt intet ethernetkort p systemet.
et: Ssteemist ei leitud htki vrgukaarti.
hi: तंत्र में कोई ईथरनेट कार्ड नहीं मिला
ku: Di pergala te de karteke torê (ethernet) nehat dîtin.
pt: No foi encontrada nenhuma placa Ethernet neste sistema.
pt_br: Nenhuma placa de rede foi encontrada no sistema.
ro: Nu s-a gsit nici o plac de reea Ethernet n sistem.
sk: V systme nebola njden iadna ethernetov karta.
sq: Nuk u gjet asnj karte Ethernet n sistem.
sv: Inget ethernet-kort hittades i systemet.
xh: Akukho khadi le-Ethernet lifumaneke kwinkqubo.

source: Detecting network hardware
bs: Detektiram mrežni hardware
da: Sger efter netvrksudstyr
et: Vrguriistvara avastamine
hi: नेटवर्क हार्डवेयर का पता लगाया जा रहा है
ku: Hardware ya torê tesbît dike
pt: A detectar o hardware de rede
pt_br: Detectando hardware de rede
ro: Se detecteaz componentele de reea
sk: Rozpoznvam sieov zariadenia
sq: Duke zbuluar skedn e rrjetit
sv: Identifierar nätverkshårdvara
xh: Ixakekile yenza ingxelo yokufumaneka kwe-hardware yekhompyutha yothungelwano

source: Detect network hardware
bs: Detektiraj mrežni hardware
da: Find netvrksudstyr
et: Avasta vrguriistvara
hi: नेटवर्क हार्डवेयर का पता लगाएँ
ku: Tesbîtkirina hardware ya torê
pt: Detectar o hardware de rede
pt_br: Detectar hardware de rede
ro: Detecie a componentelor de reea
sk: Rozpozna sieov zariadenia
sq: Gjej skedn e rrjetit
sv: Identifiera nätverkshårdvara
xh: Yenza ingxelo yokufumaneka kubucukubhede bentsimbi zekhompyutha bothungelwano

source: Detect disks
da: Find diske
ku: Diskên dîtî
pt: Detectar discos
pt_br: Detectar discos
ro: Detecteaz discurile
sk: Rozpoznvaj sa disky
sv: Detektera diskar

source: Detecting disks and all other hardware
bs: Detektiram diskove i sav drugi hardware
da: Sger efter diske og alt andet udstyr
et: Avasta kettaid ja kogu riistvara
hi: डिस्क तथा अन्य हार्डवेयर का पता लगाया जा रहा है
ku: Dîsk û hardware ya dîn tê tesbît kirin
pt: A detectar discos e o restante hardware
pt_br: Detectando discos e todo o restante do hardware
ro: Se detecteaz discurile i toate celelalte componente
sk: Rozpoznvam disky a alie zariadenia
sq: Duke zbuluar disqet dhe t tjera pjes t kompjuterit
sv: Identifierar hårddiskar och all annan hårdvara
xh: Ixakekile yenza ingxelo yokufumaneka kwiidiski nakubo bonke obunye ubucukubhede beentsimbi zekhompyutha

source: continue with no disk drive, ${CHOICES}, none of the above
da: fortst uden diskdrev, ${CHOICES}, ingen af ovenstende
pt: continuar sem nenhum disco, ${CHOICES}, nenhuma das acima
pt_br: continuar sem nenhum controlador de disco, ${CHOICES}, nenhuma das anteriores
sk: pokraova bez diskovej jednotky, ${CHOICES}, ni z uvedenho
sv: fortsätta utan diskettstation, ${CHOICES}, ingen av ovanstående

source: Driver needed for your disk drive:
da: Den driver, som dit diskdrev skal bruge:
ku: Ji bo ajokarê te yê dîskê ajokara pêwist:
pt: Driver necessrio para o seu disco:
pt_br: Mdulo necessrio para seu disco :
ro: Driver necesar plcii unitii de disc:
sk: Ovlda potrebn pre vau diskov jednotku:
sv: Drivrutinen som behövs för din diskettstation:

source: No disk drive was detected. If you know the name of the driver needed by your disk drive, you can select it from the list.
da: Der blev ikke fundet noget diskdrev. Hvis du kender navnet p den driver, dit diskdrev skal bruge, kan du vlge den fra listen.
ku: Tu ajokara dîskan nehate nasîn. Heke tu navê ajokara ku ji ajokara te ya dîskê re pêwist e zanibe, tu dikarî li lîsteyê hilbijêrî.
pt: No foi detectado nenhum disco. Se sabe o nome do driver necessrio para o seu disco, pode seleccion-lo a partir da lista.
pt_br: Nenhum disco foi detectada. Caso voc saiba o nome do mdulo necessrio para seu disco, voc pode selecion-lo a partir da lista.
ro: Nu s-a detectat nici o unitate de disc. Dac cunoatei numele driver-ului necesar unitii dvs. de disc, l putei selecta din list.
sk: Nebola rozpoznan iadna diskov jednotka. Ak viete nzov ovldaa, ktor je potrebn pre vau diskov jednotku, mete si ho zvoli zo zoznamu.
sv: Hittade ingen diskettstation. Om du vet namnet på den drivrutin som krävs för din diskettstation kan du välja den från listan.

source: No partitionable media
bs: Nema medija za particionisanje
da: Ingen partitionrbare medier
et: Pole partitsioneeritavat andmekandjat
hi: कोई पार्टीशन मीडिया नहीं
ku: Medya nayê partîsiyonkirin
pt: Sem media particionvel
pt_br: Nenhuma mdia particionvel
ro: Nu exist mediu partiionabil
sk: iadne rozdeliten mdium
sq: Asnj mjet i ndashm
sv: Inget partitioneringsbart media

source: No partitionable media were found.
bs: Medij za particionisanje nije pronađen.
da: Der blev ikke fundet nogen partitionrbare medier.
et: Ei leitud htki partitsioneeritavat andmekandjat.
hi: कोई पार्टीशन मीडिया नहीं मिला.
ku: Medya ya were partîsiyonkirin nehat dîtin.
pt: No foi encontrada media particionvel.
pt_br: Nenhuma mdia particionvel foi encontrada.
ro: Nu s-a gsit nici un mediu partiionabil.
sk: Nebolo njden iadne rozdeliten mdium.
sq: Nuk u gjet asnj mjet i ndashm.
sv: Hittade inget partitioneringsbart media.

source: Please check that a hard disk is attached to this machine.
bs: Molim provjerite da li je hard disk priključen na ovu mašinu.
da: Tjek at der er en harddisk forbundet til denne maskine.
et: Palun veendu, et arvutis on kvaketas.
hi: कृपया जाँचें कि इस मशीन में हार्ड डिस्क जुड़ा हुआ है.
ku: Kontol bike ku diska sabît girêdayê vê makînayê ye.
pt: Por favor verifique se um disco rgido est ligado a esta mquina.
pt_br: Por favor, confira se realmente existe um disco rgido conectado em seu computador
ro: V rugm sa verificai c avei un disc fix ataat la acest main.
sk: Skontrolujte, i mte k potau pripojen pevn disk.
sq: T lutem kontrollo nse ky kompjuter ka nj disk t ngurt t lidhur.
sv: Kontrollera att en hårddisk är ansluten till den här maskinen.

source: Detecting hardware, please wait...
bs: Detektiram hardware, molim pričekajte...
da: Sger efter udstyr, vent venligst...
et: Riistvara avastamine, palun oota...
hi: हार्डवेयर का पता लगाया जा रहा है, कृपया इंतजार करें...
ku: Hardware tesbît dike, ji kerema xwe bisekine...
pt: A detectar hardware, por favor espere...
pt_br: Detectando hardware, por favor aguarde...
ro: Se detecteaz componentele, v rugm s ateptai...
sk: Rozpoznvam zariadenia, pokajte, prosm...
sq: Duke gjetur hardware, t lutem prit...
sv: Identifierar hårdvara, vänta...
xh: Ifuna impahla yentsimbi yekhompyutha, nceda ulinde...

source: Loading module '${MODULE}' for '${CARDNAME}'...
bs: Učitavam modul '${MODULE}' za '${CARDNAME}'...
da: Indlser modulet '${MODULE}' for '${CARDNAME}'...
et: Mooduli '${MODULE}' laadimine seadmele '${CARDNAME}'...
hi: मॉड्यूल '${MODULE}' को '${CARDNAME}' के लिए लोड किया जा रहा है...
ku: Modula '${MODULE}' ji bo '${CARDNAME}' bar dike...
pt: A carregar o mdulo '${MODULE}' para '${CARDNAME}'...
pt_br: Carregando mdulo '${MODULE}' para '${CARDNAME}'...
ro: ncarc modulul '${MODULE}' pentru '${CARDNAME}'...
sk: Natavam modul '${MODULE}' pre '${CARDNAME}'...
sq: Duke ngarkuar modulin '${MODULE}' pr '${CARDNAME}'...
sv: Läser in modulen "${MODULE}" för "${CARDNAME}"...
xh: Imodyuli elayishayo '${MODULE}' ye '${CARDNAME}'...

source: Starting PC card services...
bs: Pokrećem PC card servise...
da: Starter PC-card-services...
et: PC kaardi teenuste kivitamine...
hi: पीसी कार्ड सेवाएँ प्रारंभ की जा रही हैं...
ku: Dest bi hîzmetên PC card dike...
pt: Iniciando servios PC card...
pt_br: Iniciando servios de cartes PC...
ro: Se pornesc serviciile asociate plcilor PC...
sk: Spam sluby PC card...
sq: Duke nisur shrbimet e karts s kompjuterit...
sv: Startar PC card-tjänster...
xh: Iqala iinkonzo zamakhadi e-PC...

source: Modules to load:
bs: Moduli koji će biti učitani:
da: Moduler at indlse:
et: Laetavad moodulid:
hi: लोड करने हेतु मॉड्यूल्सः
ku: Modulên bên barkirin:
pt: Mdulos a carregar:
pt_br: Mdulos a serem carregados :
ro: Module de ncrcat:
sk: Moduly na natanie:
sq: Modulet pr tu ngarkuar:
sv: Moduler som ska läsas in:
xh: Iimodyuli zokulayisha:

source: The following Linux kernel modules were detected as matching your hardware. If you know some are unnecessary, or cause problems, you can choose not to load them. If you're unsure, you should leave them all selected.
bs: Detektovani su sljedeći Linux kernel moduli koji odgovaraju vašem hardwareu. Ako znate da vam neki nisu potrebni ili uzrokuju probleme, možete odabrati da ih ne učitavate. Ako niste sigurni, ostavite ih kako jesu.
da: Flgende Linux-kernemoduler lader til at svare til dit udstyr. Hvis du ved, at nogle af dem er undvendige eller giver problemer, kan du vlge ikke at indlse dem. Hvis du er usikker, br de alle forblive valgte.
et: Tundub, et sinu riistvaraga sobivad jrgnevad Linux'i tuuma moodulid. Kui sa tead, et mned neist on ebaolulised vi phjustavad probleeme, vid valida, et neid ei laetaks. Kui sa pole pris kindel, ra muuda midagi.
pt: Os seguintes mdulos do kernel Linux foram detectados de acordo com o seu hardware. Se sabe que algum deles no necessrio, ou causa problemas, pode escolher no carreg-los. Se no tiver certeza, deve deixar todos seleccionados.
pt_br: Os seguintes mdulos do kernel Linux foram detectados para seu hardware. Caso voc saiba que alguns deles no so necessrios ou causem problemas voc pode optar por no carreg-los. Em caso de dvidas, voc dever manter todos selecionados.
ro: Urmtoarele module de nucleu Linux au fost detectate ca fiind potrivite pentru componentele dvs. Dac tii c unele nu sunt necesare, sau cauzeaz probleme, putei s optai s nu le ncrcai. Dac suntei nesigur, ar fi bine s le lsai selectate pe toate.
sk: Vmu hardvru zodpovedaj nasledovn rozpoznan moduly jadra Linuxu. Ak viete o nejakch neelanch princh problmov, nemuste tieto moduly natava. Ak si nie ste ist, nechajte vetky zvolen moduly vybran.
sq: Modulet e mposhtme t kernelit Linux prkuan me hardware tnd. Nse njeh ndonj t paprdorshm, apo q krijon probleme, mund t zgjedhsh t mos e ngarkosh. Nse je i pasigurt, duhet ti zgjedhsh t gjitha.
sv: Följande Linuxkärnmoduler identifierades som passande för din hårdvara. Om du vet att några är onödiga, eller orsakar problem, så kan du välja att inte läsa in dem. Om du är osäker bör du lämna dem alla valda.
xh: Ezi Modyuli zilandelayo ze-Linux kernel zafunyanwa ukuba ziyangqamana nenkqubo yakho yeentsimbi zekhompyutha. Ukuba uyayazi ukuba ezinye azifuneki okanye zidala inkathazo, ungazikhetha ukuba ungazilayishi. Ukuba awuqinisekanga, kufuneka uziyeke zikhethiwe.

source: Prompt for module parameters?
bs: Tražiti parametre modula?
da: Bed om modulparametre?
et: Kas ksida mooduli parameetreid?
hi: मॉड्यूल पैरामीटर्स हेतु पूछें?
pt: Perguntar por parmetros do mdulo?
pt_br: Perguntar por parmetros de mdulos ?
ro: Se cer interactiv parametri modulelor?
sk: Pta sa na parametre modulov?
sq: T dal n caktimin e parametrave t moduleve?

source: Some modules accept load-time parameters to customize their operation. If you'd like, you can be prompted for module parameters as each module is loaded.
bs: Neki moduli prihvataju parametre prilikom učitavanja kako bi se prilagodilo njihovo funkcionisanje. Ako želite, može vam biti zatraženo unošenje parametara za svaki modul koji se učitava.
da: Visse moduler kan modtage parametre ved indlsningen, der tilpasser deres virkemde. Hvis du nsker det, kan du blive spurgt efter modulparametre, efterhnden som modulerne indlses.
et: Mned moodulid vtavad laadimisel vastu parameetreid. Kui soovid, on vimalik iga mooduli laadimisel talle parameetreid sisestada.
pt: Alguns mdulos aceitam parmetros durante o carregamento para alterar a sua operao. Se quiser, podem-lhe ser pedidos os parmetros dos mdulos medida que cada mdulo for carregado.
pt_br: Alguns mdulos aceitam parmetros em tempo de execuo para modificar seu comportamento. Caso voc deseje, pode lhe ser questionado quais os parmetros necessrios para cada mdulo assim que cada um deles for carregado.
ro: Unele module accept la ncrcare parametri pentru a le particulariza modul de operare. Dac dorii, voi solicita interactiv s introducei aceti parametri odat cu ncrcarea fiecrui modul n parte.
sk: Niektor moduly prijmaj parametre, ktormi sa d ovplyvni ich sprvanie. Ak shlaste, budete mc pred natanm kadho modulu zada parametre pre dan modul.
sq: Disa module pranojn parametra t ngarkuar n ast pr t prshtatur operacionet e tyre. Nse dshiron, mund t dalsh n caktimin e parametrave t till ndrsa secili modul ngarkohet.

source: Start PC card services?
bs: Pokrenuti PC card servise?
et: Kivitada PC kaardi teenused?
hi: पीसी कार्ड सेवाएँ प्रारंभ करें?
ku: Dest bi hizmeta PC card bike?
pt: Iniciar servios PC card?
pt_br: Iniciar servios de cartes PC ?
ro: Se pornesc serviciile asociate plcilor PC?
sk: Spusti PC card sluby?
sq: Ta nis shrbimin e kartave PC?
sv: Starta PC card-stöd?
xh: Iqala iinkonzo zamakhadi e-PC?

source: This computer may have a PCMCIA interface. Please choose whether PC card services should be started in order to allow the use of PCMCIA cards.
bs: Ako ovaj računar ima PCMCIA interfejs, molim izaberite da li želite da se PC card servisi pokreću kako bi ste mogli koristiti PCMCIA kartice.
da: Denne computer har muligvis en PCMCIA-port. Vlg om PC-card-services skal startes, s du kan benytte PCMCIA-kort.
et: Sellel arvutil vib olla PCMCIA liides. Palun vali, kas PCMCIA kaartide kasutamise vimaldamiseks tuleks PC kaardi teenused kivitada.
pt: Este computador pode ter um interface PCMCIA. Por favor escolha se os servios PC card devem ser iniciados de modo a poder utilizar placas PCMCIA.
pt_br: Este computador pode possuir uma interface PCMCIA. Por favor, informe se o servio de cartes PC deve ser iniciado para permitir o uso de cartes PCMCIA.
ro: Este posibil ca acest calculator s aib o interfa PCMCIA. V rugm s precizai dac serviciile asociate plcilor PC ar trebui pornite pentru a permite utilizarea plcilor PCMCIA.
sk: Tento pota mono m PCMCIA rozhranie. Ak chcete pouva PCMCIA karty, muste si zvoli PC card sluby, ktor sa maj spusti.
sq: Ky kompjuter mund t ket nj ndrfaqe PCMCIA. T lutem zgjidh nse shrbimi i kartave PC duhet nisur n mnyr q t lejosh prdorimin e kartave PCMCIA.
sv: Den här datorn kan ha ett PCMCIA-gränsnitt. Välj om PC card-stödet ska startas så att du får möjlighet att använda PCMCIA-kort.

source: PCMCIA resource range options:
bs: PCMCIA opseg resursa opcije:
da: PCMCIA resurse-omrdeindstillinger:
et: PCMCIA ressursivahemiku valikud:
hi: पीसीएमसीआईए रिसोर्स सीमा विकल्पः
ku: Vebijêrkên navbera çavkaniyan ya PCMCIA
pt: Opes da gama de recursos PCMCIA:
pt_br: Opes da faixa de recursos PCMCIA :
ro: Opiuni legate de domeniul de resurse PCMCIA:
sk: Rozsahu PCMCIA prostriedkov:
sq: Mundsit e shtrirjes s burimit t PCMCIA:
sv: Parametrar för PCMCIA-resursområden
xh: Uvimba woluhlu lwe-PCMCIA lwezinto ekungakhethwa kuzo:
