Repository: Sprezzatech/main-menu-udeb
Catalog: packages/partman/partman-auto-lvm/debian/po/*.po
Languages: bs

source: Erase entire disk and use LVM: ${DEVICE}
bs: Obriši cijeli disk i koristi LVM: ${DEVICE}

source: Name of the volume group for the new system:
bs: Naziv grupe diskova za novi sistem:

source: The selected volume group name is already in use. Please choose another name.
bs: Odabrani naziv grupe diskova se već koristi. Molim odaberite drugi naziv.

source: Failed to partition the selected disk
bs: Nemogu particionisati odabrani disk

source: This happened because the selected recipe does not contain any partition that can be created on LVM volumes.
bs: Ovo se dogodilo zato što odabrani recept ne sadrži nijednu particiju koja se može kreirati na LVM volumenima.

source: Continue installation without /boot partition?
bs: Nastaviti instalaciju bez /boot particije?

source: The recipe you selected does not contain a separate partition for /boot. This is normally needed to allow you to boot the system when using LVM.
bs: Recept koji ste odabrali ne sadrži zasebnu particiju za /boot. Ovo je normalno potrebno kako bi Vam se omogućilo podizanje sistema prilikom korištenja LVM-a.

source: You can choose to ignore this warning, but that may result in failure to reboot the system after the installation is completed.
bs: Možete odabrati da ignorišete ovo upozorenje, ali to može rezultovati u nemogućnosti ponovnog podizanja sistema nakon što završi instalacija.

source: Existing physical volume on the selected device
bs: Postojeći fizički disk na odabranom uređaju

source: The device you selected already contains one or more physical volumes. It is not possible to automatically partition this device using LVM.
bs: Uređaj koji ste odabrali već sadrži jedan ili više fizičkih diskova. Nije moguće automatski particionisati ovaj uređaj koristeći LVM.

source: Volume group name already in use
bs: Naziv grupe diskova se već koristi

source: The volume group name used to automatically partition using LVM is already in use. Lowering the priority for configuration questions will allow you to specify an alternative name.
bs: Naziv grupe diskova korišten pri automatskom particionisanju pomoću LVM se već koristi. Snižavanjem prioriteta konfiguracijskih pitanja će Vam omogućiti da navedete drugi naziv.

source: Unexpected error while creating volume group
bs: Neočekivana greška pri kreiranju grupe diskova

source: Autopartitioning using LVM failed because an error occurred while creating the volume group.
bs: Autopartcionisanje koristeći LVM nije uspjelo zbog pojave greške prilikom kreiranja grupe diskova.

source: Check /var/log/syslog or see virtual console 4 for the details.
bs: Provjerite /var/log/messages ili pogledajte virtuelnu konzolu 4 za detalje.
