Repository: Sprezzatech/main-menu-udeb
Catalog: packages/clock-setup/debian/po/*.po
Languages: be, gl, ko

source: Configure the clock
be: Наладзіць гадзіннік
gl: Configurar o reloxo
ko: 시간 설정

source: Is the system clock set to UTC?
be: Ці супадае час сыстэмнага гадзінніку з UTC?
gl: ¿Ten o reloxo do sistema a funcionar en UTC?
ko: 시스템 시계가 UTC로 설정되어 있습니까?

source: System clocks are generally set to Coordinated Universal Time (UTC). The operating system uses your time zone to convert system time into local time. This is recommended unless you also use another operating system that expects the clock to be set to local time.
be: Сыстэмныя гадзіннікі звычайна наладжваюць на Узгоднены ўніверсальны час (UTC). Пры гэтым аперацыйная сістэма ўжывае інфармацыю аб зоне часу, каб вызначыць мясцовы час. Гэта рэкамендавана, калі толькі Вы не карыстаецеся сістэмай, што разлічвае на захаванне мясцовага часу ў сістэмным гадзінніку.
gl: Normalmente, os reloxos do sistema funcionan en Tempo Coordinado Universal (UTC). O sistema operativo emprega o seu fuso horario para converter a hora do sistema na hora local. Isto recoméndase agás se tamén emprega outro sistema operativo que espera que o reloxo funcione na hora local.
ko: 시스템의 시계는 주로 협정세계시(Coordinated Universal Time/UTC)로 지정됩니다.데비안은 설정된 시간대를 이용해서 시스템 시간을 지역 시간으로 변환합니다.시스템 시계가 지역시간으로 설정되어야 하는 다른 운영체제를 사용하지 않는 한이렇게 하는 것을 권장합니다.

source: Configuring clock settings...
be: Вызначэнне наладак гадзінніка...
gl: A configurar o reloxo...
ko: 시계를 설정하는 중입니다 ...

source: Setting up the clock
be: Наладка гадзінніка
gl: A configurar o reloxo
ko: 시계 설정하기

source: Set the clock using NTP?
be: Наладзіць гадзіннік праз NTP?
gl: ¿Pór o reloxo en hora empregando NTP?
ko: NTP를 이용하여 시계를 설정할까요?

source: The Network Time Protocol (NTP) can be used to set the system's clock. The installation process works best with a correctly set clock.
be: Сістэмны гадзіннік можна наладзіць з дапамогай сеткавага пратаколу часу (Network Time Protocol, NTP). Працэс усталявання праходзіць лепей, калі сістэмны гадзіннік наладжаны належным чынам.
gl: Pódese empregar o protocolo de hora da rede (NTP) para pór o reloxo do sistema en hora. O proceso de instalación funciona mellor cun reloxo en hora.
ko: 네트워크 시각 프로토콜(NTP)를 사용하여 시스템의 시계를 설정할 수 있습니다. 시각을 정확하게 설정할 때 설치프로그램이 가장 잘 동작합니다.

source: NTP server to use:
be: Выкарыстоўваць наступны сервер NTP:
gl: Servidor NTP a empregar:
ko: 사용할 NTP 서버 주소:

source: The default NTP server is almost always a good choice, but if you prefer to use another NTP server, you can enter it here.
be: Прапанаваны сервер NTP амаль заўсёды з'яўляецца добрым варыянтам. Але калі Вам даспадобы іншы сервер NTP, можна ўвесці тут ягоны адрас.
gl: O servidor NTP por defecto adoita ser unha boa opción, pero se prefire empregar outro servidor NTP, pode introducilo aquí.
ko: 기본 NTP 서버가 대부분의 경우 가장 적합한 선택사항이지만, 다른 NTP 서버를 사용하시려면 여기에 입력하실 수 있습니다.

source: Getting the time from a network time server...
be: Атрыманне часу з сеткавага серверу...
gl: A obter a hora dun servidor NTP...
ko: 네트워크 시각 서버에서 시각을 받아오는 중...

source: Setting the hardware clock...
be: Наладка апаратнага гадзінніка...
gl: A configurar o reloxo hardware...
ko: 하드웨어 시계 설정하기

source: Wait another 30 seconds for hwclock to set the clock?
be: Пачакаць яшчэ 30 секунд, каб hwclock наладзіў гадзіннік?
gl: ¿Agardar outros 30 segundos para que hwclock poña o reloxo en hora?
ko: hwclock이 시계를 설정하도록 30초 더 기다릴까요?

source: Setting the hardware clock is taking longer than expected. The 'hwclock' program used to set the clock may have problems talking to the hardware clock.
be: Наладка апаратнага гадзінніка запатрабавала больш часу, чым чакалася. Магчыма, праграма 'hwclock', якая выкарыстоўваецца для гэтай мэты, сутыкнулася з праблемамі пры камунікацыі з апаратным гадзіннікам.
gl: Pór en hora o reloxo hardware está a levar máis tempo do esperado. O programa "hwclock" que se emprega para pór o reloxo en hora pode ter problemas de comunicación co reloxo hardware.
ko: 하드웨어 시계를 설정하는 작업이 생각보다 오래 걸리고 있습니다. 시계를 설정하는 'hwclock' 프로그램이 하드웨어 시계와 통신하는 데 문제를 겪고 있을 수 있습니다.

source: Check /var/log/syslog or see virtual console 4 for the details.
be: Падрабязнасці чытайце ў /var/log/syslog і на віртуальнай кансолі 4.
gl: Consulte os detalles en /var/log/syslog ou na consola virtual 4.
ko: 자세한 정보를 확인하시려면 /var/log/messages를 보시거나 가상 콘솔 4을보십시오.

source: If you choose to not wait for hwclock to finish setting the clock, this system's clock may not be set correctly.
be: Калі Вы вырашыце не чакаць, пакуль hwclock скончыць сваю працу, сістэмны гадзіннік можа быць не наладжаны належным чынам.
gl: Se non quere agardar a que hwclock remate de pór o reloxo en hora, o reloxo do sistema pode non ser puntual.
ko: hwclock이 시계를 설정할 때까지 기다리지 않으시면 시스템의 시계가 제대로 설정되어 있지 않을 수 있습니다.
