Repository: Sprezzatech/main-menu-udeb
Catalog: packages/choose-mirror/debian/po/*.po
Languages: is, ka

source: Debian version to install:
is: Útgáfa Debian sem setja skal upp:

source: Checking the Debian archive mirror
is: Athuga spegil Debian pakkasafnsins
ka: Debian-ის არქივის მირორის შემოწმება

source: Downloading the Release file...
is: Sæki Release skrána...

source: The specified Debian archive mirror is either not available, or does not have a valid Release file on it. Please try a different mirror.
is: Debian pakkasafns spegillinn sem var valinn er annað hvort ekki tiltækur, eða hefur ekki gilda Release skrá. Vinsamlega reyndu annan spegil.
ka: Debian-ის არქივის მითითებული მირორი ან მიუწვდომელია, ან მართებული Release ფაილი არ გააჩნია. გთხოვთ გამოიყენოთ სხვა მირორი.

source: Choose a mirror of the Debian archive
is: Veldu spegil fyrir Debian pakkasafnið
ka: აირჩიეთ Debian-ის არქივის მირორი

source: enter information manually
is: slá inn upplýsingar handvirkt
ka: ინფორმაცია ხელით შეიყვანეთ

source: US[ Default value for http]
is: US[ Sjálfgefið gildi fyrir http]

source: Debian archive mirror country:
is: Land spegils fyrir Debian pakkasafn:
ka: Debian-ის არქივის მირორის ქვეყანა:

source: The goal is to find a mirror of the Debian archive that is close to you on the network -- be aware that nearby countries, or even your own, may not be the best choice.
is: Markmiðið er að finna spegil af Debian pakkasafninu sem er nálægt þér á netinu -- athugið að nærliggjandi lönd, eða jafnvel þitt eigið, eru ekki endilega besti kosturinn.
ka: მიზანია ვიპოვოთ Debian-ის არქივი რომელიც ახლოა თქვენს ქსელთან -- გაითვალისწინეთ, რომ შესაძლოა მეზობელი ან თუნდაც საკუთარი ქვეყანა შესაძლოა საუკეთესო არჩევანი არ იყოს.

source: Debian archive mirror:
is: Spegill Debian pakkasafns:
ka: Debian-ის არქივის მირორი:

source: Please select a Debian archive mirror. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
is: Vinsamlega veldu Debian pakkasafnsspegil. Þú ættir að velja spegil í þínu landi eða landshluta ef þú veist ekki hvaða spegill hefur bestu nettenginuna við þig.
ka: გთხოვთ ამოირჩიოთ Debian-ის არქივის მირორი. თუ არ ხართ დაწმუნებული, რომელ მირორს გააჩნია თქვენთან საუკეთესო კავშირი, გმაოიყენეთ მირორი თქვენი ქვეყნიდან ან რეგიონიდან.

source: Usually, ftp.<your country code>.debian.org is a good choice.
is: Venjulega er ftp.<landskóði>.debian.org góður kostur.
ka: ხშირად, შეგიძლიათ გამოიყენოთ ftp.<თქვენი ქვეყნის კოდი>.debian.org მირორი.

source: Debian archive mirror hostname:
is: Vélarnafn Debian pakkasafnsspegils:
ka: Debian-ის არქივის მირორის სერვერის სახელი:

source: Please enter the hostname of the mirror from which Debian will be downloaded.
is: Vinsamlegast sláðu inn vélarnafn spegilsins sem Debian verður sótt frá.
ka: გთხოვთ შეიყვანოთ იმ მირორის სერვერის სახელი, საიდანაც Debian-ი ჩამოიტვირთება.

source: An alternate port can be specified using the standard [hostname]:[port] format.
is: Hægt er að velja annað tengi (port) með því að nota staðlaða [vélarnafn]:[tengi] formið.
ka: ალტერნატიული პორტის მითითება შესაძლებელია სტანდარტულ [hostname]:[port] ფორმატში.

source: Debian archive mirror directory:
is: Mappa Debian pakkasafnsspegils:
ka: Debian-ის არქივის მირორის დირექტორია:

source: Please enter the directory in which the mirror of the Debian archive is located.
is: Vinsamlega sláðu inn möppuna sem inniheldur spegilinn af Debian pakkasafninu.
ka: გთხოვთ მიუთითოთ დირექტორია, სადაც Debian-ის არქივის მირორია მოთავსებული.

source: HTTP proxy information (blank for none):
is: Upplýsingar um HTTP staðgengil (proxy) (skilið auðu til að sleppa):
ka: HTTP-პროქსის მონაცემები (ან დატოვეთ ცარიელი):

source: If you need to use a HTTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
is: Ef þú þarft að nota HTTP staðgengil (proxy) til að ná sambandi við umheiminn, skaltu slá inn upplýsingar um hann hér. Annars skal halda þessu auðu.
ka: თუ გარე კავშირების დასამყარებლად HTTP-პროქსის გამოყენება აუცილებელია, შეიყვანეთ აქ მისი მონაცემები. წინააღმდეგ შემთხვევაში დატოვეთ ცარიელი.

source: The proxy information should be given in the standard form of "http://[[user][:pass]@]host[:port]/".
is: Upplýsingar um staðgengil (proxy) ætti að gefa upp á staðlaða forminu "[[notandi][:lykilorð]@]vélarnafn[:tengi (port)]".
ka: proxy-ს მონაცემები სტანდარტული სახით უნდა იქნეს შეყვანილი „http://[[user][:pass]@]host[:port]/”.

source: US[ Default value for ftp]
is: US[ Sjálfgefið gildi fyrir ftp]

source: FTP proxy information (blank for none):
is: Upplýsingar um FTP staðgengil (proxy) (skilið auðu til að sleppa):
ka: FTP-პროქსის მონაცემები (ან დატოვეთ ცარიელი):

source: If you need to use a FTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
is: Ef þú þarft að nota FTP staðgengil (proxy) til að ná sambandi við umheiminn, skaltu slá inn upplýsingar um hann hér. Annars skal halda þessu auðu.
ka: თუ გარე კავშირების დასამყარებლად FTP-პროქსის გამოყენება აუცილებელია, შეიყვანეთ აქ მისი მონაცემები. წინააღმდეგ შემთხვევაში დატოვეთ ცარიელი.

source: Debian comes in several flavors. Stable is well-tested and rarely changes. Unstable is untested and frequently changing. Testing is a middle ground, that receives many of the new versions from unstable if they are not too buggy.
ka: არსებობს Debian-ის სხვადასხვა ვარიანტი. Stable ვარიანტი კარგად გამოცდილია და იშვიათად იცვლება. Unstable ვარიანტი სრულად არ არის გამოცდილი და ხშირად იცვლება. Testing კი ამ ორს შორისაა - იგი Unstable ვარიანტიდან მრავალ პაკეტს შეიცავს, რომლებსაც ნაკლები ხარვეზი აქვს.

source: The specified Debian archive mirror does not seem to support your architecture. Please try a different mirror.
ka: Debian-ის არქივის მითითებული მირორი თქვენს არქიტექტურას არ უზრუნველყოფს. გთხოვთ გამოიყენოთ სხვა მირორი.

source: Protocol for file downloads:
ka: ფაილის ჩამოტვირთვების პროტოკოლი:

source: Please select the protocol to be used for downloading files. If unsure, select "http"; it is less prone to problems involving firewalls.
ka: გთხოვთ ფაილების ჩამოტვირთვი პროტოკოლი. თუ დარწმუნებული არ ხართ, ამოირჩიეთ „http”; იგი ქსელის დაცვის პრობლემებს ყველაზე უკეთესად უმკლავდება.
