Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/sublevel2/*.po
Languages: da

source: You need a root partition. Please assign a partition to the root mount point before continuing.
da: Du skal have en rodpartition. Udpeg en partition til at være monteringspunkt for roden, før du fortsætter.

source: Partition assigned to ${MOUNT}
da: Partition udpeget til ${MOUNT}

source: Mounting a partition on ${MOUNT} makes no sense. Please change this.
da: Det giver ingen mening at montere en partition på ${MOUNT}. Ret det venligst.

source: Several partitions assigned to ${MOUNT}
da: Flere partitioner er blevet udpeget til ${MOUNT}

source: You cannot assign several partitions to the same mount point. Please change all but one of them.
da: Du kan ikke udpege flere partitioner til samme monteringspunkt. Ret venligst alle undtagen én.

source: Ready to create file systems and mount partitions?
da: Klar til at oprette filsystemer og montere partitioner?

source: File systems will be created and partitions mounted.
da: Filsystemer vil blive oprettet og partitioner monteret.

source: WARNING: This will destroy all data on the partitions you have assigned file systems to.
da: ADVARSEL: Dette vil ødelægge alle data på de partitioner, du har udpeget filsystemer til.

source: Failed to create swap space on ${PARTITION}
da: Kunne ikke oprette swapområde på ${PARTITION}

source: An error occurred when the swap space was created on ${PARTITION}.
da: Der opstod en fejl, da swapområdet blev oprettet på ${PARTITION}.

source: Failed to activate the swap space on ${PARTITION}
da: Kunne ikke aktivere swapområdet på ${PARTITION}

source: An error occurred when the swap space on ${PARTITION} was activated.
da: Der opstod en fejl, da swapområdet på ${PARTITION} blev aktiveret.

source: Failed to create ${FS} file system on ${PARTITION}
da: Kunne ikke oprette ${FS}-filsystem på ${PARTITION}

source: An error occurred when the ${FS} file system was created on ${PARTITION}.
da: Der opstod en fejl, da ${FS}-filsystemet blev oprettet på ${PARTITION}.

source: Failed to mount ${PARTITION} on ${MOUNT}
da: Kunne ikke montere ${PARTITION} på ${MOUNT}

source: An error occurred when ${PARTITION} was mounted on ${MOUNT}.
da: Der opstod en fejl, da ${PARTITION} blev monteret på ${MOUNT}.

source: Please check the error log on the third console or /var/log/messages for more information.
da: Tjek fejlloggen på den tredje konsol eller /var/log/messages for flere oplysninger.

source: Configure and mount partitions
da: Sæt partitioner op og montér dem

source: Disk to partition:
da: Disk at partitionere:

source: Please choose one of the listed disks to create partitions on it.
da: Vælg en af de viste diske for at oprette partitioner på den.

source: Select "Finish" at the bottom of the list when you are done.
da: Vælg "Afslut" i bunden af listen, når du er færdig.

source: No disk found
da: Fandt ingen disk

source: Unable to find any disk in your system. Maybe some kernel modules need to be loaded.
da: Kunne ikke finde nogle diske på dit system. Måske skal du indlæse nogle kernemoduler.

source: Partitioning error
da: Partitioneringsfejl

source: Failed to partition the disk ${DISC}.
da: Kunne ikke partitionere disken ${DISC}.

source: Partition a hard drive
da: Partitionér en harddisk

source: Please choose the disk which has the free space required (column Free) to install Debian GNU/Linux. If there's not enough free space, space can be liberated by resizing the FAT partitions (column FreeFat indicates how much space will be freed by resizing the existing FAT partitions).
da: Vælg en disk, der har den mængde ledig plads (kolonnen Ledig), der er nødvendig for at installere Debian GNU/Linux. Hvis der ikke er tilstrækkeligt med ledig plads, vil der blive frigivet plads ved at indskrænke FAT-partitionerne (kolonnen LedigFAT angiver hvor meget plads, der vil blive frigivet ved indskrænkning af de eksisterende FAT-partitioner).

source: Device Model Size Free FreeFAT NbPart
da: Enhed Model Størr. Ledig LedigFAT NbPar

source: Device to partition:
da: Enhed at partitionere:

source: No disk was automatically detected. Please enter the path to the device file for the disk you want to partition.
da: Der blev ikke automatisk fundet nogen disk. Angiv den manuelt ved at angive stien til enhedsfilen for den disk, du ønsker at partitionere.

source: Really use the automatic partitioning tool?
da: Vil du virkelig bruge det automatiske partitioneringsværktøj?

source: This will destroy the partition table on all disks in the machine. REPEAT: THIS WILL WIPE CLEAN ALL HARD DISKS IN THE MACHINE! If you have important data that are not backed up, you may want to stop now in order to do a backup. In that case, you'll have to restart the installation later.
da: Dette vil destruere partitioneringstabellerne på alle diske i maskinen. ALLE DATA PÅ SAMTLIGE DISKE I MASKINEN VIL BLIVE SLETTET! Hvis du har vigtige data, som du ikke har sikkerhedskopieret, bør du stoppe her, så du kan kopiere dine data ud til et sikkert sted.

source: An error occurred during the previous operation
da: Der skete en fejl under den forrige operation

source: You may be able to continue. Here is some more information:
da: Du kan muligvis fortsætte. Her er nogle yderligere oplysninger:

source: Automatic partitioning impossible
da: Automatisk partitionering umulig

source: This version of the autopartitioner cannot handle the partitioning of the selected disk. It may partition only an empty disk or a disk with no more than 2 FAT partitions (and no extended partitions or other non-FAT partitions).
da: Denne version af autopartitioneringen er ikke i stand til at partitionere den valgte disk. Den kan kun partitionere en tom disk eller en disk med højst 2 FAT-partitioner og ingen udvidede partitioner eller andre ikke-FAT-partitioner.

source: If you want to continue the installation process, switch to the second console (ALT+F2), partition the disk as you like using parted and the other available tools, and then mount all your partitions in /target. /target is the root directory of your new system, so your root partition will be mounted on /target and your /usr partition must be mounted on /target/usr.
da: Hvis du vil fortsætte med installationsprocessen, skal du skifte til konsol nr. 2, partitionere disken som du ønsker v.h.a. parted og de andre tilgængelige redskaber og derefter montere alle dine partitioner i /target. Dette bliver rodkataloget i det nye system, således at den nye rodpartition vil blive monteret på /target og partitionen /usr vil blive monteret på /target/usr.

source: You can also consider launching this program again but selecting another disk.
da: Alternativt kan du starte dette program forfra og vælge en anden disk.

source: Not enough space on disk
da: Der er ikke tilstrækkeligt med plads på denne disk

source: The autopartitioner makes some assumptions about partition sizes, and because of that it requires at least 3GB of free space. The free space on this disk appears to be below this limit.
da: Autopartitioneringen gør nogle antagelser om partitionsstørrelser og kræver derfor som minimum 3 GB ledig plads. Det ser ikke ud til, at du har plads nok.

source: If you really want to install, you'll have to free some space. You may also launch this program again and select another disk with more free space.
da: Hvis du vil gennemføre installationen, må du frigøre noget plads, eller også må du genstarte dette program og vælge en anden disk med mere ledig plads.

source: Debug information about ${variable}
da: Fejlsporingsoplysninger vedrørende ${variable}

source: Here is some debug information. The value of ${variable} is:
da: Her er nogle fejlsporingsoplysninger. Værdien af ${variable} er:

source: Successful partitioning
da: Partitioneringen er gennemført

source: The required partitions have been created and mounted on /target. You can now continue the installation process.
da: De nødvendige partitioner er blevet dannet og monteret på /target. Du kan nu fortsætte installationsprocessen.

source: File containing the requested partition table:
da: Fil, der indeholder den ønskede partitioneringstabel:

source: The automatic partitioning will be created using the partitions and sizes specified in this file.
da: Partitioneringen vil blive dannet automatisk med partitioner og størrelser, som angivet i denne fil.

source: Automatically partition hard drives
da: Partitionér harddiskene automatisk

source: Creating '${FSTYPE}' storage space on '${MOUNTPOINT}'
da: Opretter '${FSTYPE}'-lagerplads på '${MOUNTPOINT}'

source: Estimated time left: ${HOURS} hour(s) ${MINUTES} minute(s)
da: Forventet resterende tid: ${HOURS} timer og ${MINUTES} minutter

source: Estimated time left: ${MINUTES} minute(s)
da: Forventet resterende tid: ${MINUTES} minutter

source: Estimated time left: less than 1 minute
da: Forventet resterende tid: mindre end 1 minut

source: ctc: Channel to Channel (CTC) or ESCON connection
da: ctc: Channel-to-Channel (CTC) eller ESCON-forbindelse

source: qeth: OSA-Express in QDIO mode / HiperSockets
da: qeth: OSA-Express i QDIO-tilstand / HiperSockets

source: iucv: Inter-User Communication Vehicle - available for VM guests only
da: iucv: Mellem-bruger kommunikations-transport - kun for VM-gæster

source: Network device type:
da: Netkorts-type:

source: Please choose the type of your primary network interface that you will need for installing the Debian system (via NFS or HTTP). Only the listed devices are supported.
da: Vælg typen på det primære netkort, som du vil bruge til at installere Debian-systemet fra (via NFS eller HTTP). Kun de viste enheder understøttes.

source: CTC read device:
da: CTC-læseenhed:

source: CTC write device:
da: CTC-skriveenhed:

source: The following device numbers might belong to CTC or ESCON connections.
da: Følgende enhedsnumre kan tilhøre CTC- eller ESCON-forbindelser.

source: The configured parameters are: read channel = ${device_read} write channel = ${device_write} protocol = ${protocol}
da: De konfigurerede indstillinger er: læsekanal = ${device_read} skrivekanal = ${device_write} protokol = ${protocol}

source: No CTC or ESCON connections
da: Ingen CTC- eller ESCON-forbindelser

source: Please make sure that you have set them up correctly.
da: Sørg for at du har sat dem korrekt op.

source: Protocol for this connection:
da: Protokol for denne forbindelse:

source: Device:
da: Enhed:

source: Please select the OSA-Express QDIO / HiperSockets device.
da: Vælg OSA-Express QDIO / HiperSockets-enhed.

source: The configured parameters are: channels = ${device0}, ${device1}, ${device2} port = ${port} portname = ${portname}
da: De indstillede parametre er: kanaler = ${device0}, ${device1}, ${device2} port = ${port} portnavn = ${portname}

source: No OSA-Express QDIO cards / HiperSockets
da: Ingen OSA-Express QDIO-kort / HiperSockets

source: No OSA-Express QDIO cards / HiperSockets were detected. If you are running VM please make sure that your card is attached to this guest.
da: Fandt ingen OSA-Express QDIO-kort eller HiperSockets. Hvis du kører VM, så sørg for at dit kort er forbundet til denne gæst.

source: Portname:
da: Portnavn:

source: Please enter the portname of your OSA-Express card. This name must be 1 to 8 characters long and must be equal on all systems accessing the same card.
da: Angiv portnavnet for dit OSA-Express-kort. Det skal være mellem 1 og 8 tegn langt og være det samme på alle systemer, der tilgår det samme kort.

source: Leave it empty if you want to use HiperSockets. This parameter is required for cards with microcode level 2.10 or later or when you want to share a card.
da: Lad feltet stå tomt, hvis du vil bruge HiperSockets. Denne indstilling kræves for kort med microcode-niveau 2.10 eller senere, eller når du vil dele et kort.

source: The name will automatically be converted to uppercase.
da: Navnet bliver automatisk omsat til store bogstaver.

source: Please enter a relative port for this connection.
da: Angiv en port for denne forbindelse.

source: Do you accept this configuration?
da: Vil du acceptere denne opsætning?

source: The configured parameter is: peer = ${peer}
da: Det opsatte parameter er: vært = ${peer}

source: VM peer:
da: VM-vært:

source: Please enter the name of the VM peer you want to connect to.
da: Angiv navnet på den VM-vært (VM-peer), du vil forbinde til.

source: If you want to connect to multiple peers, separate the names by colons, e.g. tcpip:linux1.
da: Hvis du vil forbinde til flere værter, kan du adskille navnene med kolonner, som f.eks. tcpip:linux1.

source: The standard TCP/IP server name on VM is TCPIP; on VIF it's $TCPIP. Note: IUCV must be enabled in the VM user directory for this driver to work and it must be set up on both ends of the communication.
da: Standardnavnet på en TCP/IP-server på VM er TCPIP, på VIF er det $TCPIP. Bemærk: IUCV skal være aktiveret i VM-brugermappen for at denne driver kan fungere og det skal sættes op i begge ender af kommunikationen.

source: Configure the network device
da: Sæt netkortet op

source: Available disks:
da: Tilgængelige diske:

source: The following disk access storage devices (DASD) are available. Please select each device you want to use one at a time.
da: Følgende diskadgangs-lagerenheder (DASD) er tilgængelige. Vælg de enheder, du vil benytte en ad gangen.

source: Choose disk:
da: Vælg disk:

source: Please choose a disk. You have to specify the complete device number, including leading zeros.
da: Vælg en disk. Du skal angive det komplette enhedsnummer inklusive foranstillede nuller.

source: Invalid disk
da: Ugyldig disk

source: An invalid device number has been chosen.
da: Der blev valgt et ugyldigt enhedsnummer.

source: The device ${device} seems to be a fresh disk not yet prepared for Linux. Such disk should be formatted before you can create partitions.
da: Enheden ${device} lader til at være en ny disk, der endnu ikke er forberedt for Linux. En sådan disk skal formateres før du kan oprette partitioner.

source: Formatting ${device}...
da: Formaterer ${device}...

source: Format the disk?
da: Formatér disken?

source: The device ${device} seems to be an already low-level formatted disk. If the disk has not been used for Linux 2.4 before, formatting it now is recommended.
da: Enheden ${device} lader til allerede at være en lavniveau-formateret disk. Hvis disken ikke tidligere er benyttet til Linux 2.4, anbefales det at formatere den nu.

source: WARNING: All data on this disk will be IRREVERSIBLY LOST!
da: ADVARSEL: Alle data på denne disk bliver UIGENKALDELIGT TABT!

source: Configure disk access storage devices (DASD)
da: Sæt diskadgangs-lagerenheder (DASD) op

source: Install the ZIPL boot loader on a hard disk
da: Installér opstartsindlæseren ZIPL på en harddisk

source: Make GLAN Tank bootable
da: Gør GLAN Tank opstartbar

source: Configuring flash memory to boot the system
da: Indstiller flash-hukommelsen til at starte systemet op

source: Preparing the system
da: Forberede systemet

source: Writing the kernel to flash memory
da: Skriver kernen til flash-hukommelsen

source: Configure flash memory to boot the system
da: Indstil flash-hukommelsen til at starte systemet op
