Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/sublevel2/*.po
Languages: da

source: After the Logical Volume Manager is configured, no additional changes to the partitioning scheme of disks containing physical volumes are allowed during the installation. Please decide if you are satisfied with the current partitioning scheme before continuing.
da: Når den logiske bindhåndtering er sat op, er det ikke tilladt at ændre partitionerne på de diske, der indeholder fysiske bind under installationen. Afgør med dig selv, om du er tilfreds med den aktuelle partitionsudlægning, før du fortsætter.

source: Keep current partition layout and configure LVM?
da: Bevar nuværende partitionslayout og sæt LVM op?

source: After the Logical Volume Manager is configured, no additional changes to the partitions in the disks containing physical volumes are allowed. Please decide if you are satisfied with the current partitioning scheme in these disks before continuing.
da: Når den logiske bindhåndtering er sat op, er det ikke tilladt at ændre partitionerne på de diske, der indeholder benyttede fysiske bind. Vær sikker på at du er tilfreds med det aktuelle partitionslayout på disse diske inden du fortsætter.

source: LVM configuration failure
da: LVM-opsætningsfejl

source: An error occurred while writing the changes to the disks.
da: Der opstod en fejl under skrivning af ændringerne til diskene.

source: The configuration of the Logical Volume Manager is aborted.
da: Opsætningen af den logiske bindhåndtering (LVM) blev afbrudt.

source: physical volume for LVM
da: fysisk bind til LVM

source: Summary of current LVM configuration:
da: Opsummering af den aktuelle LVM-opsætning:

source: Free Physical Volumes: ${FREE_PVS} Used Physical Volumes: ${USED_PVS} Volume Groups: ${VGS} Logical Volumes: ${LVS}
da: Ledige fysisker bind: ${FREE_PVS} Benyttede fysiske bind: ${USED_PVS} Bindgrupper: ${VGS} Logiske bind: ${LVS}

source: Current LVM configuration:
da: Aktuelle LVM-opsætning:

source: The volume group ${VG} could not be created.
da: Bindgruppen ${VG} kunne ikke oprettes.

source: Devices to remove from the volume group:
da: Enheder at fjerne fra bindgruppen:

source: Please select the devices you wish to remove from the volume group.
da: Vælg de enheder, du vil fjerne fra bindgruppen.

source: No physical volumes were selected. Reduction of the volume group was aborted.
da: Der blev ikke valgt nogen fysiske bind. Afbryder reduktionen af bindgruppen.

source: The physical volume ${PARTITION} could not be removed from the selected volume group.
da: Det fysiske bind ${PARTITION} kunne ikke fjernes fra den valgte bindgruppe.

source: Please select the logical volume to delete.
da: Vælg det logiske bind, der skal slettes.

source: in VG ${VG}
da: i BG ${VG}

source: Error while initializing physical volume
da: Fejl under initialisering af logisk bind

source: The physical volume ${PV} could not be initialized.
da: Det fysiske bind ${PV} kunne ikke initialiseres.

source: Invalid logical volume or volume group name
da: Ugyldigt navn på logisk bind eller bindgruppe

source: Logical volume or volume group names may only contain alphanumeric characters, hyphen, plus, period and underscore. They must be 128 characters or less and may not begin with a hyphen. The names "." and ".." are not allowed. In addition, logical volume names may not begin with "snapshot".
da: Navne på logiske bind eller bindgrupper må kun indeholde bogstaver, tal, bindestreger, plus, punktum og understreger. De skal være 128 tegn eller kortere, og må ikke starte med en bindestreg. Navnene "." og ".." er ikke tilladte. Desuden må navne på logiske bind ikke starte med "snapshot".

source: Please choose another name.
da: Angiv venligst et andet navn.

source: Guided - use entire disk and set up LVM
da: Guidet - benyt hele disken og sæt LVM op

source: Name of the volume group for the new system:
da: Navnet på det nye systems bindgruppe:

source: Failed to partition the selected disk
da: Kunne ikke partitionere den valgte disk

source: This happened because the selected recipe does not contain any partition that can be created on LVM volumes.
da: Dette skyldes sandsynligvis at den valgte opskrift ikke indeholder nogen partitioner, der kan oprettes på LVM-bind.

source: Continue installation without /boot partition?
da: Fortsæt installationen uden en /boot-partition?

source: The recipe you selected does not contain a separate partition for /boot. This is normally needed to allow you to boot the system when using LVM.
da: Den opskrift, du valgte, indeholder ikke nogen separat partition til /boot. Dette er normalt nødvendigt for at du kan starte systemet op med LVM.

source: You can choose to ignore this warning, but that may result in a failure to reboot the system after the installation is completed.
da: Du kan vælge at ignorere denne advarsel, men det kan resultere i at du ikke kan starte systemet op, når installationen er afsluttet.

source: The volume group name used to automatically partition using LVM is already in use. Lowering the priority for configuration questions will allow you to specify an alternative name.
da: Det bindgruppenavn, der benyttes til automatisk partitionering med LVEM, er allerede i brug. Hvis du sænker prioriteten for opsætningsspørgsmål, kan du angive et alternativt navn.

source: Unexpected error while creating volume group
da: Uventet fejl under opretning af bindgruppe

source: Autopartitioning using LVM failed because an error occurred while creating the volume group.
da: Automatisk partitionering med LVM mislykkedes fordi der opstod en fejl under oprettelse af gruppen.

source: Error while setting up RAID
da: Fejl under opsætning af RAID

source: An unexpected error occurred while setting up a preseeded RAID configuration.
da: Der opstod en uventet fejl under opsætningen af en forudindstillet RAID-opsætning.

source: Not enough RAID partitions specified
da: For få angivne RAID-partitioner

source: There are not enough RAID partitions specified for your preseeded configuration. You need at least 3 devices for a RAID5 array.
da: Der er ikke angive nok RAID-partitioner til din forudindstillede opsætning. Der skal mindst bruges 3 enheder til en RAID5-serie.

source: physical volume for encryption
da: fysisk bind til kryptering

source: crypto
da: kryptering

source: Device-mapper (dm-crypt)
da: Enhedsoverføring (dm-crypt)

source: not active
da: ikke aktiv

source: Encryption method:
da: Krypteringsmetode:

source: Encryption method for this partition:
da: Denne partitions krypteringsmetode:

source: Encryption:
da: Kryptering:

source: Encryption for this partition:
da: Denne partitions kryptering:

source: Key size:
da: Nøglestørrelse:

source: Key size for this partition:
da: Denne partitions nøglestørrelse:

source: IV algorithm:
da: IV-algoritme:

source: Initialization vector generation algorithm for this partition:
da: Algoritme til generering af initialiseringsvektor for denne partition:

source: Different algorithms exist to derive the initialization vector for each sector. This choice influences the encryption security. Normally, there is no reason to change this from the recommended default, except for compatibility with older systems.
da: Der findes forskellige algoritmer til at uddrage initialiseringsvektoren for hver sektor. Dette valg påvirker krypteringssikkerheden. Normalt er der ingen grund til at ændre den fra den anbefalede værdi, medmindre der ønskes kompatibilitet med ældre systemer.

source: Encryption key:
da: Krypteringsnøgle:

source: Type of encryption key for this partition:
da: Denne partitions krypteringsnøgletype:

source: Encryption key hash:
da: Krypteringsnøgle-hash:

source: Type of encryption key hash for this partition:
da: Krypteringsnøgle-hashtypen for denne partition:

source: The encryption key is derived from the passphrase by applying a one-way hash function to it. Normally, there is no reason to change this from the recommended default and doing so in the wrong way can reduce the encryption strength.
da: Krypteringsnøglen uddrages fra adgangskoden ved at påføre den en envejs-hashfunktion. Der er normalt ingen grund til at ændre den fra den anbefalede type, og det kan nedsætte krypteringsstyrken at gøre det på en forkert måde.

source: Erase data:
da: Slet data:

source: no
da: nej

source: yes
da: ja

source: Erase data on this partition
da: Slet data på denne partition

source: Really erase the data on ${DEVICE}?
da: Vil du virkelig slette data på ${DEVICE}?

source: The data on ${DEVICE} will be overwritten with random data. It can no longer be recovered after this step has completed. This is the last opportunity to abort the erase.
da: Data på ${DEVICE} vil blive overskrevet med tilfældige data. De kan ikke genskabes, når dette er sket. Dette er sidste mulighed for at hindre sletningen.

source: Erasing data on ${DEVICE}
da: Sletter data på ${DEVICE}

source: Erasing data on ${DEVICE} failed
da: Det lykkedes ikke at slette data på ${DEVICE}

source: An error occurred trying to erase the data on ${DEVICE}. The data has not been erased.
da: Der opstod en fejl under forsøget på at slette data på ${DEVICE}. Dataene er ikke blevet slettet.

source: Setting up encryption...
da: Sætter kryptering op...

source: Configure encrypted volumes
da: Indstil krypterede bind

source: No partitions to encrypt
da: Ingen partitioner at kryptere

source: No partitions have been selected for encryption.
da: Der er ikke udpeget nogen partitioner at kryptere.

source: Required programs missing
da: Nødvendige programmer mangler

source: This build of debian-installer does not include one or more programs that are required for partman-crypto to function correctly.
da: Denne udgave af installationsprogrammet mangler et eller flere programmer, der kræves for at partman-crypto kan fungere korrekt.

source: Required encryption options missing
da: Krævede krypteringsindstillinger mangler

source: The encryption options for ${DEVICE} are incomplete. Please return to the partition menu and select all required options.
da: Krypteringsindstillingerne for ${DEVICE} er ufuldstændige. Gå tilbage til partitioneringsmenuen og vælg alle de nødvendige indstillinger.

source: missing
da: mangler

source: In use as physical volume for encrypted volume ${DEV}
da: I brug som fysisk bind for det krypterede bind ${DEV}

source: Encryption package installation failure
da: Fejl under installation af krypteringspakke

source: The kernel module package ${PACKAGE} could not be found or an error occurred during its installation.
da: Kernemodul-pakken ${PACKAGE} blev ikke fundet eller også opstod der en fejl under installationen.

source: It is likely that there will be problems setting up encrypted partitions when the system is rebooted. You may be able to correct this by installing the required package(s) later on.
da: Det er sandsynligt, at der vil opstå problemer med at sætte krypterede partitioner op, når systemet genstartes. Du kan muligvis undgå dette ved at installere de nødvendige pakker senere.

source: Write the changes to disk and configure encrypted volumes?
da: Skriv ændringerne til diskene og sæt de krypterede bind op?

source: Before encrypted volumes can be configured, the current partitioning scheme has to be written to disk. These changes cannot be undone.
da: Den valgte partitionering skal skrives til diskene før de krypterede bindkan sættes op. Disse ændringer kan ikke fortrydes.

source: Keep current partition layout and configure encrypted volumes?
da: Bevar nuværende partitionslayout og sæt krypterede bind op?

source: After the encrypted volumes have been configured, no additional changes to the partitions on the disks containing encrypted volumes are allowed. Please decide if you are satisfied with the current partitioning scheme for these disks before continuing.
da: Når de krypterede bind er sat op, er det ikke tilladt at ændre partitionerne på de diske, der indeholde krypterede bind. Vær sikker på at du er tilfreds med det aktuelle partitionslayout på disse diske, inden du fortsætter.

source: Configuration of encrypted volumes failed
da: Opsætningen af krypterede bind mislykkedes

source: An error occurred while configuring encrypted volumes.
da: Der opstod en fejl under opsætningen af krypterede bind.

source: The configuration has been aborted.
da: Opsætningen blev afbrudt.

source: Initialisation of encrypted volume failed
da: Initialiseringen af de krypterede bind mislykkedes

source: An error occurred while setting up encrypted volumes.
da: Der opstod en fejl under opsætningen af de krypterede bind.

source: Passphrase
da: Kode

source: Keyfile (GnuPG)
da: Nøglefil (GnuPG)

source: Random key
da: Tilfældig nøgle

source: Unsafe swap space detected
da: Fandt et usikkert swapområde

source: An unsafe swap space has been detected.
da: Der blev fundet et usikkert swapområde.

source: This is a fatal error since sensitive data could be written out to disk unencrypted. This would allow someone with access to the disk to recover parts of the encryption key or passphrase.
da: Denne fejl er alvorlig, da følsomme data kunne blive skrevet ukrypteret til disken. Det ville give personer med adgang til disken mulighed for at genskabe dele af krypteringsnøglen eller koden.

source: Please disable the swap space (e.g. by running swapoff) or configure an encrypted swap space and then run setup of encrypted volumes again. This program will now abort.
da: Deaktivér swapområdet (f.eks. ved at køre swapoff) eller sæt et krypteret swapområde op og gennemfør opsætningen af krypterede bind igen. Dette program afbrydes nu.

source: Encryption passphrase:
da: Krypteringskode:

source: You need to choose a passphrase to encrypt ${DEVICE}.
da: Du skal vælge en kode for at kryptere ${DEVICE}.

source: The overall strength of the encryption depends strongly on this passphrase, so you should take care to choose a passphrase that is not easy to guess. It should not be a word or sentence found in dictionaries, or a phrase that could be easily associated with you.
da: Krypteringens styrke afhænger i høj grad af denne kode, så du skal sørge for at vælge en kode, der ikke er let at gætte. Den bør ikke være et ord eller en sætning, der findes i ordbøger, eller et ord som nemt kan forbindes med dig.

source: A good passphrase will contain a mixture of letters, numbers and punctuation. Passphrases are recommended to have a length of 20 or more characters.
da: En god kode indeholder en blanding af bogstaver, tal og tegnsætning. Det anbefales at adgangskoder består af 20 eller flere tegn.

source: Re-enter passphrase to verify:
da: Gentag koden for at bekræfte:

source: Please enter the same passphrase again to verify that you have typed it correctly.
da: Angiv den samme kode igen for at tjekke, at du har indtastet den korrekt.

source: Passphrase input error
da: Fejl ved indtastning af kode

source: The two passphrases you entered were not the same. Please try again.
da: De to koder, du indtastede, var ikke ens. Prøv igen.

source: Empty passphrase
da: Tom kode

source: You entered an empty passphrase, which is not allowed. Please choose a non-empty passphrase.
da: Du har indtastet en tom kode, hvilket ikke er tilladt. Vælg en ikke-tom kode.

source: Use weak passphrase?
da: Benyt svag kode?

source: You entered a passphrase that consists of less than ${MINIMUM} characters, which is considered too weak. You should choose a stronger passphrase.
da: Du har indtastet en kode, der består af færre end ${MINIMUM} tegn, hvilket anses for at være for usikkert. Du bør vælge en stærkere kode.

source: Enter random characters
da: Indtast tilfældige tegn

source: The encryption key for ${DEVICE} is now being created.
da: Krypteringsnøglen for ${DEVICE} genereres.

source: You can help speed up the process by entering random characters on the keyboard, or just wait until enough keydata has been collected. (NOTE: this can take a long time)
da: Du kan gøre denne proces hurtigere ved at indtaste tilfældige tegn på tastaturet eller blot vente indtil der er indsamlet nok nøgledata. (BEMÆRK: dette kan tage lang tid)

source: Keyfile creation failure
da: Oprettelsen af nøglefilen mislykkedes

source: An error occurred while creating the keyfile.
da: Der opstod en fejl under oprettelsen af nøglefilen.

source: You have selected the root file system to be stored on an encrypted partition. This feature is not available and continuing now would result in an installation that cannot be used.
da: Du har valgt at rod-filsystemet skal gemmes på en krypteret partition. Denne funktion er ikke tilgængelig, og hvis du fortsætte nu, vil du ende med at have en ubrugelig installation.

source: Please go back and choose a non-encrypted partition for the root file system.
da: Gå tilbage og vælg en ikke-krypteret partition til rod-filsystemet.

source: You have selected the root file system to be stored on an encrypted partition. This feature requires a separate /boot partition on which the kernel and initrd can be stored.
da: Du har valgt at rod-filsystemet skal gemmes på en krypteret partition. Det kræver en separat /boot-partition, hvor kernen og initrd skal placeres.

source: You should go back and setup a /boot partition.
da: Du bør gå tilbage og sætte en /boot-partitionen op.

source: Encryption configuration failure
da: Fejl under opsætning af kryptering

source: You have selected the /boot file system to be stored on an encrypted partition. This is not possible because the bootloader would be unable to load the kernel and initrd. Continuing now would result in an installation that cannot be used.
da: Du har valgt at rod-filsystemet skal gemmes på en krypteret partition. Dette er ikke muligt, da opstartsindlæseren ikke ville kunne indlæse kernen og initrd. Hvis du fortsætte nu, vil du ende med en installation, der ikke kan bruges.

source: You should go back and choose a non-encrypted partition for the /boot file system.
da: Du bør gå tilbage og vælge en ikke-krypteret partition til /boot-filsystemet.

source: Are you sure you want to use a random key?
da: Er du sikker på, at du vil benytte en tilfældig nøgle?

source: You have chosen a random key type for ${DEVICE} but requested the partitioner to create a file system on it.
da: Du har valgt en tilfældig-nøgletype til ${DEVICE}, men bedt partitionsprogrammet om at oprette et filsystem på den.

source: Using a random key type means that the partition data is going to be destroyed upon each reboot. This should only be used for swap partitions.
da: Hvis du benytter en en tilfældig-nøgletype, vil partitionens data blive ødelagt ved hver genstart. Den bør kun benyttes til swap-partitioner.

source: Failed to download crypto components
da: Kunne ikke hente krypteringskomponenter

source: An error occurred trying to download additional crypto components.
da: Der opstod en fejl under forsøget på at hente krypteringskomponenter.

source: Proceed to install crypto components despite insufficient memory?
da: Fortsæt med at installere krypteringskomponenter på trods af, at der ikke er nok hukommelse?

source: There does not seem to be sufficient memory available to install additional crypto components. If you choose to go ahead and continue anyway, the installation process could fail.
da: Det ser ud til, at der ikke er nok hukommelse til at installere yderligere krypteringskomponenter. Hvis du vælger at fortsætte alligevel, kan det være, at installationen mislykkes.

source: Really use block device encryption?
da: Vil du virkelig benytte blokenhedskryptering?

source: The support for block device encryption is still experimental and not considered ready for production. In particular it may result in setups that are easy to break and so give a false sense of security. There are no known encryption flaws, however, until the implementation is thoroughly audited, this feature should not be used except for testing purposes.
da: Understøttelsen af blokenhedskryptering er stadig eksperimentel, og anses ikke for at være klar til produktionssystemer. Specielt kan det resultere i opsætninger, der er lette at bryde, og dermed give et falsk indtryk af sikkerheden. Der er ingen kendte sikkerhedproblemer, men indtil implementeringen er tilstrækkeligt gennemprøvet, bør denne funktion kun benyttes i test-øjemed.

source: Guided - use entire disk and set up encrypted LVM
da: Guidet - benyt hele disken og sæt krypteret LVM op

source: No partitions found
da: Fandt ingen partitioner

source: No partitions were found in your system. You may need to partition your hard drives or load additional kernel modules.
da: Fandt ingen partitioner på dit system. Du er muligvis nødt til at partitionere dine harddiske eller indlæse yderligere kernemoduler.

source: No file systems found
da: Fandt ingen filsystemer

source: No usable file systems were found. You may need to load additional kernel modules.
da: Der blev ikke fundet nogen brugbare filsystemer. Du er muligvis nødt til at indlæse yderligere kernemoduler.

source: Abort
da: Afbryd

source: Select a partition
da: Vælg en partition

source: These are the partitions that were detected in your system. Please select a partition to configure. No actual changes will be made until you select "Finish". If you select "Abort", no changes will be made.
da: Følgende partitioner blev fundet på dit system. Vælg en partition, der skal sættes op. Det vil ikke blive foretaget nogen ændringer, før du vælger "Afslut". Hvis du vælger "Afbryd", vil der ikke blive foretaget ændringer.

source: The information shown is, in order: device name, size, file system, and mount point.
da: De viste oplysninger er: enhedsnavn, størrelse, filsystem og monteringspunkt.

source: Leave the file system intact
da: Efterlad filsystemet intakt

source: This partition seems to already have a file system (${FSTYPE}). You can choose to leave this file system intact, create a new file system, or create swap space.
da: Partitionen lader allerede til at indeholde et filsystem (${FSTYPE}). Du kan vælge at efterlade det intakt, oprette et filsystem eller et swapområde.

source: Create swap space
da: Opret swapområde

source: Action on ${PARTITION}:
da: Handling på ${PARTITION}:

source: This partition does not seem to have a file system. You can create a file system or swap space on it.
da: Denne partition lader ikke til at have et filsystem. Du kan oprette et filsystem eller et swapområde på den.

source: Don't mount it
da: Montér det ikke

source: Enter manually
da: Angiv manuelt

source: When a partition is mounted, it is available to the users of the system. You always need a root ("/") partition, and it's often good to have a separate partition for /home.
da: Når en partition er monteret, er den tilgængelig for brugerne på systemet. Du skal altid have en rodpartition ("/"), og det er ofte en god idé at have en separat partition til /home.

source: Mount point for ${PARTITION}:
da: Monteringspunkt for ${PARTITION}:

source: Please enter where the partition should be mounted.
da: Angiv hvor partitionen skal monteres.

source: Do you want to unmount the partitions so you can make changes?
da: Ønsker du at afmontere partitionerne, så du kan udføre ændringer?

source: Since the partitions have already been mounted, you cannot do any changes.
da: Da partitionerne allerede er monterede, kan du ikke udføre nogen ændringer.

source: Failed to unmount partitions
da: Kunne ikke afmontere partitionerne

source: An error occurred while unmounting the partitions. The partition configuration process is aborted.
da: Der opstod en fejl under afmontering af partitionerne. Opsætningen af partitioner afbrydes.

source: Create %s file system
da: Opret %s-filsystem

source: No root partition (/)
da: Ingen rodpartition (/)
