Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/sublevel2/*.po
Languages: da

source: If this is the first Linux installation on this machine, or if the hard drives have been repartitioned, some variables need to be set in the PROM before the system is able to boot normally.
da: Hvis dette er den første Linuxinstallation på denne maskine, eller hvis harddiskene er blevet ompartitioneret, er der nogle variable i PROM'en, der skal sættes, før systemet er i stand til at starte normalt op.

source: At the end of this installation stage, the system will reboot. After this, enter the command monitor from the "Stop for Maintenance" option, and enter the following commands:
da: Ved afslutningen af dette installationstrin, vil systemet genstarte. Derefter skal du gå ind i femte menupunkt, "Enter Command Monitor" fra punktet "Stop for Maintenance" og skrive følgende kommandoer:

source: SiByl boot loader installation failed. Continue anyway?
da: Installationen af opstartsindlæseren SiByl mislykkedes. Vil du fortsætte alligevel?

source: The SiByl package failed to install into /target/. Installing SiByl as a boot loader is a required step. The install problem might however be unrelated to SiByl, so continuing the installation may be possible.
da: SiByl-pakken kunne ikke installeres på /target/. Installering af SiByl som opstartsindlæser er et krævet trin. Det er dog muligt at installationsproblemet ikke havde noget med SiByl at gøre, så installationen kan muligvis lade sig gøre alligevel.

source: Installing the SiByl boot loader
da: Installerer opstartsindlæseren SiByl

source: Installing the SiByl package
da: Installerer pakken SiByl

source: Creating SiByl configuration
da: Opretter SiByl-opsætning

source: Install the SiByl boot loader on a hard disk
da: Installér opstartsindlæseren SiByl på en harddisk

source: SiByl boot partition
da: SiByl-opstartspartition

source: Cobalt boot loader installation failed. Continue anyway?
da: Installationen af opstartsindlæseren Cobalt mislykkedes. Vil du fortsætte alligevel?

source: The CoLo package failed to install into /target/. Installing CoLo as a boot loader is a required step. The install problem might however be unrelated to CoLo, so continuing the installation may be possible.
da: CoLo-pakken kunne ikke installeres på /target/. Installering af CoLo som opstartsindlæser er et krævet trin. Det er dog muligt at installationsproblemet ikke havde noget med CoLo at gøre, så installationen kan muligvis lade sig gøre alligevel.

source: Installing the Cobalt boot loader
da: Installerer opstartsindlæseren Cobalt

source: Installing the CoLo package
da: Installerer pakken CoLo

source: Creating CoLo configuration
da: Opretter CoLo-opsætning

source: Install the Cobalt boot loader on a hard disk
da: Installér opstartsindlæseren Cobalt på en harddisk

source: Delo must be installed into the boot sector of a disk with a DOS partition table. Usually the boot sector of /dev/sda is used. Please give the device name of the disk on which to put delo.
da: Delo skal installeres på diskens opstarts-sektor (boot-sector) med en DOS-partitionstabel. Normalt benyttes opstartssektoren på /dev/sda. Angiv enhedsnavnet på den disk, hvorpå delo skal placeres.

source: Delo configured to use a serial console
da: Delo er sat op til at benytte en seriel konsol

source: Delo is configured to use the serial port ${PORT} as the console.
da: Delo er sat op til at bruge den serielle port på ${PORT} som konsol.

source: Delo installation failed. Continue anyway?
da: Installationen af delo mislykkedes. Fortsæt alligevel?

source: The delo package failed to install into /target/. Installing delo as a boot loader is a required step. The install problem might however be unrelated to delo, so continuing the installation may be possible.
da: Pakken delo kunne ikke installeres på /target/. Installationen af delo som opstartsindlæser er et påkrævet trin. Det kan dog være at installationsproblemet ikke har noget at gøre med delo, hvorfor det muligvis kan lade sig gøre at fortsætte.

source: Install the Delo boot loader on a hard disk
da: Installér opstartsindlæseren Delo på en harddisk

source: Configure MD devices
da: Sæt MD-enheder op

source: Multidisk (MD) not available
da: Multidisk (MD) ikke tilgængelig

source: The current kernel doesn't seem to support multidisk devices. This should be solved by loading the needed modules.
da: Den aktuelle kerne understøtter ikke multidisk-enheder. Måske skal du indlæse de nødvendige moduler.

source: Create MD device
da: Opret MD-enhed

source: Delete MD device
da: Slet MD-enhed

source: Finish
da: Afslut

source: Multidisk configuration actions
da: Multidisk-opsætningshandlinger

source: This is the Multidisk (MD) and software RAID configuration menu.
da: Dette er menuen for opsætning af multidisk (MD) samt software-RAID.

source: Please select one of the proposed actions to configure multidisk devices.
da: Vælg en af følgende handlinger for at sætte multidisk-enheder op.

source: No RAID partitions available
da: Ingen tilgængelige RAID-partitioner

source: No unused partitions of the type "Linux RAID Autodetect" are available. Please create such a partition, or delete an already used multidisk device to free its partitions.
da: Der er ingen tilgængelige partitioner af typen "Linux Raid Autodetect". Opret en sådan partition eller slet en allerede benyttet multidisk-enhed for at frigøre dens partitioner.

source: If you have such partitions, they might contain actual file systems, and are therefore not available for use by this configuration utility.
da: Hvis du har sådanne partitioner, kan de indeholde filsystemer, der er i brug, hvorfor de ikke er tilgængelige for dette opsætningsværktøj.

source: Not enough RAID partitions available
da: Ikke tilstrækkeligt mange tilgængelige RAID-partitioner

source: There are not enough RAID partitions available for your selected configuration. You have ${NUM_PART} RAID partitions available but your configuration requires ${REQUIRED} partitions.
da: Der er ikke nok tilgængelige RAID-partitioner til den valgte opsætning. Du har ${NUM_PART} RAID-partitioner, men din opsætning kræver ${REQUIRED} partitioner.

source: Multidisk device type:
da: Multidisk-enhedstype:

source: Please choose the type of the multidisk device to be created.
da: Vælg hvilken type multidisk-enhed, der skal oprettes.

source: Number of active devices for the RAID1 array:
da: Antallet af aktive enheder til RAID1-serien:

source: The RAID1 array will consist of both active and spare partitions. The active partitions are those used, while the spare devices will only be used if one or more of the active devices fail.
da: RAID1-serien vil bestå af både aktive partitioner og reservepartitioner. De aktive partitioner er dem, der benyttes, mens reserveenhederne kun bruges, hvis en eller flere af de aktive enheder fejler.

source: Number of spare devices for the RAID1 array:
da: Antallet af reserveenheder til RAID1-serien:

source: Spare devices for the RAID1 multidisk device:
da: Reserveenheder til RAID1-multidisk-enheden:

source: You have chosen to create an RAID1 array with ${COUNT} spare devices.
da: Du har valgt at oprette en RAID1-serie med ${COUNT} reserveenheder.

source: Number of active devices for the RAID5 array:
da: Antallet af aktive enheder til RAID5-serien:

source: The RAID5 array will consist of both active and spare partitions. The active partitions are those used, while the spare devices will only be used if one or more of the active devices fail. A minimum of three active devices is required.
da: RAID5-serien vil bestå af både aktive partitioner og reservepartitioner. De aktive partitioner er dem, der benyttes, mens reserveenhederne kun bruges, hvis en eller flere af de aktive enheder fejler. Der kræves mindst tre aktive enheder.

source: NOTE: this setting cannot be changed later.
da: BEMÆRK: denne indstilling kan ikke senere ændres.

source: Number of spare devices for the RAID5 array:
da: Antallet af reserveenheder til RAID5-serien:

source: Spare devices for the RAID5 multidisk device:
da: Reserveenheder til RAID5-multidisk-enheden:

source: You have chosen to create an RAID5 array with ${COUNT} spare devices.
da: Du har valgt at oprette en RAID5-serie med ${COUNT} reserveenheder.

source: Please choose which partitions will be used as spare devices. You may choose up to ${COUNT} partitions. If you choose less than ${COUNT} devices, the remaining partitions will be added to the array as "missing". You will be able to add them later to the array.
da: Vælg hvilke partitioner, der skal benyttes som reserveenheder. Du kan vælge op til ${COUNT} partitioner. Hvis du vælger færre end ${COUNT} enheder, vil de resterende partitioner blive føjet til serien som "manglende". Du kan senere tilføje dem til serien.

source: Active devices for the RAID0 multidisk device:
da: Aktive enheder til RAID0-multidisk-enheden:

source: You have chosen to create a RAID0 array. Please choose the active devices in this array.
da: Du har valgt at oprette en RAID0-serie. Vælg de aktive enheder i denne serie.

source: Active devices for the RAID1 multidisk device:
da: Aktive enheder til RAID1-multidisk-enheden:

source: You have chosen to create an RAID1 array with ${COUNT} active devices.
da: Du har valgt at oprette en RAID1-serie med ${COUNT} aktive enheder.

source: Active devices for the RAID5 multidisk device:
da: Aktive enheder til RAID5-multidisk-enheden:

source: You have chosen to create an RAID5 array with ${COUNT} active devices.
da: Du har valgt at oprette en RAID5-serie med ${COUNT} aktive enheder.

source: Please choose which partitions are active devices. You must select exactly ${COUNT} partitions.
da: Vælg hvilke partitioner, der skal være aktive enheder. Du skal vælge nøjagtig ${COUNT} partitioner.

source: Cancel
da: Afbryd

source: Multidisk device to be deleted:
da: Multidisk-enhed, der skal slettes:

source: Deleting a multidisk device will stop it and clear the superblock of all its components.
da: Sletning af en multidisk-enhed vil stoppe den og rydde superblokken på alle dens komponenter.

source: Please note this will not immediately allow you to reuse the partitions or devices in a new multidisk device. The array will however be unusable after the deletion.
da: Bemærk, at dette ikke gør, at du kan genbruge partitionerne eller enhederne lige med det samme i en ny multidisk-enhed. Serien vil dog ikke kunne bruges efter sletningen.

source: If you select a device for deletion, you will get some information about it and you will be given the option of aborting this operation.
da: Hvis du udvælger en enhed til sletning, vil du få nogle oplysninger om den og få mulighed for at afbryde sletningen.

source: No multidisk devices available
da: Ingen tilgængelige multidisk-enheder

source: No multidisk devices are available for deletion.
da: Ingen multidisk-enheder tilgængelige for sletning.

source: Really delete this multidisk device?
da: Vil du virkelig slette denne multidisk-enhed?

source: Please confirm whether you really want to delete the following multidisk device:
da: Bekræft om du virkelig vil slette følgende multidisk-enhed:

source: Device: ${DEVICE} Type: ${TYPE} Component devices:
da: Enhed: ${DEVICE} Type: ${TYPE} Underenheder:

source: Failed to delete the multidisk device
da: Kunne ikke slette multidisk-enheden

source: There was an error deleting the multidisk device. It may be in use.
da: Der opstod en fejl under sletning af multidisk-enheden. Den kan være i brug.

source: Configure the Logical Volume Manager
da: Opsætning af den logiske bindhåndtering (LVM)

source: Activate existing volume groups?
da: Aktivér eksisterende bindgrupper?

source: ${COUNT} existing volume groups have been found. Please indicate whether you want to activate them.
da: Fandt ${COUNT} eksisterende bindgrupper. Angiv om du ønsker at aktivere dem.

source: Modify volume groups (VG)
da: Ret bindgrupper (BG)

source: Modify logical volumes (LV)
da: Ret logiske bind (LB)

source: LVM configuration action:
da: LVM-opsætningshandling:

source: This is the Logical Volume Manager configuration menu.
da: Dette er menuen for opsætning af den logiske bindhåndtering (LVM).

source: Create volume groups
da: Opret bindgrupper

source: Delete volume groups
da: Slet bindgrupper

source: Extend volume groups
da: Udvid bindgrupper

source: Reduce volume groups
da: Reducér bindgrupper

source: Volume groups configuration action:
da: Bindgruppe-opsætningshandling:

source: Create logical volumes
da: Opret logiske bind

source: Delete logical volumes
da: Slet logiske bind

source: Leave
da: Forlad

source: Logical volumes configuration action:
da: Logisk bind-opsætningshandling:

source: Devices for the new volume group:
da: Enheder til den nye bindgruppe:

source: Please select the devices for the new volume group.
da: Vælg de enheder, der skal fjernes fra den nye bindgruppe.

source: Volume group name:
da: Bindgruppens navn:

source: Please enter the name you would like to use for the new volume group.
da: Indsæt det navn, du vil give til den nye bindgruppe.

source: No physical volumes were selected. The creation of a new volume group was aborted.
da: Der blev ikke valgt nogen fysiske grupper. Afbryder oprettelsen af en ny bindgruppe.

source: No volume group name entered
da: Ingen bindgruppe angivet

source: No name for the volume group has been entered. Please enter a name.
da: Der er ikke angivet noget navn til den valgte bindgruppe. Angiv venligst et navn.

source: Volume group name already in use
da: Bindgruppenavnet er allerede i brug

source: The selected volume group name is already in use. Please choose another name.
da: Det valgte bindgruppenavn er allerede i brug. Vælg et andet navn.

source: Volume group name overlaps with device name
da: Bindgruppenavnet overlapper et enhedsnavn

source: The selected volume group name overlaps with an existing device name. Please choose another name.
da: Det valgte bindgruppenavn overlapper navnet på en eksisterende enhed. Vælg et andet navn.

source: Volume group to delete:
da: Vælg en bindgruppe at slette:

source: Please select the volume group you wish to delete.
da: Vælg den bindgruppe, du ønsker at slette.

source: The volume group may have already been deleted.
da: Bindgruppen kan allerede være blevet slettet.

source: Really delete the volume group?
da: Vil du virkelig slette bindgruppen?

source: Please confirm the ${VG} volume group removal.
da: Bekræft fjernelsen af bindgruppen ${VG}.

source: Error while deleting volume group
da: Fejl under sletning af bindgruppe

source: The selected volume group could not be deleted. One or more logical volumes may currently be in use.
da: Den valgte bindgruppe kunne ikke slettes. Måske er en eller flere logiske bindgrupper stadig i brug.

source: No volume group can be deleted.
da: Ingen bindgruppe kan slettes.

source: Volume group to extend:
da: Bindgruppe at udvide:

source: Please select the volume group you wish to extend.
da: Vælg den bindgruppe, du ønsker at udvide.

source: Devices to add to the volume group:
da: Enheder at føje til bindgruppen:

source: Please select the devices you wish to add to the volume group.
da: Vælg de enheder, du ønsker at føje til bindgruppen.

source: You can select one or more devices.
da: Du kan angive en eller flere enheder.

source: No physical volumes selected
da: Der blev ikke valgt nogen fysiske bind

source: No physical volumes were selected. Extension of the volume group was aborted.
da: Der blev ikke valgt nogen fysiske bind. Afbryder udvidelsen af bindgruppen.

source: Error while extending volume group
da: Fejl under udvidelse af bindgruppe

source: The physical volume ${PARTITION} could not be added to the selected volume group.
da: Det fysiske bind ${PARTITION} kunne ikke føjes til den valgte bindgruppe.

source: No volume group has been found.
da: Fandt ingen bindgrupper.

source: No volume group can be reduced.
da: Ingen bindgruppe kan reduceres.

source: Volume group to reduce:
da: bindgruppe at reducere:

source: Please select the volume group you wish to reduce.
da: Vælg den bindgruppe, du ønsker at reducere.

source: Device to remove from volume group:
da: Enheder at fjerne fra bindgruppen:

source: Please select the device you wish to remove from the volume group.
da: Vælg de enheder, du ønsker at fjerne fra bindgruppen.

source: The selected volume group (${VG}) could not be reduced. There is only one physical volume attached. Please delete the volume group instead.
da: Den valgte bindgruppe (${VG}) kunne ikke reduceres. Der er kun ét fysisk bind i. Slet bindgruppen i stedet.

source: Error while reducing volume group
da: Fejl under reduktion af bindgruppe

source: The physical volume ${PARTITION} could not be removed from the selected volume group.
da: Det fysiske bind ${PARTITION} kunne ikke fjernes fra den valgte bindgruppe.

source: No volume groups were found for creating a new logical volume. Please create more physical volumes and volume groups.
da: Der blev ikke fundet nogen bindgrupper til oprettelse af et nyt logisk bind. Opret flere fysiske bind og bindgrupper.

source: No free volume groups were found for creating a new logical volume. Please create more physical volumes and volume groups, or reduce an existing volume group.
da: Der blev ikke fundet nogen bindgrupper til oprettelse af et nyt logisk bind. Opret flere fysiske bind og bindgrupper eller reducér en eksisterende bindgruppe.

source: Logical volume name:
da: Navn på logisk bind:

source: Please enter the name you would like to use for the new logical volume.
da: Angiv det navn, du vil bruge til det nye logiske bind.

source: Please select the volume group where the new logical volume should be created.
da: Vælg den bindgruppe, hvori det nye logiske bind skal oprettes.

source: No logical volume name entered
da: Der er ikke angivet noget navn til det logiske bind

source: No name for the logical volume has been entered. Please enter a name.
da: Der er ikke angivet noget navn til det logiske bind. Angiv venligst et navn.

source: The name ${LV} is already in use by another logical volume on the same volume group (${VG}).
da: Det angivne navn ${LV} er allerede i brug af et andet logisk bind i den samme bindgruppe (${VG}).

source: Logical volume size:
da: Størrelse på logisk bind:

source: Please enter the size of the new logical volume. The size may be entered in the following formats: 10K (Kilobytes), 10M (Megabytes), 10G (Gigabytes), 10T (Terabytes). The default unit is Megabytes.
da: Angiv størrelsen på det nye logiske bind. Størrelsen kan angives i følgende formater: 10K (Kilobyte), 10M (Megabyte), 10G (Gigabyte), 10T (Terabyte). Som standard antages Megabyte.

source: Error while creating a new logical volume
da: Fejl under oprettelse af nyt logisk bind

source: Unable to create a new logical volume (${LV}) on ${VG} with the new size ${SIZE}.
da: Kunne ikke oprette det logiske bind (${LV}) på ${VG} med den nye størrelse ${SIZE}.

source: No volume group found
da: Fandt ingen bindgrupper

source: No volume group has been found for deleting a logical volume.
da: Fandt ingen bindgrupper for sletning af et logisk bind.

source: Volume group:
da: Bindgruppe:

source: Please select the volume group which contains the logical volume to be deleted.
da: Vælg den bindgruppe hvori det logiske bind, der skal slettes, ligger.

source: No logical volume found
da: Fandt ingen logiske bind

source: No logical volume has been found. Please create a logical volume first.
da: Fandt ingen logiske bind. Opret et logisk bind først.

source: Logical volume:
da: Logisk bind:

source: Please select the logical volume to be deleted on ${VG}.
da: Vælg det logiske bind, der skal slettes på ${VG}.

source: Error while deleting the logical volume
da: Fejl under sletning af logisk bind

source: The logical volume (${LV}) on ${VG} could not be deleted.
da: Det logiske bind (${LV}) på ${VG} kunne ikke slettes.

source: No usable physical volumes found
da: Fandt ingen brugbare fysiske bind

source: No physical volumes (i.e. partitions) were found in your system. All physical volumes may already be in use. You may also need to load some required kernel modules or re-partition the hard drives.
da: Kunne ikke finde nogen fysiske bind (f.eks. partitioner) på dit system. Alle fysiske bind er muligvis allerede i brug. Det kan også være at du er nødt til at indlæse nogle nødvendige kernemoduler eller ompartitionere harddiskene.

source: Logical Volume Manager not available
da: Logisk bindhåndtering ikke tilgængelig

source: The current kernel doesn't support the Logical Volume Manager. You may need to load the lvm-mod module.
da: Den aktuelle kerne understøtter ikke den logiske bindhåndtering (LVM). Måske skal du indlæse modulet lvm-mod.

source: Software RAID device
da: Software RAID-enhed

source: Configure software RAID
da: Sæt software-RAID op

source: Write the changes to the storage devices and configure RAID?
da: Skriv ændringerne til lagerenheder og sæt RAID op?

source: Before RAID can be configured, the changes have to be written to the storage devices. These changes cannot be undone.
da: Før RAID kan sættes op, er det nødvendigt at ændringerne skrives til lagerenhederne. Disse ændringer kan ikke omgøres.

source: Keep current partition layout and configure RAID?
da: Bevar nuværende partitionslayout og sæt RAID op?

source: When RAID is configured, no additional changes to the partitions in the disks containing physical volumes are allowed. Please convince yourself that you are satisfied with the current partitioning scheme in these disks.
da: Når RAID er sat op, må der ikke foretages ændringer i de partitioner på diskene, der indeholder fysiske bind. Vær sikker på at du er tilfreds med de aktuelle partitioner på disse diske.

source: RAID configuration failure
da: RAID-opsætningsfejl

source: An error occurred while writing the changes to the storage devices.
da: Der opstod en fejl under skrivning af ændringerne til lagerenhederne.

source: The configuration of RAID is aborted.
da: Opsætningen af RAID er afbrudt.

source: physical volume for RAID
da: fysisk enhed for RAID

source: Unallocated physical volumes:
da: Ikke-inddraget fysisk bind:

source: Volume groups:
da: Bindgrupper:

source: Uses physical volume:
da: Benytter fysisk bind:

source: Provides logical volume:
da: Tilbyder logiske bind:

source: none[ Do not translate what's inside the brackets and just put the translation for the word "none" in your language without any brackets. This "none" relates to "Physical Volumes:" ]
da: intet

source: none[ Do not translate what's inside the brackets and just put the translation for the word "none" in your language without any brackets. This "none" relates to "Volume Groups:" ]
da: intet

source: PV
da: FB

source: In use by LVM volume group ${VG}
da: I brug af LVM-bindgruppen ${VG}

source: Display configuration details
da: Vis opsætningsdetaljer

source: Create volume group
da: Opret bindgruppe

source: Delete volume group
da: Slet bindgruppe

source: Extend volume group
da: Udvid bindgruppe

source: Reduce volume group
da: Reducér bindgruppe

source: Create logical volume
da: Opret logisk bind

source: Delete logical volume
da: Slet logisk bind

source: Write the changes to disks and configure LVM?
da: Skriv ændringerne til diskene og sæt den logiske bindhåndtering op?

source: Before the Logical Volume Manager can be configured, the current partitioning scheme has to be written to disk. These changes cannot be undone.
da: Den valgte partitionering skal skrives til diskene før den logiske bindhåndtering kan sættes op. Disse ændringer kan ikke fortrydes.
