Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/sublevel2/*.po
Languages: da

source: Successfully mounted ${SUITE} installer ISO image
da: Monterede ${SUITE}-installations-ISO-aftrykket

source: The ISO file ${FILENAME} on ${DEVICE} (${SUITE}) will be used as the installation ISO image.
da: ISO-aftrykket ${FILENAME} på ${DEVICE} (${SUITE}) vil blive brugt som installations-ISO-aftryk.

source: Load installer components from an installer ISO
da: Indlæs installationskomponenter fra et installations-ISO-aftryk

source: Save debug logs
da: Gem fejlsporings-logfiler

source: floppy
da: diskette

source: mounted file system
da: monteret filsystem

source: How should the debug logs be saved or transferred?
da: Hvordan skal fejlsporingsloggene gemmes eller overføres?

source: Debugging log files for the installer can be saved to floppy, served up over the web, or saved to a mounted file system.
da: Installationsprogrammets fejlsporings-logfiler kan gemmes på en diskette, sendes via webbet eller gemmes til et monteret filsystem.

source: Directory in which to save debug logs:
da: Mappen, hvori logfiler skal gemmes:

source: Please make sure the file system you want to save debug logs on is mounted before you continue.
da: Sørg for at det filsystem, du vil gemme fejlsporings-logfiler på, er monteret, før du fortsætter.

source: Cannot save logs
da: Kan ikke gemme logfiler

source: The directory "${DIR}" does not exist.
da: Mappen "${DIR}" eksisterer ikke.

source: Web server started, but network not running
da: Webserver startet, men netværket kører ikke

source: A simple web server has been started on this computer to serve log files and debug info. However, the network is not set up yet. The web server will be left running, and will be accessible once the network is configured.
da: Der er blevet startet en simpel webserver på denne computer, der tilbyder logfiler og fejlsporings-oplysninger, men netværket er endnu ikke sat op. Webserveren vil fortsat køre, og vil kunne nås, så snart netværket er sat op.

source: Web server started
da: Webserver startet

source: A simple web server has been started on this computer to serve log files and debug info. An index of all the available log files can be found at http://${ADDRESS}/
da: Der er blevet startet en simpel webserver på denne computer, der tilbyder logfiler og fejlsporings-oplysninger. Du finder et indeks over alle de tilgængelige logfiler på http://${ADDRESS}/

source: Insert formatted floppy in drive
da: Indsæt formateret diskette i drevet

source: Log files and debug info will be copied into this floppy.
da: Logfiler og fejlsporingsoplysninger vil blive kopieret til denne diskette.

source: The information will also be stored in /var/log/installer/ on the installed system.
da: Oplysningerne vil også blive gemt i /var/log/installer/ på det installerede system.

source: Failed to mount the floppy
da: Kunne ikke montere disketten

source: Either the floppy device cannot be found, or a formatted floppy is not in the drive.
da: Enten blev diskettedrevet ikke fundet, eller også er der ikke en formatteret diskette i drevet.

source: Gathering information for installation report...
da: Indsamler oplysninger til installationsrapporten ...

source: Check CD-ROM integrity?
da: Tjek cdrommens integritet?

source: Warning: this check depends on your hardware and may take some time.
da: Advarsel: dette tjek afhænger af dit udstyr, og kan tage sin tid.

source: Insert a Debian CD-ROM
da: Indsæt en Debian-cdrom

source: Please insert one of the official Debian CD-ROMs into the drive before continuing.
da: Indsæt en af de officielle Debian-cdrommer i drevet, før du fortsætter.

source: Failed to mount CD-ROM
da: Kunne ikke montere cdrommen

source: The CD-ROM ${CDROM} could not be mounted correctly. Please check the media and cables, and try it again.
da: Cdrommen ${CDROM} kunne ikke monteres korrekt. Tjek mediet samt forbindelsen og prøv igen.

source: No valid Debian CD-ROM
da: Ikke en gyldig Debian-cdrom

source: The CD-ROM you have inserted is not a valid Debian CD-ROM. Please change the disk.
da: Den cdrom, du har indsat, er ikke en gyldig Debian-cdrom. Indsæt en anden cd.

source: Failed to open checksum file
da: Kunne ikke åbne tjeksumsfil

source: Opening the MD5 file on the CD-ROM failed. This file contains the checksums of the files located on the CD-ROM.
da: Kunne ikke åbne MD5-filen på cdrommen.Denne fil indeholder tjeksummer for alle de filer, der er på cdrommen.

source: Integrity test successful
da: Integritetstjek udført

source: The CD-ROM integrity test was successful. The CD-ROM is valid.
da: Cdrommen bestod integritetstjekket. Denne cdrom er gyldig.

source: Integrity test failed
da: Integritetstjek fejlede

source: The ${FILE} file failed the MD5 checksum verification. Your CD-ROM or this file may have been corrupted.
da: Filen ${FILE} havde en forkert md5-tjeksum. Din cdrom eller denne fil kan være ødelagt.

source: Check the integrity of another CD-ROM?
da: Tjek en anden cdroms integritet?

source: Insert Debian boot CD-ROM
da: Indsæt Debians opstarts-cdrom

source: Please make sure you have inserted the Debian boot CD-ROM to continue with the installation.
da: Sørg for at indsætte Debians opstarts-cdrom for at fortsætte installationen.

source: Checking CD-ROM integrity
da: Tjekker cdrommens integritet

source: Checking file: ${FILE}
da: Tjekker filen: ${FILE}

source: Check the CD-ROM(s) integrity
da: Tjek cdrommens integritet

source: Continue installation remotely using SSH
da: Fortsæt installationen udefra med SSH

source: Start menu
da: Star menu

source: Start shell
da: Start skal

source: Network console option:
da: Netværkskonsol-valg:

source: This is the network console for the Debian installer. From here, you may start the Debian installer main menu, or execute an interactive shell.
da: Dette er netværkskonsollen til Debians installationsprogram. Her kan du starte installationsprogrammets hovedmenu eller en interaktiv skal.

source: To return to this menu, you will need to log in again.
da: Du skal logge på igen for at komme tilbage til denne menu.

source: Generating SSH host key
da: Genererer SSH-værtsnøgle

source: Remote installation password:
da: Fjerninstallations-adgangskode:

source: You need to set a password for remote access to the Debian installer. A malicious or unqualified user with access to the installer can have disastrous results, so you should take care to choose a password that is not easy to guess. It should not be a word found in the dictionary, or a word that could be easily associated with you, like your middle name.
da: Du skal angive en adgangskode for adgang udefra til Debians installationsprogram. En ondsindet eller ukvalificeret bruger med adgang til installationsprogrammet kan forårsage katastrofale følger, så du bør vælge en root-adgangskode, der ikke er for let at gætte. Den bør ikke være et ord, der findes i ordbøger, eller et ord som nemt kan forbindes med dig, såsom dit mellemnavn.

source: This password is used only by the Debian installer, and will be discarded once you finished the installation.
da: Denne adgangskode bruges kun af Debians installationsprogram og vil blive slettet, så snart du har afsluttet installationen.

source: Re-enter password to verify:
da: Angiv adgangskoden igen for at tjekke:

source: Please enter the same remote installation password again to verify that you have typed it correctly.
da: Angiv den samme fjerninstallations-adgangskode igen for at tjekke, at du har indtastet den korrekt.

source: Empty password
da: Tom adgangskode

source: You entered an empty password, which is not allowed. Please choose a non-empty password.
da: Du angav en tom adgangskode, hvilket ikke er tilladt. Vælg venligst en adgangskode, der ikke er tom.

source: Password mismatch
da: Adgangskoderne var ikke ens

source: The two passwords you entered were not the same. Please enter a password again.
da: De to adgangskoder, du indtastede, var ikke ens. Indtast adgangskode på ny.

source: To continue the installation, please use an SSH client to connect to the IP address ${ip} and log in as the "installer" user.
da: For at fortsætte installationen, skal du forbinde dig til IP-adressen ${ip} med en SSH-klient og logge på som som brugeren "installer".

source: The fingerprint of this SSH server's host key is: ${fingerprint}
da: Denne SSH-servers værtsnøgle har følgende fingeraftryk: ${fingerprint}

source: Please check this carefully against the fingerprint reported by your SSH client.
da: Tjek at den svarer til det fingeraftryk, der rapporteres af din SSH-klient.

source: No PALO partition was found.
da: Fandt ingen PALO-partition.

source: The PALO partition must be in the first 2GB.
da: Palo-partitionen skal ligge indenfor de første 2GB.

source: PALO boot partition
da: PALO-opstartspatition

source: In order to start your new system, the firmware on your Itanium system loads the boot loader from its private EFI partition on the hard disk. The boot loader then loads the operating system from that same partition. An EFI partition has a FAT16 file system formatted on it and the bootable flag set. Most installations place the EFI partition on the first primary partition of the same hard disk that holds the root file system.
da: For at starte dit nye system, vil dit Itanium-systems firmware indlæse opstartsindlæseren fra sin private EFI-partition på harddisken. Opstartsindlæseren indlæser derefter styresystemet fra den samme partition. EFI-partitionen er formateret med et FAT16-filsystem markeret som opstartbar ("bootable flag" sat). De fleste installationer lægger EFI-partitionen på den første primære partition på den harddisk, der indeholder rodfilsystemet.

source: No EFI partition was found.
da: Fandt ingen EFI-partition.

source: EFI boot partition
da: EFI-opstartspatition

source: Partition for boot loader installation:
da: Partition hvorpå opstartsindlæseren skal installeres:

source: Partitions currently available in your system are listed. Please choose the one you want elilo to use to boot your new system.
da: De partitioner, der er tilgængelige på dit system er vist. Vælg den, du vil have elilo til at bruge til at starte dit nye system op.

source: No boot partitions detected
da: Fandt ingen opstartspartitioner

source: There were no suitable partitions found for elilo to use. Elilo needs a partition with a FAT file system, and the boot flag set.
da: Der blev ikke fundet nogen partitioner, som elilo kunne bruge. Elilo kræver en partition med et FAT-filsystem og opstartsflaget sat.

source: Install the elilo boot loader on a hard disk
da: Installér opstartsindlæseren elilo på en harddisk

source: Installing the ELILO package
da: Installerer ELILO-pakken

source: Running ELILO for ${bootdev}
da: Kører ELILO for ${bootdev}

source: ELILO installation failed. Continue anyway?
da: Installationen af ELILO mislykkedes. Vil du fortsætte alligevel?

source: The elilo package failed to install into /target/. Installing ELILO as a boot loader is a required step. The install problem might however be unrelated to ELILO, so continuing the installation may be possible.
da: Elilo-pakken kunne ikke installeres på /target/. Installering af ELILO som opstartsindlæser er et krævet trin. Det er dog muligt at installationsproblemet ikke havde noget med ELILO at gøre, så installationen kan muligvis lade sig gøre alligevel.

source: ELILO installation failed
da: Installationen af ELILO mislykkedes

source: Running "/usr/sbin/elilo" failed with error code "${ERRCODE}".
da: Kørsel af "/usr/sbin/elilo" fejlede med fejlkoden "${ERRCODE}".

source: Aboot installation failed. Continue anyway?
da: Installationen af aboot mislykkedes. Fortsæt alligevel?

source: The aboot package failed to install into /target/. Installing aboot as a boot loader is a required step. The install problem might however be unrelated to aboot, so continuing the installation may be possible.
da: Pakken aboot kunne ikke installeres på /target/. Det er et påkrævet trin at installere aboot. Dog kan det være at installationsproblemet ikke har noget med aboot at gøre, så det kan godt være at det kan lade sig gøre at fortsætte installationen alligevel.

source: Aboot needs to install the boot loader on a bootable device containing an ext2 partition. Please select the ext2 partition that you wish aboot to use. If this is not the root file system, your kernel image and the configuration file /etc/aboot.conf will be copied to that partition.
da: Aboot skal installere opstartsindlæseren på en enhed, der kan startes op fra med en ext2-partition. Vælg den ext2-partition, du ønsker at aboot skal bruge. Hvis det ikke er rodfilsystemet, bliver dit kerneaftryk samt opsætningsfilen /etc/aboot.conf blive kopiere til denne partition.

source: Install /boot on a disk with an unsupported partition table?
da: Installér /boot på en disk med en ikke-understøttet partitionstabel?

source: To be bootable from the SRM console, aboot and the kernel it loads must be installed on a disk which uses BSD disklabels for its partition table. Your /boot directory is not located on such a disk. If you proceed, you will not be able to boot your system using aboot, and will need to boot it some other way.
da: For at kunne starte op fra SRM-konsollen, skal både aboot og den kerne, den skal indlæse, være installeret på en disk, der benytter BSD-diskmærkater i sin partitionstabel. Din /boot-mappe ligger ikke på en sådan disk. Hvis du fortsætter, vil du ikke være i stand til at starte dit system op med aboot, og vil derfor være nødt til at have en anden måde at starte systemet op på.

source: Use unsupported file system type for /boot?
da: Benyt ikke-understøttet filsystemtype til /boot?

source: Aboot requires /boot to be located on an ext2 partition on a bootable device. This means that either the root partition must be an ext2 file system, or you must have a separate ext2 partition mounted at /boot.
da: Aboot kræver at /boot ligger på en ext2-partition på en enhed, der kan startes op fra. Det betyder at rodfilsystemet enten skal være et ext2-filsystem, eller at du skal have en separat ext2-partition monteret som /boot.

source: Currently, /boot is located on a partition of type ${PARTTYPE}. If you keep this setting, you will not be able to boot your Debian system using aboot.
da: Lige nu ligger /boot på en partition med typen ${PARTTYPE}. Hvis du beholder denne indstilling, vil du ikke kunne starte dit Debiansystem op med aboot.

source: Install without aboot?
da: Installér uden aboot?

source: Your /boot directory is located on a disk that has no space for the aboot boot loader. To install aboot, you must have a special aboot partition at the beginning of your disk.
da: Din /boot-mappe er placeret på en disk, der ikke har plads nok til opstartsindlæseren aboot. For at installere aboot, skal du have en speciel aboot-partition i begyndelsen af din disk.

source: If you continue without correcting this problem, aboot will not be installed and you will not be able to boot your new system from the SRM console.
da: Hvis du fortsætter uden at ordne dette problem, vil aboot ikke blive installeret, så du vil ikke kunne starte dit nye system op fra SRM-konsollen.

source: Install aboot on a hard disk
da: Installér aboot på en harddisk

source: No ext2 partitions found
da: Fandt ingen ext2-partitioner

source: No ext2 file systems were found on your computer. To load the Linux kernel from the SRM console, aboot needs an ext2 partition on a disk that has been partitioned with BSD disklabels. You will need to configure at least one ext2 partition on your system before continuing.
da: Der blev ikke fundet nogen ext2-partitioner på din computer. For at indlæse Linuxkernen fra SRM-konsollen, skal aboot bruge en ext2-partition på en disk, der er partitioneret med BSD-diskmærkater. Du skal sætte mindst én ext2-partition op på dit system, før du fortsætter.

source: Installing the aboot boot loader
da: Installerer opstartsindlæseren aboot

source: Installing the 'aboot' package...
da: Installerer 'aboot'-pakken...

source: Determining aboot boot device...
da: Udpeger aboot-opstartsenhed...

source: Installing aboot on ${BOOTDISK}...
da: Installerer aboot på ${BOOTDISK}...

source: Configuring aboot to use partition ${PARTNUM}...
da: Sætter aboot op til at bruge partition ${PARTNUM}...

source: Copying kernel images to ${BOOTDEV}...
da: Kopierer kerneaftryk til ${BOOTDEV}...

source: Aboot boot partition
da: Aboot-opstartspartition

source: Installing vmelilo
da: Installerer vmelilo

source: Installing vmelilo boot loader
da: Installerer opstartsindlæseren vmelilo

source: vmelilo installation failed. Continue anyway?
da: Installationen af vmelilo mislykkedes. Fortsæt alligevel?

source: The vmelilo package failed to install into /target/. Installing vmelilo as a boot loader is a required step. The install problem might however be unrelated to vmelilo, so continuing the installation may be possible.
da: Pakken vmelilo kunne ikke installeres på /target/. Installationen af vmelilo som opstartsindlæser er et påkrævet trin. Installationsproblemet kan dog være uden relation til vmelilo, så det er muligt at det kan lade sig gøre at fortsætte installationen.

source: Looking for root partition...
da: Leder efter rodpartition...

source: Creating vmelilo configuration...
da: Opretter vmelilo-opsætning...

source: Failed to create vmelilo configuration
da: Kunne ikke oprette vmelilo-opsætning

source: The creation of the vmelilo configuration file failed.
da: Oprettelsen af vmelilo-opsætningsfilen mislykkedes.

source: Installing vmelilo into bootstrap partition...
da: Installerer vmelilo i opstartspartitionen...

source: The installation of the vmelilo boot loader failed.
da: Installationen af opstartsindlæseren vmelilo mislykkedes.

source: Install the vmelilo boot loader on a hard disk
da: Installér opstartsindlæseren vmelilo på en harddisk

source: SILO installation failed. Continue anyway?
da: Installation af SILO mislykkedes. Fortsæt alligevel?

source: The 'silo' package failed to install into /target/. Installing SILO as a boot loader is a required step. The install problem might however be unrelated to SILO, so continuing the installation may be possible.
da: Pakken silo kunne ikke installeres på /target/. Installationen af SILO som opstartsindlæser er et påkrævet trin. Dog kan installationsproblemet være uden relation til SILO, så måske kan det lade sig gøre at fortsætte installationen alligevel.

source: SILO installation failed
da: Installation af SILO mislykkedes

source: Running "/sbin/silo" failed with error code "${ERRCODE}".
da: Kørsel af "/sbin/silo" mislykkedes med fejlkoden "${ERRCODE}".

source: SILO installation successful
da: Installation af SILO fuldført

source: The SILO boot loader has been successfully installed on your new boot partition, and your system should now be able to boot itself.
da: Opstartsindlæseren SILO er blevet installeret på din nye opstartspartition, og dit system skulle nu kunne startes op.

source: Install the SILO boot loader on a hard disk
da: Installér opstartsindlæseren SILO på en harddisk

source: Unsupported boot file system type
da: Ikke-understøttet opstarts-filsystemtype

source: In order to be successfully loaded by SILO (Sparc Linux Loader), the kernel must reside on an ext2, ext3 or ufs formatted partition. In the current partitioning scheme the kernel is going to be installed on the ${SILO_PART} partition of type ${SILO_TYPE}.
da: For at kunne indlæse SILO (Sparc-linuxindlæseren), skal kernen ligge på en ext2-, ext3- eller ufs-formatteret partition. Med det den aktuelle partitionsudlægning vil kernen blive installeret på partitionen ${SILO_PART}, af typen ${SILO_TYPE}.

source: Boot partition may cause problems with SILO
da: Opstartspartitionen kan give problemer med SILO

source: This machine is likely to suffer from a firmware bug, which makes it impossible for SILO (Sparc Linux Loader) to boot a kernel placed farther than 1 GB from the beginning of the disk.
da: Denne maskine lider sandsynligvis af en firmware-fejl, som gør det umuligt for SILO (Spac linux-indlæseren) at starte en kerne op, som ligger længere end 1 GB fra starten af disken.

source: To avoid problems it is strongly recommended to install the kernel into a partition which fits entirely within the first GB of the disk (by creating a small /boot partition in the beginning of the disk, for example). In the current partitioning scheme it is going to be installed onto the ${SILO_PART} partition which extends up to ${SILO_OFF} mark. Keeping this configuration may result in an unbootable system.
da: For at undgå problemer anbefales det kraftigt at installere kernen på en partition, der holder sig indenfor den første GB af disken (for eksempel ved at oprette en lille /boot-partition i starten af disken). I den aktuelle partitionsudlægning vil den blive installeret på partitionen ${SILO_PART}, som strækker sig op til ${SILO_OFF} fra diskens begyndelse. Hvis du beholder denne opsætning, risikerer du at systemet ikke kan startes op.

source: Unsupported partition table on the boot disk
da: Ikke-understøttet partitionstabel på opstartsdisken

source: SILO (Sparc Linux Loader) can only boot the kernel off a disk with the "sun" partition table. In the current partitioning scheme the kernel is going to be installed on the ${SILO_PART} partition located on a disk with the partition table of type "${SILO_DISK}".
da: SILO (Sparc linux-indlæser) kan kun starte kernen fra diske med "sun"-partitionstabeller. I den aktuelle partitionsudlægning vil kernen blive installeret på partitionen ${SILO_PART}, som ligger på en disk med en partitionstabel af typen "${SILO_DISK}".

source: It is strongly recommended that you go back to partitioning and correct this problem. Keeping the current configuration may result in an unbootable system.
da: Det anbefales kraftigt at gå tilbage til partitioneringen og rette dette problem. Hvis du beholder den aktuelle opsætning, risikerer du at systemet ikke kan startes op.

source: Install the Arcboot boot loader on a hard disk
da: Installér opstartsindlæseren Arcboot på en harddisk

source: Disk for boot loader installation:
da: Disk hvorpå opstartsindlæseren skal installeres:

source: Arcboot must be installed into the volume header of a disk with a SGI disklabel. Usually the volume header of /dev/sda is used. Please give the device name of the disk on which to put arcboot.
da: Arcboot skal installeres i bindhovedet på en disk med et SGI-diskmærkat. Normalt benyttes bindhovedet /dev/sda. Angiv enhedsnavnet på den disk, hvorpå arcboot skal placeres.

source: Arcboot configured to use a serial console
da: Arcboot er sat op til at benytte seriel konsol

source: Arcboot is configured to use the serial port ${PORT} as the console. The serial port speed is set to ${SPEED}.
da: Arcboot er sat op til at benytte den serielle port ${PORT} som konsol. Den serielle ports hastighed er sat til ${SPEED}.

source: Arcboot installation failed. Continue anyway?
da: Kunne ikke installere arcboot. Fortsæt alligevel?

source: The arcboot package failed to install into /target/. Installing Arcboot as a boot loader is a required step. The install problem might however be unrelated to Arcboot, so continuing the installation may be possible.
da: Pakken arcboot kunne ikke installeres i /target/. Installationen af Arcboot er et obligatorisk trin. Installationsproblemet har dog muligvis intet med arcboot at gøre, og det fungerer muligvis alligevel hvis du fortsætter.

source: Setting PROM variables for Arcboot
da: Sætter PROM-variable for Arcboot
