Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/sublevel2/*.po
Languages: da

source: ${disc}: Master Boot Record
da: ${disc}: Opstartsspor (MBR)

source: ${part}: new Debian partition
da: ${part}: Ny Debianpartition

source: The LILO program needs to be installed to make your new system bootable. By installing it onto your disk's Master Boot Record, LILO will take complete control of the boot process, but if you want to use a different boot manager, just install LILO on the new Debian partition instead.
da: Programmet LILO skal installeres for at gøre dit nye system i stand til at starte op. Hvis du installerer det på din disks opstartsspor ("master boot record"), vil LILO helt overtage styringen af opstartsprocessen, men hvis du ønsker at bruge en anden opstartshåndtering, kan du blot installere LILO på den nye Debianpartition i stedet.

source: If unsure, install LILO into the Master Boot Record.
da: Hvis du er usikker, så installér LILO i opstartssporet.

source: ${disc}: software RAID array
da: ${disc}: software RAID-serie

source: Other choice (Advanced)
da: Andre valg (Avanceret)

source: The LILO program needs to be installed to make your new system bootable. You may choose to install it onto a software RAID array or another device.
da: LILO-programmet skal installeres for at sætte dit nye system i stand til at starte op. Du kan installere den på en software RAID-serie eller en anden enhed.

source: LILO installation target:
da: LILO-installationsmål:

source: Please enter the partition or disk onto which LILO should be installed. Devfs style names, such as those that start with /dev/ide, /dev/scsi, and /dev/discs are accepted, as well as traditional names, such as /dev/hda or /dev/sda.
da: Angiv den partition eller disk, hvorpå LILO skal installeres. Du kan bruge devfs-navne som dem, der starter med /dev/ide, /dev/scsi og /dev/discs såvel som traditionelle navne som /dev/hda eller /dev/sda.

source: Invalid partition name
da: Ugyldigt partitionsnavn

source: The path ${path} does not represent a partition or hard disk device. Please try again.
da: Stien ${path} svarer ikke til en partition eller harddiskenhed. Prøv igen.

source: Installing LILO...
da: Installerer LILO...

source: Activating partition ${bootdev}
da: Aktiverer partitionen ${bootdev}

source: Creating lilo.conf
da: Opretter lilo.conf

source: Installing the LILO package
da: Installerer LILO-pakken

source: Running LILO for ${bootdev}
da: Kører LILO for ${bootdev}

source: LILO configured to use a serial console
da: Sætter LILO op til at benytte en seriel konsol

source: LILO is configured to use serial port ${PORT} as the console. The serial port speed is set to ${SPEED}.
da: LILO er sat op til at benytte den serielle port ${PORT} som konsol. Den serielle ports hastighed er sat til ${SPEED}.

source: Would you like to make this partition active?
da: Vil du have denne partition gjort aktiv?

source: You have chosen to install LILO on a partition that is not the active one. If this partition is not marked active, then LILO will not be loaded by the boot loader. This may cause you to be unable to boot into the system that is being installed.
da: Du har valgt at installere LILO på en partition, der ikke er den aktive. Hvis denne partition ikke bliver markeret aktiv, vil LILO ikke blive indlæst. Det kan gøre dig ude af stand til at starte det system op, som er ved at blive installeret.

source: You should make this partition active unless you have another boot loader that will allow you to access your new Linux installation.
da: Du bør gøre denne partition aktiv medmindre du har en anden opstartsindlæser, som gør dig i stand til at bruge din nye Linux-installation.

source: LILO installation failed. Continue anyway?
da: Installationen af LILO mislykkedes. Vil du fortsætte alligevel?

source: The lilo package failed to install into /target/. Installing LILO as a boot loader is a required step. The install problem might however be unrelated to LILO, so continuing the installation may be possible.
da: Lilo-pakken kunne ikke installeres på /target/. Installering af LILO som opstartsindlæser er et krævet trin. Det er dog muligt at installationsproblemet ikke havde noget med LILO at gøre, så installationen kan muligvis lade sig gøre alligevel.

source: LILO installation failed
da: Installationen af LILO mislykkedes

source: Running "/sbin/lilo" failed with error code "${ERRCODE}".
da: Kørsel af "/sbin/lilo" fejlede med fejlkoden "${ERRCODE}".

source: Install the LILO boot loader on a hard disk
da: Installér opstartsindlæseren LILO på en harddisk

source: No NewWorld boot partition was found. The yaboot boot loader requires an Apple_Bootstrap partition at least 819200 bytes in size, using the HFS Macintosh file system.
da: Det blev ikke fundet nogen NewWorld-opstartspartitioner. Opstartsindlæseren yaboot skal bruge en Apple_Bootstrap-partition på mindst 819200 byte, som benytter Macintosh-filsystemet HFS.

source: Go back to the menu and resume partitioning?
da: Gå tilbage til menuen og fortsæt partitioneringen?

source: The NewWorld boot partition must be at least 819200 bytes in size.
da: Størrelsen på NewWorld-opstartspartitionen skal være mindst 819200 byte.

source: NewWorld boot partition
da: NewWorld opstartspartition

source: boot
da: opstart

source: HFS Macintosh file system
da: HFS Macintosh-filsystem

source: Use the partition as a PowerPC PReP boot partition
da: Brug partitionen som PowerPC PReP-opstartspartition

source: PowerPC PReP boot partition
da: PowerPC PReP-opstartspatition

source: No PowerPC PReP boot partition is found.
da: Fandt ingen PowerPC PReP-partition.

source: The PowerPC PReP boot partition must be in the first 8MB.
da: PowerPC PReP-opstartspartitionen skal ligge indenfor de første 8MB.

source: Installing quik
da: Installerer quik

source: Installing quik boot loader
da: Installerer opstartsindlæseren quik

source: quik installation failed. Continue anyway?
da: Installationen af quik mislykkedes. Fortsæt alligevel?

source: The quik package failed to install into /target/. Installing quik as a boot loader is a required step. The install problem might however be unrelated to quik, so continuing the installation may be possible.
da: Det mislykkedes at installere pakken quik på /target/. Det er et krævet trin at installere quik som opstartsindlæser. Dog kan det være at installationsproblemet ikke har noget med quik at gøre. I så fald kan det måske stadig lade sig gøre at fortsætte installationen.

source: Checking partitions
da: Tjekker partitioner

source: No root partition found
da: Fandt ingen rodpartition

source: No partition is mounted as your new root partition. You must mount a root partition first.
da: Der er ikke monteret nogen partition som din nye rodpartition. Du skal først montere en rodpartition.

source: Root partition not on first disk
da: Rodpartitionen ligger ikke på den første disk

source: The quik boot loader requires the root partition to be on the first disk. Please return to the partitioning step.
da: Opstartsindlæseren quik kræver at rodpartitionen ligger på den første disk. Gå venligst tilbage til partitioneringstrinnet.

source: Boot partition not on first disk
da: Opstartspartitionen ligger ikke på den første disk

source: The quik boot loader requires the boot partition to be on the first disk. Please return to the partitioning step.
da: Opstartsindlæseren quik kræver at opstartspartitionen ligger på den første disk. Gå venligst tilbage til partitioneringstrinnet.

source: Boot partition must be on ext2
da: Opstartspartitionen skal være ext2

source: The quik boot loader requires the partition that holds /boot to be formatted using the ext2 file system. Please return to the partitioning step.
da: Opstartsindlæseren quik kræver at opstartspartitionen skal være formateret med ext2-filsystemet. Gå venligst tilbage til partitioneringstrinnet.

source: You have chosen to install the quik boot loader. You will not be able to boot any other operating system from this disk. Furthermore, your machine may not be bootable in any manner after this process completes. If you are left with a blank screen, you may need to try a cold boot and hold down Command-Option-P-R.
da: Du har valgt at installere opstartsindlæseren quik. Du vil ikke kunne starte andre styresystemer op fra denne disk. Derudover kan det være at din maskine ikke vil kunne starte på nogen måde overhovedet, når denne proces er afsluttet. Hvis du kun får en tom skærm at se, kan du være nødt til at udføre en koldstart ved at holde tasterne Command-Option-P-R nede.

source: Do you really want to install the quik boot loader?
da: Ønsker du virkelig at installere opstartsindlæseren quik?

source: You have chosen to install the quik boot loader. You will not be able to boot any other operating system from this disk. Furthermore, your machine may not be bootable in any manner after this process completes.
da: Du har valgt at installere opstartsindlæseren quik. Du vil ikke kunne starte andre styresystemer op fra denne disk. Derudover kan det være at din maskine ikke vil kunne starte på nogen måde overhovedet, når denne proces er afsluttet.

source: Be aware that this code has not been thoroughly tested.
da: Du skal være klar over at denne programkode ikke er blevet testet ordentligt.

source: Creating quik configuration
da: Opretter quik-opsætning

source: Failed to create quik configuration
da: Kunne ikke oprette quik-opsætning

source: The creation of the main quik configuration file failed.
da: Oprettelsen af hovedopsætningsfilen for quik mislykkedes.

source: Failed to resolve kernel symlink
da: Kunne ikke fælge kernens symbolske lænke

source: /vmlinux or /boot/vmlinux in the installed system appears not to be a symlink to a kernel image. This is probably a bug.
da: /vmlinux eller /boot/vmlinux i det installerede system er tilsyneladende en symbolsk lænke til et kerneaftryk. Det er sandsynligvis en programfejl.

source: Failed to resolve initrd symlink
da: Kunne ikke følge initrd's symbolske lænke

source: /initrd.img or /boot/initrd.img in the installed system appears not to be a symlink to an initial RAM disk image. This is probably a bug.
da: /initrd.img eller /boot/initrd.img i det installerede system er tilsyneladende en symbolsk lænke til et indledende RAM-diskaftryk. Det er sandsynligvis en programfejl.

source: Installing quik into bootstrap partition
da: Installerer quik på opstartspartitionen

source: Failed to install boot loader
da: Kunne ikke installere opstartsindlæseren

source: The installation of the quik boot loader failed.
da: Installationen af opstartsindlæseren quick mislykkedes.

source: Warning: your system may be unbootable!
da: Advarsel: Dit system kan muligvis ikke startes op!

source: Setting up OpenFirmware
da: Sætter OpenFirmware op

source: Unable to configure OpenFirmware
da: Kunne ikke sætte OpenFirmware op

source: Setting the OpenFirmware boot-device variable failed. You will have to configure OpenFirmware yourself to boot.
da: Opsætning af Openfirmwares opstartsenheds-variabel mislykkedes. Du er nødt til selv at sætte OpenFirmware op for at kunne starte op.

source: Problem configuring OpenFirmware
da: Problem under opsætning af OpenFirmware

source: Setting the OpenFirmware boot-command variable failed. You may have intermittent boot failures.
da: Sætter OpenFirmwares opstartskommando-variabelfelt op. Du vil kunne komme ud for forbigående opstartsfejl.

source: Successfully installed quik
da: Quik blev installeret

source: The quik boot loader was successfully installed.
da: Opstartsindlæseren quik blev installeret.

source: The new system is now ready to boot.
da: Systemet er nu klart til at starte op.

source: Failed to mount /target/proc
da: Kunne ikke montere /target/proc

source: Mounting the proc file system on /target/proc failed.
da: Montering af proc-filsystemet på /target/proc mislykkedes.

source: Check /var/log/syslog or see virtual console 4 for the details.
da: Tjek /var/log/syslog eller kig på den virtuelle konsol 4 for detaljer.

source: Warning: Your system may be unbootable!
da: Advarsel: Dit system er måske ude af stand til at starte op!

source: Install quik on a hard disk
da: Installér quik på en harddisk

source: Installing Yaboot
da: Installerer Yaboot

source: Installing Yaboot boot loader
da: Installerer opstartsindlæseren Yaboot

source: Yaboot installation failed. Continue anyway?
da: Installationen af Yaboot mislykkedes. Fortsæt alligevel?

source: The yaboot package failed to install into /target/. Installing Yaboot as a boot loader is a required step. The install problem might however be unrelated to Yaboot, so continuing the installation may be possible.
da: Det mislykkedes at installere pakken yaboot på /target/. Det er et krævet trin at installere Yaboot som opstartsindlæser. Dog kan det være at installationsproblemet ikke har noget med Yaboot at gøre. I så fald kan det måske stadig lade sig gøre at fortsætte installationen.

source: Looking for bootstrap partitions
da: Leder efter opstartspartitioner

source: No bootstrap partition found
da: Fandt ingen opstartspartition

source: No hard disks were found which have an "Apple_Bootstrap" partition. You must create an 819200-byte partition with type "Apple_Bootstrap".
da: Der blev ikke fundet nogen diske med en "Apple_Bootstrap"-partition. Du skal oprette en partition med en størrelse på mindst 819200 byte med typen "Apple_Bootstrap".

source: Looking for root partition
da: Leder efter rodpartition

source: Looking for other operating systems
da: Søger efter andre styresystemer

source: Device for boot loader installation:
da: Enhed hvorpå opstartsindlæseren skal installeres:

source: Yaboot (the Linux boot loader) needs to be installed on a hard disk partition in order for your system to be bootable. Please choose the destination partition from among these partitions that have the bootable flag set.
da: Yaboot (Linux's opstartsindlæser) skal installeres på en harddiskpartition for at dit system kan startes op. Vælg målpartitionen blandt følgende partitioner, som har opstartsflaget sat.

source: Warning: this will erase all data on the selected partition!
da: Advarsel: dette vil slette alle data på den valgte partition!

source: Creating yaboot configuration
da: Opretter yaboot-opsætning

source: Failed to create yaboot configuration
da: Kunne ikke oprette yaboot-opsætning

source: The creation of the main yaboot configuration file failed.
da: Oprettelsen af hovedopsætningsfilen for yaboot mislykkedes.

source: Installing yaboot into bootstrap partition
da: Installerer yaboot på opstartspartitionen

source: The installation of the yaboot boot loader failed.
da: Installationen af opstartsindlæseren yaboot mislykkedes.

source: Successfully installed yaboot
da: Yaboot blev installeret

source: The yaboot boot loader was successfully installed.
da: Opstartsindlæseren yaboot blev installeret.

source: Setting firmware variables for automatic boot
da: Sætter firmware-variable til automatisk opstart

source: Some variables need to be set in the Genesi firmware in order for your system to boot automatically. At the end of the installation, the system will reboot. At the firmware prompt, set the following firmware variables to enable auto-booting:
da: Der skal sættes nogle variable i Genesi-firmwaren, for at dit system kan starte op automatisk. Ved afslutningen af installationen vil systemet genstarte. Sæt følgende OpenFirmware-variable ved firmware-prompten for at aktivere automatisk opstart:

source: You will only need to do this once. Afterwards, enter the "boot" command or reboot the system to proceed to your newly installed system.
da: Du behøver kun at gøre dette én gang. Giv derefter kommandoen "boot" eller genstart systemet for at gå videre til dit nyinstallerede system.

source: Alternatively, you will be able to boot the kernel manually by entering, at the firmware prompt:
da: Alternativt vil du kunne starte kernen op manuelt ved at skrive følgende i firmware-prompten:

source: Install yaboot on a hard disk
da: Installér yaboot på en harddisk

source: Reinstall yaboot boot loader
da: Geninstallér opstartsindlæseren Yaboot

source: Install the kernel on a PReP boot partition
da: Installér kernen på en PReP-opstartspartition

source: Looking for PReP boot partitions
da: Leder efter PReP-opstartspartitioner

source: No PReP boot partitions
da: Ingen PReP-opstartspartitioner

source: No PReP boot partitions were found. You must create a PReP boot partition within the first 8MB of your hard disk.
da: Der blev ikke fundet nogen PReP-opstartspartitioner. Du skal oprette en PReP-opstartspartition indenfor din harddisks første 8 MB.

source: Looking for the root partition
da: Leder efter rodpartitionen

source: Copying the kernel to the PReP boot partition
da: Kopierer kernen til PReP-opstartspartitionen

source: Successfully installed PReP
da: PReP blev installeret

source: The kernel was properly copied to the PReP boot partition.
da: Kernen blev kopieret til PReP-opstartspartitionen.

source: Failed to retrieve the preconfiguration file
da: Kunne ikke hente prækonfigurations-filen

source: The file needed for preconfiguration could not be retrieved from ${LOCATION}. The installation will proceed in non-automated mode.
da: Den fil, der kræves for prækonfiguration, kunne ikke hentes fra ${LOCATION}. Installationen vil fortsætte i ikke-automatisk tilstand.

source: Failed to process the preconfiguration file
da: Kunne ikke bearbejde prækonfigurations-filen

source: The installer failed to process the preconfiguration file from ${LOCATION}. The file may be corrupt.
da: Installationsprogrammet kunne ikke bearbejde prækonfigurationsfilen fra ${LOCATION}. Filen er muligvis ødelagt.

source: Failed to run preseeded command
da: Kunne ikke udføre preseeded-kommando

source: Execution of preseeded command "${COMMAND}" failed with exit code ${CODE}.
da: Kørsel af preseed-kommando ("${COMMAND}") mislykkedes med afslutningskode ${CODE}.

source: Download debconf preconfiguration file
da: Hent debconf-prækonfigurationsfil

source: Load debconf preconfiguration file
da: Indlæs debconf-prækonfigurationsfil

source: Rescue mode
da: Redningstilstand

source: Enter rescue mode
da: Gå i redningstilstand

source: Device to use as root file system:
da: Enhed, der skal benyttes som rodfilsystem:

source: Enter a device you wish to use as your root file system. You will be able to choose among various rescue operations to perform on this file system.
da: Angiv den enhed, du ønsker at bruge som rodfilsystem. Du vil få mulighed for at vælge at udføre forskellige redningsoperationer på dette filsystem.

source: No such device
da: Ingen sådan enhed

source: The device you entered for your root file system (${DEVICE}) does not exist. Please try again.
da: Den enhed, du angav som dit rodfilsystem (${DEVICE}) eksisterer ikke. Prøv igen.

source: Mount failed
da: Montering mislykkedes

source: An error occurred while mounting the device you entered for your root file system (${DEVICE}) on /target.
da: Der opstod en fejl under montering af den enhed, du angav som dit rodfilsystem (${DEVICE}), på /target.

source: Please check the syslog for more information.
da: Tjek systemloggen for flere oplysninger.

source: Rescue operations
da: Redningsoperationer

source: Rescue operation failed
da: Redningsoperation mislykkedes

source: The rescue operation '${OPERATION}' failed with exit code ${CODE}.
da: Redningsoperationen'${OPERATION}' mislykkedes med afslutningskoden ${CODE}.

source: Execute a shell in ${DEVICE}
da: Kør in skal i ${DEVICE}

source: Execute a shell in the installer environment
da: Kør en skal i installationmiljøet

source: Choose a different root file system
da: Vælg et andet rodfilsystem

source: Reboot the system
da: Genstart systemet

source: After this message, you will be given a shell with ${DEVICE} mounted on "/". If you need any other file systems (such as a separate "/usr"), you will have to mount those yourself.
da: Efter denne besked vil du blive givet en skal med ${DEVICE} monteret på "/". Hvis du får brug for andre filsystemer (som f.eks. en separat "/usr"), må du selv montere dem.

source: Error running shell in /target
da: Fejl under kørsel af skallen i /target

source: A shell (${SHELL}) was found on your root file system (${DEVICE}), but an error occurred while running it.
da: Skallen (${SHELL}) blev fundet på dit rodfilsystem (${DEVICE}), men der opstod en fejl, da den blev kørt.

source: No shell found in /target
da: Fandt ingen skal i /target

source: No usable shell was found on your root file system (${DEVICE}).
da: Der blev ikke fundet nogen brugbar skal i dit rodfilsystem (${DEVICE}).

source: Executing a shell
da: Kører en skal

source: After this message, you will be given a shell with ${DEVICE} mounted on "/target". You may work on it using the tools available in the installer environment. If you want to make it your root file system temporarily, run "chroot /target". If you need any other file systems (such as a separate "/usr"), you will have to mount those yourself.
da: Efter denne besked vil du blive givet en skal med ${DEVICE} monteret på "/target". Du kan arbejde på den med de værktøjer, der er tilgængelige i installationsmiljøet. Hvis du midlertidigt vil gøre det til dit rodfilsystem, så kør "chroot /target". Hvis du får brug for andre filsystemer (som f.eks. en separat "/usr"), må du selv montere dem.

source: Scan hard drives for an installer ISO image
da: Gennemsøg harddiske for installations-ISO-aftryk

source: Detecting hardware to find hard drives
da: Søger efter udstyr for at finde harddiske

source: Searching drives for an installer ISO image
da: Gennemsøger diske efter installations-ISO-aftryk

source: Mounting ${DRIVE}...
da: Monterer ${DRIVE}...

source: Scanning ${DRIVE} (in ${DIRECTORY})...
da: Gennemsøger ${DRIVE} (i ${DIRECTORY})...

source: Do full disk search for installer ISO image?
da: Lav en fuldstændig disksøgning efter installations-ISO-aftryk?

source: The quick scan for installer ISO images, which looks only in common places, did not find an installer ISO image. It's possible that a more thorough search will find the ISO image, but it may take a long time.
da: Den hurtige gennemsøgning efter installations-ISO-aftryk, som kun leder de mest almindelige steder, fandt ikke noget installations-ISO-aftryk. En mere grundig søgning vil muligvis kunne finde ISO-aftrykket, men det kan tage længere tid.

source: No installer ISO images were found. If you downloaded the ISO image, it may have a bad filename (not ending in ".iso"), or it may be on a file system that could not be mounted. You'll have to do a network install instead, or reboot and fix the ISO image.
da: Der blev ikke fundet nogen installation-ISO-aftryk. Hvis du har hentet ISO-aftrykket, har det muligvis et forkert filnavn (som ikke har endelsen ".iso"), eller det kan ligge på et filsystem, som ikke kunne monteres. Du bliver nødt til at installere over netværket eller genstarte for at rette problemet med ISO-aftrykket.

source: Failed to find an installer ISO image
da: Kunne ikke finde et installation-ISO-aftryk

source: While one or more possible ISO images were found, they could not be mounted. The ISO image you downloaded may be corrupt.
da: Selv om der blev fundet et eller flere mulige ISO-aftryk, kunne de ikke monteres. Det ISO-aftryk, du har hentet, kan være fejlbehæftet.

source: No installer ISO image found
da: Fandt ingen installations-ISO-aftryk

source: While one or more possible ISO images were found, they did not look like valid installer ISO images.
da: Selv om der blev fundet et eller flere ISO-aftryk, så ingen ud til at være gyldige ISO-aftryk.

source: Please do a network install instead, or reboot and fix the ISO image.
da: Udfør en netværksinstallation i stedet, eller genstart og ret ISO-aftrykket.
