Repository: Sprezzatech/main-menu-udeb
Catalog: tools/prebaseconfig/debian/po/*.po
Languages: de, he, hu, ja, ko, nn, ro, ru

source: Finish the installation and reboot
de: Installation beenden und Computer neustarten
he: סיים את ההתקנה ואתחל את המערכת
hu: Telepítés befejezése és rendszer újraindítása
ja: インストールを終了し再起動
ko: 설치를 마치고 다시 시작
nn: Fullfør installasjonen og start om att systemet
ro: Terminã instalarea ºi reporneºte
ru: Закончить установку и перезагрузить систему

source: Finishing the installation
de: Beende die Installation
he: סיים את ההתקנה
ja: インストールを終了しています
nn: Fullfører installasjonen
ro: Se finalizeazã instalarea
ru: Установка заканчивается

source: Running ${SCRIPT} ...
de: Führe das Skript ${SCRIPT} aus ...
he: מריץ ${SCRIPT} ...
ja: スクリプト ${SCRIPT} を実行しています ...
nn: Køyrer skriptet ${SCRIPT} ...
ro: Se ruleazã ${SCRIPT} ...
ru: Выполняется ${SCRIPT} ...

source: Configuring network ...
de: Konfiguriere das Netzwerk ...
he: מבצע הגדרות רשת ...
ja: ネットワークを設定しています ...
nn: Set opp nettverk ...
ro: Se configureazã reþeaua ...
ru: Настраивается сеть....

source: Setting up frame buffer ...
de: Richte den Frame-Buffer ein ...
he: מפעיל חוצץ מסגרת ...
ja: フレームバッファを設定しています ...
nn: Set opp skjermbuffer ...
ro: Se seteazã frame buffer-ul (tamponul de cadre) ...
ru: Настраивается буфер кадра (frame buffer)....

source: Preparing for base-config ...
de: Vorbereitung für base-config ...
he: מתכונן להפעלת base-config ...
ja: base-config を準備しています ...
nn: Gjer klart for base-config ...
ro: Ne pregatim pentru base-config ...
ru: Идет подготовка base-config....

source: Saving installation logs to /var/log/debian-installer/ ...
de: Speichere Installations-Logs in /var/log/debian-installer/ ...
he: שומר יומן התקנה ב- /var/log/debian-installer/ ...
ja: インストールログを /var/log/debian-installer/ に保存しています ...
nn: Lagrar installasjonsloggar i /var/log/debian-installer/ ...
ro: Se salveazã jurnalele de instalare în /var/log/debian-installer/ ...
ru: Запись протокола в /var/log/debian-installer/....

source: Unmounting file systems ...
de: Hänge Dateisysteme aus ...
he: מבטל את עיגון מערכות הקבצים ...
ja: ファイルシステムをアンマウントしています ...
nn: Avmonterer filsystem ...
ro: Se demonteazã sistemele de fiºiere ...
ru: Отмонтируются файловые системы....

source: Rebooting into your new Debian system ...
de: Starte neu in Ihr neues Debian-System ...
he: מבצע אתחול למערכת הדביאן החדשה שלך ...
ja: あなたの新しい Debian システムへと再起動しています ...
nn: Startar systemet om att med det nye Debian-systemet ditt ...
ro: Repornim in noul dvs. sistem Debian ...
ru: Перезагрузка в вашу новую систему Debian....

source: System reboot
de: Neustart des Computers
he: אתחול מערכת
hu: Rendszer újraindítása
ja: システムの再起動
ko: 시스템 다시 시작
nn: Omstart av systemet
ro: Repornire de sistem
ru: Перезагрузить систему

source: The system will now reboot.
de: Der Computer wird jetzt neu gestartet.
he: המערכת תבצע אתחול עכשיו.
hu: Rendszer újraindítása következik.
ja: システムを今再起動します。
ko: 지금 시스템을 다시 시작합니다.
nn: Systemet vil no starta om att.
ro: Acum sistemul va fi repornit.
ru: Сейчас система будет перезагружена.

source: Before this reboot occurs, you'll need to make sure you are booting from the right media.
de: Bevor Sie Ihren Computer neu starten, müssen Sie sicherstellen, dass dies vom richtigen Medium passiert.
he: לפני האתחול יש לבדוק שהאתחול מתבצע מהמדיה המתאימה.
hu: Az újraindítás előtt győződjön meg róla, hogy az indítás a megfelelő eszközről és/vagy médiumról fog lefolyni.
ja: この再起動を行う前に、正しいメディアからブートしていることを確認する必要があります。
ko: 다시 시작하기 전에, 올바른 미디어에서 시스템을 시작하는 지 확인하셔야 합니다.
nn: Før denne omstarten må du sjekka at du startar frå rett media.
ro: Înainte ca reponirea sã aiba loc, va trebui sã vã asiguraþi cã porniþi de pe mediul corespunzator.
ru: Убедитесь, что после перезагрузки компьютер загрузится с правильного носителя.

source: If you are booting from the local disk, check that there are no floppies in the floppy drives and no CD-ROM in the tray. If you made a custom boot floppy and want to boot from it, you should put that floppy in the first floppy drive.
de: Wenn Sie von der lokalen Festplatte starten wollten, vergewissern Sie sich, dass sich keine Diskette oder CD-ROM im Laufwerk befindet. Wenn Sie eine spezielle Boot-Diskette erstellt haben und von dieser starten wollen, stellen Sie sicher dass sie sich im ersten Diskettenlaufwerk befindet.
he: אם אתה מבצע אתחול מכונן מקומי, בדוק ראשית שאין דיסקט בכונן הדיסקטים ואין תקליטור בכונן ה-CD_ROM שלך. אם יצרת דיסקט אתחול מותאם אישית וברצונך לבצע ממנו אתחול, עליך להכניסו ראשית לכונן הדיסקטים.
hu: Ha a helyi lemezről indít, távolítsa el az összes meghajtóból a bennük levő hajlékonylemezeket és CD-lemezeket. Ha saját indító-hajlékonylemezt készített és azt akarja használni, helyezze azt azelső hajlékonylemez-meghajtóba.
ja: ローカルディスクからブートしているのであれば、フロッピードライブにフロッピーが入っておらず、トレイに CD-ROM がないことを確認してください。カスタムブートフロッピーを作っていてそれからブートしたいのであれば、1 番目のフロッピードライブにフロッピーを入れておきます。
ko: 로컬 디스크에서 시작하는 경우, 플로피 드라이브에 플로피 디스크가 없고 CD-ROM 트레이에 CD가 없는 것을 확인하십시오. 직접 부트 플로피를 만들었고 거기에서 시작하려고 한다면, 그 플로피를 첫번째 플로피 드라이브에 넣어야 합니다.
nn: Dersom du startar frå ein lokal disk, må du sjå til at det ikkje ligg diskettar i diskettstasjonane og ingenting i CDROM-lesaren. Dersom du har laga ein eigen oppstartsdiskett du vil starta frå, må du setja han inn i den første diskettstasjonen.
ro: Dacã porniþi de pe un disc local, verificaþi cã nu existã vreo dischetã în unitatea de dischetã sau CD în unitatea de CDROM. Dacã aþi creat o dischetã particularizatã de pornire ºi vreþi sã porniþi de pe ea, ar trebui sã o puneþi în prima unitate de dischetã.
ru: Если вы загружаете систему с жёсткого диска, проследите, чтобы в дисководах не было дискет, или компакт-дисков в приводах CD-ROM. Если вы загружаете систему со сделанной вами загрузочной дискеты, вставьте её в первый дисковод.

source: You may also restart the installation system by booting from your installation media.
de: Sie können den Installer neu starten, indem Sie von Ihrem Installations-Medium booten.
he: באפשרותך גם לאתחל את מערכת ההתקנה על-ידי אתחול ממדית ההתקנה שלך.
hu: A telepítőrendszert is újraindíthatja, ha az újraindítást a telepítőmédiumról végzi.
ja: なお、インストールメディアからブートすることでインストールシステムを再実行できます。
ko: 설치 미디어에서 부팅해서 설치 시스템을 다시 시작할 수도 있습니다.
nn: Du kan også starta installasjonen om att ved å starta maskina frå installasjonsmediet.
ro: Aþi putea, de asemenea, sã reporniþi instalarea sistemului prin pornirea de pe mediul dvs. de instalare.
ru: Также вы можете запустить установщик заново, загрузившись с установочных дисков.

source: Please take care of all that before you continue.
de: Bitte beachten Sie all das, bevor Sie fortfahren.
he: בדוק שהכל כשורה לפני ההמשך.
hu: A továbblépés előtt gondoskodjon minderről.
ja: 続ける前に注意してください
ko: 계속 진행하기 전에 위와 같은 사항을 빠짐없이 확인해 주십시오.
nn: Sjå til at dette er i orden før du held fram.
ro: Vã rugam sa vã ocupaþi de toate acestea înainte de a continua.
ru: Прежде чем продолжить, пожалуйста, проверьте всё ещё раз.

source: Rebooting the system
hu: Rendszer újraindítása
ko: 시스템을 다시 시작하는 중입니다

source: Finishing up the first part of the installer
hu: Telepítés első részének befejezése
ko: 설치 프로그램의 첫번째 단계를 끝마치는 중입니다

source: Running script ${SCRIPT}
hu: Parancsfájl (${SCRIPT}) futtatása
ko: ${SCRIPT} 스크립트를 실행하는 중입니다
