Repository: Sprezzatech/main-menu-udeb
Catalog: packages/retriever/floppy/debian/po/*.po
Languages: bs, fi, pl, sk, sl, tr

source: Scanning the floppy
bs: Pretraujem floppy
fi: Tutkitaan levykett
pl: Przeszukiwanie dyskietki
sk: Prehadva sa disketa
sl: Pregledujem disketnik
tr: Disket src taranyor

source: Cancel, ${DEVS}
bs: Poniti, ${DEVS}
fi: Peru, ${DEVS}
pl: Anuluj, ${DEVS}
sk: Zrui, ${DEVS}
sl: Prekini, ${DEVS}
tr: ptal, ${DEVS}

source: Select your floppy device:
bs: Odaberite va floppy ureaj:
fi: Valitse levykeasemasi:
pl: Wybierz stacj dyskietek:
sk: Zvote disketov mechaniku:
sl: Izberite disketno napravo:
tr: Disket srcnz sein:

source: No standard floppy drive was found. If you have a USB floppy drive or some other unusual type of floppy drive, select it from the list. Note that the list may also include drives that are not floppy drives. The installer will only try to read from the selected device.
bs: Standardni floppy pogon nije pronaen. Ako imate USB floppy pogon ili neki drugi neuobiajeni tip floppy pogona, odaberite ga sa liste. Primjetite da lista moe sadravati pogone koji nisu floppy pogoni. Installer e samo pokuati itati sa odabranog ureaja.
fi: Standardia levykeasemaa ei lytynyt. Jos sinulla on USB-levykeasema tai jokin muu eptavallinen levykeasematyyppi, valitse se luettelosta. Huomaa, ett luettelossa voi olla asemia, jotka eivt ole levykeasemia. Asennusohjelma yritt lukea vain valitusta laitteesta.
pl: Nie znaleziono standardowej stacji dyskietek. Jeli posiadasz stacj USB lub jaki inny niestandardowy rodzaj stacji, wybierz go z listy. Zwr uwag, e lista moe zawiera take sterowniki do innych urzdze ni stacje dyskietek. Instalator sprbuje odczyta z wybranego urzdzenia.
sk: Nebolo njden iadna tandartn disketov mechanika. Ak mte USB disketov mechaniku alebo in nezvyajn typ disketovej mechaniky, vyberte si ho zo zoznamu. Zoznam me obsahova aj ovldae, ktor nie s disketovmi mecha- nikami. Intalan program sa poksi ta iba zo zvolenho zariadenia.
sl: Nisem nael nobenega standardnega disketnika. e imate USB disketnik ali kateri drugi nenavadni tip disketnika, ga izberite na seznamu. Bodite pozorni na to, da so na seznamu lahko tudi pogoni, ki niso disketni. Namestilnik bo poizkual brati samo iz izbrane naprave.
tr: Standart trde bir disket src bulunamad. Eer bir USB disket src veya allmadk tipte baka bir disket srcye sahipseniz bu srcy listeden sein. Listede disket src olmayan aygtlara ait srclerin de bulunabileceini unutmayn. Kurulum program sadece seilen aygttan okuma yapmaya alacaktr.

source: Cannot read floppy, or not a driver floppy. Retry?
bs: Ne mogu itati floppy ili nije driver floppy. Ponoviti?
fi: Levykett ei voi lukea tai se ei ole ajurilevyke. Yritetnk uudelleen?
pl: Nie mog odczyta dyskietki lub brak sterownika stacji dyskietek. Powtrzy?
sk: Nemem nata disketu alebo ovlda na diskete. Sksi znovu?
sl: Ne morem prebrati diskete ali pa ni disketa z gonilniki. Poskusim ponovno?
tr: Disket src okunamyor veya bu bir disket src deil. Tekrar denensin mi?

source: There was a problem reading data from the floppy disk. Please make sure that the right floppy is in the drive. If you continue to have trouble, you may have a bad floppy disk.
bs: Dolo je do problema pri itanju podataka sa floppy diskete. Molim provjerite da li se u pogonu nalazi odgovarajua disketa. Ako nastavite imati probleme, moda imate neispravnu floppy disketu.
fi: Levykkeelt tietoja luettaessa tuli pulmia. Varmistu oikean levykkeen olevan asemassa. Jos pulmat jatkuvat, levyke saattaa olla rikki.
pl: Wystpi problem podczas odczytu danych z dyskietki. Upewnij si, e w stacji znajduje si odpowiednia dyskietka. Jeli problem bdzie si powtarza, moliwe, e masz uszkodzon dyskietk.
sk: Vyskytol sa problm pri natavan dajov z diskety. Uistite sa, e mte v disketovej mechanike sprvnu disketu. Ak bud problmy pokraova, asi mte zl disketu.
sl: Pri branju podatkov iz diskete je prilo do teav. Preverite, e je prava disketa v pogonu. e imate potem e vedno teave imate morda slabo disketo.
tr: Disket srcden veri okunurken bir sorunla karlald. Ltfen srcde doru disketin bulunduundan emin olun. Eer sorun devam ediyorsa disket muhtemelen hasarldr.

source: Load drivers from floppy now?
bs: Uitaj upravljake programe sa floppy diska sada?
fi: Lataa ajurit levykkeelt nyt?
pl: Zaadowa teraz sterowniki z dyskietki?
sk: Mem teraz nata ovldae z diskety?
sl: Ali naj sedaj naloim gonilnike iz diskete?
tr: Srcler disketten imdi yklensin mi?

source: You probably need to load drivers from a floppy before continuing with the installation. If you know that the install will work without extra drivers, you can skip this step.
bs: Vjerovatno trebate uitati upravljake programe sa floppy diska prije nego nastavite instalaciju. Ako znate da e instalacija raditi bez dodatnih upravljakih programa, moete preskoiti ovaj korak.
fi: Todennkisesti sinun on ladattava ajureita ennen kuin jatkat asennusta. Jos tiedt asennuksen toimivan ilman ylimrisi ajureita, voit ohittaa tmn vaiheen.
pl: Prawdopodobnie, przed kontynuacj instalacji, potrzebujesz zaadowa sterowniki z dyskietki. Jeli jeste pewien/pewna, e instalacja zadziaa bez dodatkowych sterownikw, moesz opuci ten etap.
sk: Pred pokraovanm intalcie mono budete potrebova nata ovldae z diskety. Ak viete, e intalcia bude spene pokraova bez potreby extra ovldaov, mete preskoi tento krok.
sl: Najverjetneje morate naloiti gonilnike iz diskete preden nadaljujete z namestitvijo. e veste, da bo namestitev delovala brez dodatnih gonilnikov, lahko preskoite ta korak.
tr: Kuruluma devam etmeden nce muhtemelen srcleri disketten yklemeniz gerekiyor. ayet kurulumun ilve srcler kullanmadan devam edebileceini biliyorsanz bu adm atlayabilirsiniz.

source: If you do need to load drivers, insert the appropriate driver floppy before continuing.
bs: Ako trebate uitati upravljake programe (drivers), ubacite odgovarajuu driver floppy disketu prije nego nastavite.
fi: Jos ajureita on ladattava, pist sopiva levyke asemaan ennen kuin jatkat.
pl: Jeli musisz zaadowa sterowniki, powiniene przed kontynuacj woy do stacji dyskietk z nimi.
sk: Ak potrebujete nata ovldae, pred alm pokraovanm vlote prslun disketu s ovldami.
sl: e potrebujete gonilnike, pred nadaljevanjem vstavite pravo disketo z gonilniki.
tr: Yklemeniz gereken srcler varsa, devam etmeden nce uygun disketi srcye yerletirin.

source: Load drivers from a floppy
bs: Uitaj upravljake programe sa floppy diska
fi: Lataa ajurit levykkeelt
pl: Zaaduj sterowniki z dyskietki
sk: Nata ovldae z diskety
sl: Naloi gonilnike iz diskete
tr: Srcleri bir disketten ykle
