Repository: Sprezzatech/main-menu-udeb
Catalog: tools/partconf/debian/po/*.po
Languages: de, fi, it, nl, ro, tr

source: No partitions found
de: Keine Partitionen gefunden
fi: Osioita ei löytynyt
it: Nessuna partizione trovata
nl: Er zijn geen partities gevonden
ro: Nu s-au gãsit partiþii
tr: Bölüm bulunamadı

source: No partitions were found in your system. You may need to partition your hard drives or load additional kernel modules.
de: Auf Ihrem System wurden keine Partitionen gefunden. Sie müssen Ihre Festplatten partitionieren oder zusätzliche Kernel-Module laden.
fi: Järjestelmästäsi ei löytynyt osioita. Sinun kenties tarvitsee osioida kiintolevysi tai ladata lisää ydinmoduuleja.
it: Non è stata trovata alcuna partizione sul sistema. Potrebbe essere necessario partizionare il disco o caricare ulteriori moduli del kernel.
nl: Er zijn geen partities gevonden op uw systeem. Mogelijks dient u uw harde schijf te partitioneren, of aanvullende kernelmodules te laden.
ro: Nu s-au gãsit partiþii pe sistemul dvs. S-ar putea sã trebuiascã sã vã partiþionaþi hard discurile sau sã încãrcaþi module adiþionale de nucleu.
tr: Sisteminizde hiçbir bölümleme bulunamadı. Hard diskinizi biçimlemeniz veya ek çekirdek modülleri yüklemelisiniz.

source: No file systems found
de: Keine Dateisysteme gefunden
fi: Tiedostojärjestelmää ei löytynyt
it: Nessun file system trovato
nl: Er zijn geen bestandssystemen gevonden
ro: Nu s-au gasit sisteme de fiºiere
tr: Dosya sistemi bulunamadı

source: No usable file systems were found. You may need to load additional kernel modules.
de: Es wurden keine verwendbaren Dateisysteme gefunden. Sie sollten evtl. zusätzliche Kernel-Module laden.
fi: Kelvollisia tiedostojärjestelmiä ei löytynyt. Sinun kenties tarvitsee ladata lisää ydinmoduuleja.
it: Non ,bh(B stato trovato alcun file system utilizzabile. Potrebbe essere necessario caricare moduli aggiuntivi.
nl: Er zijn geen bruikbare bestandssystemen gevonden. Mogelijks dient u aanvullende kernelmodules te laden.
ro: Nu s-a gasit nici un sistem de fiºiere utilizabil. S-ar putea sã trebuiascã sã încãrcaþi module de nucleu (kernel) adiþionale.
tr: Kullanılabilir dosya sistemi bulunamadı. Ek çekirdek modülleri yüklemeniz gerekebilir.

source: ${PARTITIONS}, Finish, Abort
de: ${PARTITIONS}, Ende, Abbruch
fi: ${PARTITIONS}, Päätä, Keskeytä
it: ${PARTITIONS}, Fine, Annulla
nl: ${PARTITIONS}, Einde, Afbreken
ro: ${PARTITIONS}, Terminã, Abandoneazã
tr: ${PARTITIONS}, Son, İptal

source: Select a partition
de: Wählen Sie eine Partition
fi: Valitse osio
it: Selezionare una partizione
nl: Selecteer een partitie
ro: Alegeþi o partiþie
tr: Bir bölüm seçin

source: These are the partitions that were detected in your system. Please select a partition to configure. No actual changes will be made until you select "Finish". If you select "Abort", no changes will be made.
de: Dies sind die Partitionen, die auf Ihrem System gefunden wurden. Bitte wählen Sie eine Partition zur Konfiguration. Es werden erst Änderungen vorgenommen, wenn Sie "Ende" auswählen. Wenn Sie "Abbrechen" auswählen, werden keinerlei Änderungen vorgenommen.
fi: Nämä osiot löytyivät järjestelmästäsi. Valitse osiot, joita haluat käyttää. Muutokset eivät ole pysyviä ennen kuin valitset "Päätä". Jos valitset "Keskeytä", mitään muutoksia ei tapahdu.
it: Selezionare la partizione da configurare tra quelle che sono state trovate nel sistema, qui elencate. Nessun cambiamento verrà effettuato fino a quando non verrà premuto \"Fine\", mentre premendo \"Annulla\" tutti i cambiamenti verranno annullati.
nl: Dit zijn de op uw systeem geselecteerde paritities. Gelieve een partitie te selecteren voor configuratie. Er worden geen veranderingen gemaakt voordat u "Einde" kiest. Indien u"Afbreken" kiest worden er geen veranderingen aangebracht.
ro: Acestea sunt partiþiile care au fost detectate pe sistemul dvs. Vã rugãm sã selectaþi o partiþie pentru configurare. Nu se va face nici o schimbare realã pânã nu selectaþi "Terminã". Dacã selectaþi "Abandoneazã", nu se va efectua nici o schimbare.
tr: Bunlar sisteminizde tespit edilen bölümlerdir. Lütfen ayarlamak için bir bölüm seçin. Değişiklikler siz "Son"'u seçtiğinizde yapılacaktır. Eğer "İptal"'i seçerseniz hiçbir değişiklik yapılmaycaktır.

source: The information shown is, in order: device name, size, file system, and mount point.
it: Le informazioni mostrate sono rispettivamente: nome del device, dimensione, file system, mount point.
ro: Informaþia afiºatã este, în ordine: nume dispozitiv, dimensiune, sistem de fiºiere punct de montare.
tr: Gösterilen bilgi sırayla : aygıt adı, boyut, dosya sistemi ve bağlama noktası.

source: Leave the file system intact, ${FSCHOICES}, Create swap space
de: Dateisystem bleibt erhalten, ${FSCHOICES}, Erstelle Swap
fi: Jätä tiedostojärjestelmä koskemattomaksi, ${FSCHOICES}, Luo sivutustila
it: Lasciare il file system intatto, ${FSCHOICES}, Creare un'area di swap
nl: Laat het bestandssysteem intact, ${FSCHOICES}, Maak de wisselgeheugenruimte aan
ro: Lasã sistemul de fiºiere intact, ${FSCHOICES}, Creazã swap space
tr: Dosya sisteminde değişiklik yapma ,${FSCHOICES}, Takas alanı oluştur

source: This partition seems to already have a file system (${FSTYPE}). You can choose to leave this file system intact, or create a file system or swap space.
de: Die Partition scheint bereits ein Dateisystem zu haben (${FSTYPE}). Sie können das Dateisystem belassen oder ein neues Dateisystem oder Swap erstellen.
fi: Tällä osiolla näyttää jo olevan tiedostojärjestelmä (${FSTYPE}). Voit joko jättää tämän tiedostojärjestelmän koskemattomaksi tai luoda tiedostojärjestelmän tai sivutustilan.
it: Questa partizione sembra avere gi,b`(B un file system (${FSTYPE}). Si pu,br(B scegliere di lasciarlo intatto, di crearne uno nuovo oppure di creare un'area di swap.
nl: Deze partitie lijkt reeds een bestandssysteem (${FSTYPE}) te hebben. U kunt ervoor kiezen om dat bestandssysteem intact te laten, of een bestandssyteem of wisselgeheugenruimte aan te maken
ro: Acestã partiþie pare ca are deja sistem de fiºiere (${FSTYPE}). Puteþi alege sã-l lãsaþi intact, sau puteþi crea un sistem de fiºiere sau un spaþiu de swap.

source: ${FSCHOICES}, Create swap space
de: ${FSCHOICES}, Virtuellen Speicher erstellen
fi: ${FSCHOICES}, Luo sivutustila
it: ${FSCHOICES}, Creare un'area di swap.
nl: ${FSCHOICES, Wisselgeheugenruimte aanmaken}
ro: ${FSCHOICES}, Creazã spaþiu de swap
tr: ${FSCHOICES}, Takas alanı oluştur

source: Action on ${PARTITION}:
it: Azioni su ${PARTITION}:
ro: Acþiunea asupra ${PARTITION}:
tr: ${PARTITION} üzerindeki eylem:

source: This partition does not seem to have a file system. You can create a file system or swap space on it.
de: Diese Partition scheint kein Dateisystem zu haben. Sie können ein Dateisystem oder Swap für virtuellen Speicher erstellen.
fi: Tällä osiolla ei näytä olevan tiedostojärjestelmää. Voit luoda tiedostojärjestelmän tai sivutustilan sinne.
it: Questa partizione non sembra avere un file system. Vi si pu,br(B creare un nuovo file system oppure un'area di swap.
nl: Deze partitie lijkt geen bestandssysteem te bevatten. U kunt hierop een bestandssyteem of wisselgeheugenruimte aanmaken.
ro: Acestã partiþie pare ca nu are sistem de fiºiere. Puteþi crea un sistem de fiºiere sau un spaþiu de swap pe ea.
tr: Bu bölümde bir dosya sistemi bulunamadı. Bir dosya sistemi veya bir takas alanı oluşturabilirsiniz.

source: /, /usr, /boot, /home, /var, /tmp, Don't mount it, Enter manually
de: /, /usr, /boot, /home, /var, /tmp, belasse unmountet, bearbeite manuell
fi: /, /usr, /boot, /home, /var, /tmp, Älä liitä, Syötä käsin
it: /, /usr, /boot, /home, /var, /tmp, Non montare, Selezione manuale
nl: /, /usr, /boot, /home, /var, /tmp, Niet aankoppelen, Handmatig invoeren
ro: /, /usr, /boot, /home, /var, /tmp, N-o monta, Introducere manualã
tr: /, /usr, /boot, /home, /var, /tmp, Bağlama, Elle gir

source: When a partition is mounted, it is available to the users of the system. You always need a root ("/") partition, and it's often good to have a separate partition for /home.
de: Eine eingebundene Partition ist für die Benutzer des Systems zugänglich. Sie müssen immer eine Root-Partition ("/") erstellen. Meist ist es keine schlechte Idee, eine extra Partition für /home zu benutzen.
fi: Kun osio on liitetty, se on käytettävissä järjestelmän käyttäjille. Juuriosion ("/") tarviset aina ja sen on usein hyvä olle erillinen osio kuin /home.
it: Una volta montata, una partizione ,bh(B disponibile per gli utenti del sistema. Una partizione di root ("/") ,bh(B sempre necessaria ed ,bh(B spesso comodo avere una partizione separata per /home.
nl: Wanneer een partitie aangekoppeld is, is ze beschikbaar voor de gebruikers van het systeem. Er is altijd een wortelpartitie ("/") nodig, en het is dikwijls interessant om een aparte partitie te hebben voor /home.
ro: Când o partiþie este montatã, este disponibilã utilizatorilor sistemului. Întotdeauna aveþi nevoie de partiþie rãdãcinã ("/"), ºi adesea e bine sã aveþi o partiþie separatã pentru /home.
tr: Bir bölüm bağlandığı zaman, bu sistemdeki kullanıcılar tarafından kullanılabilir olacaktır. Bir root ("/") bölümüne ihtiyacınız vardır, ve /home için ayrı bölümler olması iyidir.

source: Mount point for ${PARTITION}:
it: Mount point per ${PARTITION}:
ro: Punct de montare pentru ${PARTITION}:
tr: ${PARTITION} bölümünü için bağlama noktası :

source: Please enter where the partition should be mounted.
de: Bitte geben Sie ein, wo die Partition eingebunden werden soll.
fi: Syötä minne osio liitetään.
it: Specificare dove si vuole montare la partizione.
nl: Gelieve aan te geven waar de partitie aangekoppeld dient te worden.
ro: Vã rugãm introduceþi locul în care ar trebui montatã partiþia
tr: Bölümlerin nereye bağlanması gerektiğini giriniz.

source: Do you want to unmount the partitions so you can make changes?
it: Smontare le partizioni in modo da poterle cambiare?
ro: Doriþi sa demontaþi partiþiile pentru a face schimbãrile?
tr: Değişiklikler yapmak üzere bölümleri ayırmak ister misiniz?

source: Since the partitions have already been mounted, you cannot do any changes.
it: Poich,bi(B le partizioni sono gi,b`(B montate, non ,bh(B possibile apportare modifiche.
ro: Dini moment ce partiþiile au fost deja montate, nu puteþi efectua schimbãri.
tr: Bölüm bağlı olduğu sürece değişiklik yapamazsınız.

source: Failed to unmount partitions
de: Partitionen konnten nicht ausgehängt werden
fi: Osioiden irrottaminen epäonnistui
it: Non ,bh(B stato possibile smontare le partizioni
nl: Ontkoppellen van de partities is mislukt
ro: Eºec la demontarea partiþiilor
tr: Bölümleri ayırma işlemi başarısız

source: An error occurred while unmounting the partitions. The partition configuration process is aborted.
it: C',bh(B stato un errore smontando le partizioni. Il partizionamento viene interrotto.
ro: A apãrut o eroare la demontarea partiþiilor. Procesul de configurare a partiþiei este abandonat.
tr: Bölümleri ayırırken bir hata oluştu. Bölüm ayarlama işlemi iptal edildi.

source: Create %s file system
de: Erstelle %s Dateisystem
fi: Luo %s-tiedostojärjestelmä
it: Creare il file system %s
nl: Bestandssysteem %s aanmaken
ro: Creazã sistem de fiºiere %s
tr: %s dosya sistemi oluştur

source: No root partition (/)
de: Keine Root-Partition (/)
fi: Ei juuriosiota (/)
it: Non esiste la partizione root (/)
nl: Er is geen wortel partitie (/)
ro: Nu existã partiþie rãdãcinã (/)
tr: Kök dizini (/) bulunamıyor

source: You need a root partition. Please assign a partition to the root mount point before continuing.
de: Sie benötigen eine Root-Partition. Bitte weisen Sie dem Wurzelverzeichnis ("/") eine Partition zu.
fi: Tarvitset juuriosion. Aseta osio juuriliitospisteelle ennen jatkamista.
it: La partizione di root ,bh(B necessaria. Assegnare una partizione alla directory root (/) prima di continuare.
nl: U heeft een wortelpartitie nodig. Gelieve een partitie aan te wijzen als het aankoppelpunt voor de wortel alvorens verder te gaan.
ro: Aveþi nevoie de o partiþie rãdãcinã. Vã rugãm sã asociaþi o partiþie la punctul de montare rãdãcinã înainte de a continua.
tr: Bir kök bölümüne ihtiyacınız var. Lütfen devam etmeden önce bir bölümü kök bağlama noktasına atayın.

source: Partition assigned to ${MOUNT}
it: Partizione assegnata a ${MOUNT}
ro: Partiþie asociatã la ${MOUNT}
tr: ${MOUNT} bağlama noktasına bir bölüm atandı

source: Mounting a partition on ${MOUNT} makes no sense. Please change this.
it: Montare una partizione in ${MOUNT} non ha senso, è necessario fare in modo di evitarlo.
ro: Montarea unei partiþii la ${MOUNT} nu are sens. Vã rugãm sã modifcaþi.
tr: ${MOUNT} üzerine bir bölüm bağlamak bir işe yaramayacaktır. Lütfen bunu değiştirin.

source: Several partitions assigned to ${MOUNT}
it: Sono state assegnate varie partizioni a ${MOUNT}
ro: Mai multe partiþii asociate la ${MOUNT}
tr: ${MOUNT} bağlama noktasına birden fazla bölüm atadınız

source: You cannot assign several partitions to the same mount point. Please change all but one of them.
de: Sie können nicht mehrere Partitonen dem selben Ziel zuweisen. Bitte ändern Sie Ihre Angaben (bis auf eine).
fi: Et voi asettaa useita osiota samaan liitospisteeseen. Vaihdathan muut paitsi yhden näistä.
it: Non si possono montare pi,by(B partizioni allo stesso mount point. È necessario spostarle tutte tranne una.
nl: Het is onmogelijk om verschillende partities aan hetzelfde punt te koppelen. Gelieve deze op één na te veranderen.
ro: Nu puteþi asocia mai multe partiþii la acelaºi punct de montare. Vã rugãm sã modifcaþi pe toate, cu excepþia uneia.
tr: Bir bağlama noktasına birden fazla bölüm atayamazsınız. Lütfen bir tanesi hariç diğerlerini değiştirin.

source: Ready to create file systems and mount partitions?
de: Bereit, Dateisysteme zu erstellen und Partitionen einzubinden?
fi: Valmis luomaan tiedostojärjestelmät ja liittämään osiot?
it: Si ,bh(B pronti per creare i file system e montare le partizioni?
nl: Bent u klaar om bestandssystemen aan te maken en de partities aan te koppelen?
ro: Sunteþi gata sã creaþi sisteme de fiºiere ºi sã montaþi partiþii ?
tr: Dosya sistemleri ve bağlama noktaları oluşturulması için hazır mısınız?

source: File systems will be created and partitions mounted.
it: I file system verranno creati e le partizioni montate.
ro: Sistemele de fiºiere vor fi create ºi partiþiile montate.
tr: Dosya sistemleri oluşturulacak ve bölümler bağlanacak.

source: WARNING: This will destroy all data on the partitions you have assigned file systems to.
it: ATTENZIONE: Questa procedura distrugger,b`(B tutti i dati presenti sulle partizioni a cui sono stati assegnati i nuovi file system.
ro: ATENÞIE: Acesta va distruge toate datele de pe patiþiile la care aþi asociat sisteme de fiºiere.
tr: UYARI: Dosya sistemi için atadığınız tüm bölümlerdeki verileri kaybedeceksiniz.

source: Failed to create swap space on ${PARTITION}
de: Erstellen von Swap auf ${PARTITION} fehlgeschlagen
fi: Sivutustilan luonti epäonnistui osiolla ${PARTITION}
it: Non ,bh(B stato possibile creare un'area di swap su ${PARTITION}
nl: Aanmaken van de wisselgeheugenruimte op ${PARTITION} is mislukt
ro: Eºec la crearea spaþiului de swap pe ${PARTITION}
tr: ${PARTITION} üzerinde takas alanı oluşturulamıyor

source: An error occurred when the swap space was created on ${PARTITION}.
it: Si ,bh(B verificato un errore durante la creazione dell'area di swap su ${PARTITION}.
ro: A apãrut o eroare la crearea spaþiului de swap pe ${PARTITION}.
tr: ${PARTITION} bölümüne bir takas alanı oluşturulurken hata oluştu Lütfen daha fazla bilgi için tty3'ı veya /var/log/messages'ı inceleyin.

source: Failed to activate the swap space on ${PARTITION}
de: Aktivieren des Swaps auf ${PARTITION} fehlgeschlagen
fi: Sivutustilan aktivointi epäonnistui osiolla ${PARTITION}
it: L'attivazione dell'area di swap su ${PARTITION} ,bh(B fallita.
nl: Activeren van de wisselgeheugenruimte op ${PARTITION} is mislukt
ro: Eºec la activarea spaþiului de swap pe ${PARTITION}
tr: ${PARTITION} üzerinde takas alanı aktifleştirilemiyor

source: An error occurred when the swap space on ${PARTITION} was activated.
it: Si ,bh(B verificato un errore durante l'attivazione dell'area di swap su ${PARTITION}.
ro: A apãrut o eroare la activarea spaþiului de swap de pe ${PARTITION}.
tr: ${PARTITION} bölümünde bir takas alanı aktifleştirilirken hata oluştu.

source: Failed to create ${FS} file system on ${PARTITION}
de: Erzeugen des ${FS} Dateisystems auf ${PARTITION} fehlgeschlagen
fi: ${FS}-tiedostojärjestelmän luominen osiolle ${PARTITION} epäonnistui
it: La creazione del file system ${FS} su ${PARTITION} ,bh(B fallita
nl: Aanmaken van ${FS} bestandssysteem op ${PARTITION} is mislukt
ro: Eºec la crearea sistemului de fiºiere ${FS} pe ${PARTITION}
tr: ${PARTITION} bölümü üzerine ${FS} dosya sistemi oluşturulamıyor

source: An error occurred when the ${FS} file system was created on ${PARTITION}.
it: Si ,bh(B verificato un errore durante la creazione del file system ${FS} su ${PARTITION}.
ro: A apãrut o eroare la crearea sistemului de fiºiere ${FS} pe ${PARTITION}.
tr: ${PARTITION} bölümü üzerine ${FS} dosya sistemi oluşturulurken hata oluştu.

source: Failed to mount ${PARTITION} on ${MOUNT}
de: Einbinden von ${PARTITION} nach ${MOUNT} fehlgeschlagen
fi: Osion ${PARTITION} liittäminen pisteeseen ${MOUNT} epäonnistui
it: Non ,bh(B stato possibile montare ${PARTITION} su ${MOUNT}
nl: Aankoppellen van ${PARTITION} op ${MOUNT} is mislukt
ro: Eºec la montarea ${PARTITION} la ${MOUNT}
tr: ${MOUNT} üzerine ${PARTITION} bağlanamadı

source: An error occurred when ${PARTITION} was mounted on ${MOUNT}.
it: Si ,bh(B verificato durante il montaggio di ${PARTITION} su ${MOUNT}.
ro: A apãrut o eroare la montarea ${PARTITION} la ${MOUNT}.
tr: ${PARTITION} , ${MOUNT} 'a bağlanırken bir hata oluştu.

source: Please check the error log on the third console or /var/log/messages for more information.
it: Per maggiori informazioni controllare il log degli errori sulla terza console o /var/log/messages.
ro: Vã rugãm cerificaþi jurnalul de erori de pe a treia consolã sau /var/log/messages pentru mai multe informaþii.
tr: Lütfen daha fazla bilgi için tty3'ı veya /var/log/messages'ı inceleyin.

source: Configure and mount partitions
it: Configurare e montare le partizioni
ro: Configureazã ºi monteazã partiþii
tr: Ayarla ve bölümleri bağla

source: This partition seems to already have a file system (${FSTYPE}). You can choose to leave this file system intact, create a new file system, or create swap space.
tr: Bu bölüm ${FSTYPE} dosya sistemi ile biçimlendirilmiş. Seçiminizle; bu dosya sisteminde değişiklik yapmayabilir, yeni bir dosya sistemi oluşturabilir veya bir takas alanı oluşturabilirsiniz.

source: The information shown is, in turn: device name, size, file system, and mount point.
de: Die angezeigten Informationen sind der Reihe nach: Gerät, Name, Größe, Dateisystem, Mountpunkt
fi: Näytettävät tiedot ovat: laitenimi, koko, tiedostojärjestelmä ja liitospiste.
nl: De getoonde informatie is, op volgorde: de apparaatnaam, grootte, bestandssysteem, en aanhechtpunt.

source: Existing file system found on ${PARTITION}
de: Bestehendes Dateisystem auf ${PARTITION} gefunden
fi: Osiolta ${PARTITION} löytyi jo olemassaoleva tiedostojärjestelmä
nl: Er is een bestaand bestandssyteem gevonden op ${PARTITION}

source: What do you want to do with ${PARTITION}?
de: Wie möchten Sie mit ${PARTITION} vorgehen?

source: Where do you want to mount ${PARTITION}?
de: Wo möchten Sie ${PARTITION} einbinden?

source: Partitions have already been mounted!
de: Partitionen wurden bereits eingebunden!

source: Since the partitions have already been mounted, you cannot do any changes. Do you want to unmount the partitions so you can make changes? Note that if you do, you cannot abort this. If you change your mind, you will have to restore the old mounts yourself.
de: Da die Partitionen schon eingehängt wurden können Sie keine Änderungen mehr vornehmen. Möchten Sie die Partition aushängen, damit Änderungen vorgenommen werden können? Beachten Sie bitte, dass nicht abgebrochen werden kann. Falls Sie Ihre Meinung ändern, müssen Sie den vorherigen Zustand selbst wiederherstellen.

source: An error occurred while unmounting the partitions. Cannot continue.
de: Es trat ein Fehler beim aush�gen der Partitionen auf. Fortfahren nicht möglich.

source: You have assigned a partition to ${MOUNT}
de: Sie haben eine Partition nach ${MOUNT} zugewiesen

source: It makes no sense to mount a partition on ${MOUNT}. Please change this.
de: Es macht keinen Sinn eine Partition nach ${MOUNT} einzubinden. Bitte ändern Sie Ihre Angaben.

source: You have assigned several partitions to ${MOUNT}
de: Sie haben ${MOUNT} mehrere Partitionen zugewiesen

source: WARNING: This will destroy all data on the partitions you have assigned file systems to!
de: WARNUNG: Dies zerstört alle Daten auf Partitionen denen Sie ein Dateisystem zugeordnet haben.

source: An error occurred when the swap space was created on ${PARTITION}. Please see tty3 or /var/log/messages for more information.
de: Es trat ein Fehler auf, als Swap auf ${PARTITION} erzeugt wurde. Für mehr Informationen sehen Sie bitte auf tty3 oder in /var/log/messages nach.

source: An error occurred when the swap space on ${PARTITION} was activated. Please see tty3 or /var/log/messages for more information.
de: Es trat ein Fehler auf, als versucht wurde den Swap auf ${PARTITION} zu aktivieren. Für mehr Informationen sehen Sie bitte auf tty3 oder in /var/log/messages nach.

source: An error occurred when the ${FS} file system was created on ${PARTITION}. Please see tty3 or /var/log/messages for more information.
de: Es trat ein Fehler auf, als das Dateisystem ${FS} auf ${PARTITION} angelegt wurde. Für mehr Informationen, sehen Sie bitte auf tty3 oder in /var/log/messages nach.

source: An error occurred when ${PARTITION} was mounted on ${MOUNT}. Please see tty3 or /var/log/messages for more information.
de: Es trat ein Fehler auf als ${PARTITION} nach ${MOUNT} eingebunden wurde. Für mehr Informationen, sehen Sie bitte auf tty3 oder in /var/log/messages nach.

source: Configure and Mount Partitions
de: Partitionen konfigurieren und einbinden
