Repository: Sprezzatech/main-menu-udeb
Catalog: packages/netcfg/debian/po/*.po
Languages: bs, cs, de, eo, vi

source: Auto-configure network with DHCP?
bs: Automatski podesiti mreu sa DHCP-om?
cs: Automaticky nastavit síÂť přes DHCP?
de: Netzwerk automatisch mit DHCP konfigurieren?
eo: Memakomodu reto kun 'DHCP'-o ?
vi: Tự động định cấu hình mạng bằng DHCP không?

source: Networking can either be configured by DHCP or by manually entering all the information. If you choose to use DHCP and the installer is unable to get a working configuration from a DHCP server on your network, you will be given the opportunity to configure your network manually after the attempt to configure it by DHCP.
bs: Umreavanje moe biti podeeno putem DHCP-a ili runo unoenjem svih informacija. Ako izaberete DHCP i installer ne bude u mogunosti da dobije ispravnu konfiguraciju od DHCP servera na vaoj mrei, dae vam se prilika da podesite vau mreu runo nakon pokuaja podeavanja putem DHCP-a.
cs: SíÂťování můÂžete nastavit buď automaticky přes DHCP, nebo ručně zadat požadované informace. Pokud zvolíte DHCP a tato metoda selže (systém neobdržÂí od místního DHCP serveru rozumné nastavení), vždy můÂžete přejít k ručnímu nastavení sítě.
de: Das Netzwerk kann entweder mit DHCP oder durch manuelle Eingabe aller Informationen konfiguriert werden. Wenn Sie DHCP wählen und der Installer keine funktionierende Konfiguration von einem DHCP-Server Ihres Netzwerks erhalten kann, werden Sie nach dem Konfigurationsversuch per DHCP die Möglichkeit erhalten, Ihr Netzwerk manuell zu konfigurieren.
eo: Oni uzeblas 'DHCP'-o por akomodi la reton aŭ mem eldoni ĉiujn la informojn. Se vi elektus akomodon per 'DHCP'-o kaj se la instalilo misakomodas la reton per 'DHCP'-servilo, vi memakomodus la reton post la 'DHCP'-a klopodo.
vi: Có thể định cấu hình mạng hoặc qua DHCP hoặc bằng cách tự gõ tất cả thông tin cần thiết. Nếu bạn chọn sử dụng DHCP còn trình cài đặt không thể gọi cấu hình hoạt động từ máy chủ DHCP trên mạng bạn, bạn sẽ có dịp tự định cấu hình mạng bạn sau một lần thử làm như thế qua DHCP.

source: Domain name:
cs: Název domény:
eo: Domajnnomo:
vi: Tên miền:

source: The domain name is the part of your Internet address to the right of your host name. It is often something that ends in .com, .net, .edu, or .org. If you are setting up a home network, you can make something up, but make sure you use the same domain name on all your computers.
bs: domain name je dio vae Internet adrese desno od vaeg host namea. To je ime koje se esto zavrava s .com, .net, .edu ili .org. Ako postavljate kunu mreu, moete izmisliti neko ime, ali pobrinite se da koristite isti domain name na svim vaim kompjuterima.
cs: Doménové jméno je čÂást vašÂí internetové adresy napravo od jména počÂítače. Často končÂí na na .org, .net, .edu nebo .cz. Pokud stavíte domácí síÂť, můÂžete si něco vymyslet, ale použijte stejnou doménu pro všechny počÂítače.
de: Der Domainname ist der rechte Teil Ihrer Internetadresse nach Ihren Rechnernamen. Er endet oft mit .de, .com, .net oder .org. Wenn Sie ein lokales Heimnetz aufbauen, ist es egal, was Sie angeben. Diese Information sollte dann aber auf allen Rechnern gleich sein.
eo: La domajnnomon estas la dekstra parto de la Internet adreso de via sistemnomo. Ĝi ofte finiĝas kun .com, .net, .edu aŭ .org. Se vi agordas vian hejman reton, vi uzeblas iajn nomojn sed ĉiame uzu la samnomon sur ĉiu sistemo.
vi: Tên miền (domain name) là phần địa chỉ Mạng ở bên phải tên máy chủ (host name). Nó thường có phần cuối .com (công ty), .net (Mạng), .edu (học) hay .org (tổ chức). Nếu bạn đang thiết lập một mạng ở nhà thì có thể tạo tên miền (không phải là phần Mạng bên ngoại), nhưng hãy bảo đảm sử dụng cùng một tên miền trên mọi máy vi tính.

source: Name server addresses:
bs: Adrese (DNS) name servera:
cs: Adresy jmenných serverů:
de: Adresse des DNS-Servers:
eo: Nomserviladresoj:
vi: Các địa chỉ máy chủ tên:

source: The name servers are used to look up host names on the network. Please enter the IP addresses (not host names) of up to 3 name servers, separated by spaces. Do not use commas. The first name server in the list will be the first to be queried. If you don't want to use any name server, just leave this field blank.
bs: Name serveri se koriste za prepoznavanje naziva raunara na mrei. Molim unesite IP adrese (ne host nameove) do 3 (DNS) name servera, razdvojene razmaknicama. Nemojte koristiti zareze. Serveri e biti ispitivani redoslijedom kojim ste ih unijeli. Ako ne elite koristiti name servere, samo ostavite ovo polje prazno.
cs: Jmenné servery sloužÂí pro vyhledávání počÂítačÂů na síti podle jejich jmen. Zadejte IP adresy (ne názvy) maximálně třÂí jmenných serverů oddělené mezerami. NepoužÂívejte čÂárky. Servery budou dotazovány v pořadí, v jakém je zadáte. Pokud nechcete použÂívat jmenné servery, nechte pole prázdné.
eo: La nomserviloj estas uzataj por trovi aliaj sistemnomoj en la reto. Bonvolu tajpi ĝiajn IP adresojn (ne ĝiajn sistemnomojn) ; vi povas enskirbi ĝis tri interpacajn adresojn, ne uzas la komaj literoj. La unua servilo estos unue pridemandita.
vi: Máy chủ tên được sử dụng để tra cứu tên máy trên mạng. Hãy gõ những địa chỉ IP (Internet Protocol: giao thức Mạng, v.d. 127.0.0.0) của 1-3 máy chủ tên, định giới bằng chữ cách (không phải bằng dấu phẩy). Tên đầu tiên trong danh sách ấy sẽ nhận truy vấn thứ nhất. Nếu bạn không muốn sử dụng máy chủ tên nào thì hãy bỏ trường này rỗng.

source: Primary network interface:
bs: Primarni mreni interfejs:
cs: Primární síÂťové rozhraní:
de: Primäres Netzwerk-Interface:
eo: Unuagrada reta aparato:
vi: Giao diện mạng chính:

source: Your system has multiple network interfaces. Choose the one to use as the primary network interface during the installation. If possible, the first connected network interface found has been selected.
eo: Via sistemo posedas plurajn retajn aparatadaptilojn. Elektu iun, kiun vi volas ĉefe uzi dum la instalado. La instalilo aŭtomate eblelektas la unuan konektan retan aparatadaptilon.
vi: Hệ thống bạn có nhiều giao diện mạng. Hãy chọn điều nào cần sử dụng là giao diện mạng chính trong khi cài đặt. Nếu có thể, giao diện mạng được kết nối thứ nhất đã được chọn rồi.

source: Wireless ESSID for ${iface}:
bs: Beini ESSID za ${iface}:
cs: ESSID pro bezdrátové ${iface}:
de: ESSID für ${iface}:
eo: Sendrata 'ESSID'-o por '${iface}'-o:
vi: ESSID không dây cho ${iface}:

source: ${iface} is a wireless network interface. Please enter the name (the ESSID) of the wireless network you would like ${iface} to use. If you would like to use any available network, leave this field blank.
bs: ${iface} je beini mreni interfejs. Molim unesite naziv (ESSID) beine mree koju elite da ${iface} koristi. Ako elite koristiti bilo koju dostupnu mreu, ostavite ovo polje prazno.
cs: ${iface} je rozhraní k bezdrátové síti. Zadejte jméno (ESSID) bezdrátové sítě, kterou chcete přes rozhraní ${iface} použÂívat. Jestliže chcete použÂít libovolnou dostupnou síÂť, ponechte pole prázdné.
de: ${iface} ist ein drahtloses Netzwerkinterface. Bitte geben Sie den Namen (die ESSID) des drahtlosen Netzwerks an, das ${iface} verwenden soll. Wenn Sie irgendein verfügbares Netzwerk verwenden möchten, lassen Sie dieses Feld leer.
eo: '${iface}'-o estas sendrata reta aparatadaptilo. Bonvolu tajpi la sendratan retan nomon ('ESSID'), kiun vi volu '${iface}'-a uzas. Se vi volus uzi alian reton, malplenu la registrokampon.
vi: ${iface} là một giao diện mạng không dây. Hãy gõ tên (ESSID) của giao diện mạng không dây nào bạn muốn ${iface} sử dụng. Nếu bạn muốn sử dụng bất cứ mạng sẵn sằng nào thì hãy bỏ trường này rỗng.

source: WEP key for wireless device ${iface}:
bs: WEP klju za beini ureaj ${iface}:
cs: WEP klíÂč pro bezdrátové zařÂízení ${iface}:
eo: WEP ĉifroŝlosilo por sendrata aparato ${iface}:
vi: Khóa WEP cho thiết bị không dây ${iface}:

source: If applicable, please enter the WEP security key for the wireless device ${iface}. There are two ways to do this:
bs: Ako je potrebno, molim unesite WEP sigurnosni klju za beini ureaj ${iface}. To moete uiniti na dva naina:
cs: Pokud můÂžete, zadejte bezpečnostní klíÂč WEP pro bezdrátové zařÂízení ${iface}. Existují dvě možnosti:
eo: Se eble, bonvolu tajpi la 'WEP'-o sekuran ĉifroŝlosilon por sendrata '${iface}'-aparato. Estas du manieroj de fari tio:
vi: Nếu thích hợp thì hãy gõ khóa bảo mật WEP cho thiết bị không dây ${iface}. Có hai cách làm như thế:

source: If your WEP key is in the format 'nnnn-nnnn-nn', 'nn:nn:nn:nn:nn:nn:nn:nn', or 'nnnnnnnn', where n is a number, just enter it as it is into this field.
eo: Se via 'WEP'-ĉifroŝlosilo estas en la strukturo 'nnnn-nnnn-nn', nn:nn:nn:nn:nn:nn:nn:nn', aŭ 'nnnnnnnn', kiu 'n' estas nombro. Tajpu ĝin en la registrokampo nur tia ĝi estas.
vi: <BR>Nếu khóa WEP bạn có dạng thức 'nnnn-nnnn-nn', 'nn:nn:nn:nn:nn:nn:nn:nn', <BR>hay 'nnnnnnnn', mà 'n' là số, hãy chỉ gõ chuỗi số ấy vào trường này.

source: If your WEP key is in the format of a passphrase, prefix it with 's:' (without quotes).
bs: Ako je va WEP klju u obliku fraze za ifru, dodajte mu prefix 's:' (bez navodnika).
cs: Pokud je váÂš WEP klíÂč ve formě hesla, napište před něj 's:' (bez apostrofů).
de: Wenn Ihr WEP-Schlüssel eine Passphrase ist, stellen Sie dieser ein 's:' (ohne Anführungszeichen) voran.
eo: Se via 'WEP'-ĉifroŝlosilo estas en pasfraza strukturo, tajpu ĝin kun autaŭmeta 's:' (sen la citiloj).
vi: Nếu khóa WEP ban co dạng thức cụm từ mật khẩu thì hãy thêm chữ s và dấu hai chấm vào đầu khóa ấy: s:cụm_từ_mật_khẩu

source: Of course, if there is no WEP key for your wireless network, leave this field blank.
bs: Naravno, ako nema WEP kljua za vau beinu vezu, ostavite ovo polje prazno.
cs: Samozřejmě, pokud WEP klíÂč na bezdrátové síti nepoužÂíváte, nezadávejte nic.
de: Wenn es für Ihr drahtloses Netzwerk keinen WEP-Schlüssel gibt, lassen Sie dieses Feld leer.
eo: Kompreneble, se 'WEP'-o ne estas por via sendrata reto, malplenu la registrokampon.
vi: Vậy nếu không có khóa WEP cho mạng không dây của bạn, hãy bỏ trường này rỗng.

source: Invalid WEP key
bs: Neispravan WEP klju
cs: Neplatný WEP klíÂč
de: Ungültiger WEP-Schlüssel
eo: Malvalida 'WEP'-ĉifroŝlosilo
vi: Khóa WEP không hợp lệ

source: The WEP key '${wepkey}' is invalid. Please refer to the instructions on the next screen carefully on how to enter your WEP key correctly, and try again.
bs: WEP klju '${wepkey}' je neispravan. Molim paljivo proitajte upute na sljedeem ekranu o tome kako da unesete ispravno va WEP klju i pokuajte ponovo.
cs: WEP klíÂč '${wepkey}' je neplatný. Pozorně si přečtete návod na dalšÂí obrazovce a zkuste to znovu.
de: Der WEP-Schlüssel '${wepkey}' ist ungültig. Bitte beachten Sie die Anweisungen auf dem nächsten Bildschirm über die korrekte Eingabe des WEP-Schlüssels und versuchen Sie es noch einmal.
eo: La 'WEP'-ĉifroŝlosilo '${wepkey}' estas malvalida. Bonvolu atente konsulti la sekvantan ekranon pri la maniero de registri 'WEP'-ĉifroŝlosilo, kaj reprovu.
vi: Khóa WEP: ${wepkey}không là hợp lệ. Trên màn hình kế tiếp, hãy tham chiếu một cách cẩn thận những hướng dẫn về cách gõ khóa WEP cho đúng, rồi thư lại.

source: Invalid ESSID
bs: Neispravni ESSID
cs: Neplatné ESSID
de: Ungültige ESSID
eo: Malvalida 'ESSID'-o
vi: ESSID không hợp lệ

source: The ESSID "${essid}" is invalid. ESSIDs may only be up to 32 characters, but may contain all kinds of characters.
bs: ESSID "${essid}" je neispravan. ESSID-ovi mogu biti do 32 znaka dugi i mogu da sadre sve vrste znakova.
cs: ESSID "${essid}" je neplatné. ESSID můÂže obsahovat libovolné znaky, ale musí být kratšÂí než 32 znaků.
de: Die ESSID "${essid}" ist ungültig. ESSIDs dürfen nur 32 Zeichen lang sein, können aber alle Arten von Zeichen enthalten.
eo: Malvalida 'ESSID'-a "${essid}". 'ESSID'-oj uzendiĝas kun pli malgranda 32 signoj, sed ĝi inkludeblas ĉiajn signojn.
vi: <BR>ESSID "${essid}" không là hợp lệ.<BR>ESSID có thể chứa 1-32 ký tự, bất cứ loại ký tự nào.

source: Hostname:
cs: Jméno počÂítače:
eo: Gastnomo:
vi: Tên máy:

source: Please enter the hostname for this system.
bs: Molim unesite hostname za ovaj sistem.
cs: Zadejte jméno tohoto počÂítače.
de: Bitte geben Sie den Hostnamen dieses Systems ein.
eo: Bonvolu tajpi via sistema gastnomo.
vi: Hãy nhập tên máy cho hệ thống này.

source: The hostname is a single word that identifies your system to the network. If you don't know what your hostname should be, consult your network administrator. If you are setting up your own home network, you can make something up here.
bs: Hostname je jedna rije koja identifikuje va sistem na mrei. Ako ne znate kakav bi trebao biti va hostname, konsultirajte vaeg mrenog administratora. Ako postavljate vau vlastitu kunu mreu, onda moete izmisliti neto ovdje.
cs: Jméno počÂítače je jednoslovný název, který identifikuje váÂš systém v síti. Pokud neznáte název svého počÂítače, zeptejte se svého síÂťového správce. Jestliže stavíte domácí síÂť, můÂžete si vymyslet téměÂř cokoliv.
de: Der Hostname ist ein einzelnes Wort, der Ihr Rechner im Netzwerk identifiziert. Wenn Sie Ihren Rechnernamen nicht kennen, fragen Sie den Netzwerkadministrator. Wenn Sie ein lokales Heimnetz aufbauen, ist es egal, was Sie angeben.
eo: La gastnomo estas unuopa vorto kiu distingas vian sistemon en la reto. Se vi malkonas vian gastnomon, konsultu vian retan administriston. Se vi agordas vian hejman reton, vi uzeblas iajn nomojn.
vi: Tên máy là một từ đơn nhận biết hệ thống bạn cho mạng. Nếu bạn chưa biết tên máy nên là gì, hãy hỏi quản trị mạng. Nếu bạn đang thiết lập mạng ở nhà thì có thể tạo gì ở đây.

source: Invalid hostname
bs: Neispravan hostname
cs: Neplatné jméno
de: Ungültiger Hostname
eo: Malvalida gastnomo
vi: Tên máy không hợp lệ

source: The name "${hostname}" is invalid.
bs: Hostname "${hostname}" je neispravan.
cs: Jméno počÂítače "${hostname}" je neplatné.
de: Der Rechnername "${hostname}" ist ungültig.
eo: La nomo "${hostname}" estas malvalida.
vi: Tên "${hostname}" không hợp lệ.

source: A valid hostname may contain only the numbers 0-9, the lowercase letters a-z, and the minus sign. It must be between 2 and 63 characters long, and may not begin or end with a minus sign.
cs: Název počÂítače smí obsahovat pouze čÂíslice 0-9, písmena a-z, A-Z a znaménko mínus, musí být v rozmezí 2 a 63 znaků a nesmí začÂínat nebo končit znaménkem mínus.
eo: Valida gastnomo eblas enhavi nur la nombrojn 0-9, la literitoj a-z, kaj la minusa signo. Ĝi interendas 2 kaj 63 literoj. Ĝi ne povas komenciĝi kaj finiĝi kun la minusa signo.
vi: Một tên máy hợp lệ có thể chứa chỉ số (0-9), chữ thường (a-z) và dấu trừ (:). Độ dài phải có 2-63 ký tự, và không cho phép bắt đầu hay kết thức với dấu trừ.

source: Error
bs: Greka
cs: Chyba
de: Fehler
eo: Eraro
vi: Lỗi

source: An error occurred and the network configuration process has been aborted. You may retry it from the installation main menu.
bs: Dolo je do greke i proces mrene konfiguracije je obustavljen. Moete ponovo pokuati iz glavnog instalacijskog menija.
cs: Při nastavování sítě se objevila chyba a proces byl přerušen. MůÂžete to zkusit znovu z hlavního menu instalátoru.
eo: Eraro okazis. La reta akomodprocezo estas abortita. Vi povas reprovi ĝin el la instalada ĉefa menuo.
vi: Lỗi xảy ra nên tiến trình định cấu hình mạng bị hủy bỏ. Bạn có thể lại thử nó từ trình đơn chính của trình cài đặt.

source: No network interfaces detected
bs: Mreni interfejsi nisu detektovani
cs: Nebyla nalezena žÂádná síÂťová rozhraní.
de: Kein Interface wurde erkannt
eo: Neniu detektita reta aparatadaptilo
vi: Không phát hiện giao diện mạng nào.

source: No network interfaces were found. The installation system was unable to find a network device.
bs: Mreni interfejsi nisu pronaeni. Instalacioni sistem ne moe pronai mreni ureaj.
cs: Nebyla nalezena žÂádná síÂťová rozhraní. Instalační systém nenašel síÂťové zařÂízení.
de: Kein Netzwerkinterface wurde gefunden. Das Installationssystem konnte also keine Netzwerkkarte finden.
eo: Neniu reta aparatadaptilo estas trovita. La instalilo ne troveblas la retan aparatadaptilon.
vi: Không tìm thấy giao diện mạng nào. Hệ thống cài đặt không tìm được một thiết bị mạng.

source: You may need to load a specific module for your network card, if you have one. For this, go back to the network hardware detection step.
bs: Moda biste trebali uitati odreeni modul za vau mrenu karticu, ako je imate. Za ovo, idite nazad na korak detekcije mrenog hardwarea.
cs: Pokud máte síÂťovou kartu, možná pro ni budete muset nahrát jaderný modul. Učinit tak můÂžete zpět v kroku rozpoznání síÂťového hardwaru.
de: Es ist möglich, dass zunächst ein Kernel-Modul für Ihre Netzwerkkarte geladen werden muss. Gehen Sie dazu zum Schritt 'Netzwerk-Hardwareerkennung' zurück.
eo: Vi bezonus ŝargi specifan aparatadaptilon por via reta karto, se vi havas ĝin. Por tio, retroiru al la reta aparata detekta paŝo.
vi: Có lẽ bạn sẽ cần tải một mô-đun nào đó cho thẻ mạng, nếu có. Để làm như thế, hãy trở về bước phát hiện phần cứng mạng.

source: Kill switch enabled on ${iface}
eo: 'Kill switch' efektiva sur ${iface}
vi: Cái chuyển giết trong ${iface} có bật.

source: ${iface} appears to have been disabled by means of a physical "kill switch". If you intend to use this interface, please switch it on before continuing.
eo: ${iface} ŝajne estas malaktivigita per aparatara parametro 'Kill switch'. Se vi intencas uzi tiun ĉi aparatadaptilo, bonvolu ŝalti ĝin antaŭ ol pluigi.
vi: Hình như ${iface} đã bị tắt dùng một «cái chuyển giết» vật lý. Nếu bạn định sử dụng giao diện này, hãy bật nó trước khi tiếp tục.

source: Infrastructure (Managed) network, Ad-hoc network (Peer to peer)
bs: Infrastrukturna (Managed) mrea, Ad-hoc mrea (Peer to Peer)
cs: ŘÂízená (strukturovaná) síÂť, Náhodná (peer to peer) síÂť
de: Infrastruktur- (gemanagetes) Netzwerk, Ad-hoc-Netzwerk (Peer-to-Peer)
eo: Infrastructura ('Managed') reto, adaptita reto ('Peer to peer')
vi: mạng hạ tầng cơ sở (được quản lý), mạng như có lúc ấy (đồng đẳng)

source: Wireless network kind:
bs: Vrsta bezine mree:
cs: Typ bezdrátové sítě:
de: Art des drahtlosen Netzwerks:
eo: Sendrata reto kompleza kun:
vi: Loại mạng không dây:

source: Wireless networks are either managed or ad-hoc. If you use a real access point of some sort, your network is Managed. If another computer is your 'access point', then your network may be Ad-hoc.
bs: Beine mree mogu biti managed ili ad-hoc. Ako koristite stvarni acces point izvjesnog tipa, vaa mrea je Managed. Ako je drugi raunar va 'access point', onda je vaa mrea Ad-hoc.
cs: Bezdrátové sítě jsou buď řÂízené, nebo náhodné. Pokud použÂíváte skutečný přÂístupový bod, je tato síÂť řÂízená. Pokud je vašÂím 'přÂístupovým bodem' jiný počÂítač, jedná se pravděpodobně o náhodnou síÂť.
eo: Sendrataj retoj funkcias laŭ la infrastructura modo ('Managed') aŭ la adaptita modo ('Peer to peer'). Se vi uzus reteniraĵon, via reto estas infrastuctura modo. Se alia komputilo oficus reteniron, via reto estas adaptita modo.
vi: mạng không dây hoặc là Được quản lý (managed) hoặc là Như có vào lúc ấy (ad hoc). Nếu bạn sử dụng một điểm truy cập thật thì mạng bạn được quản lý. Nếu máy vi tính khác thay quyền điểm truy cập thì mạng bạn có lẽ là như có vào lúc ấy.

source: Wireless network configuration
bs: Konfiguracija beine (wireless) mree
cs: Nastavení bezdrátové sítě
eo: Akomodado de la sendrata reto
vi: Cấu hình mạng không dây

source: Searching for wireless access points ...
bs: Traim beine pristupne take (access points) ...
cs: Hledají se bezdrátové přÂístupové body ...
eo: Serĉadi sendratajn enirajn punktojn...
vi: Đang tìm kiếm các điểm truy cập không dây...

source: <none>
cs: <nic>
de: <nichts>
vi: <không>

source: Wireless ethernet (802.11x)
bs: Beini (Wireless) ethernet (802.11x)
cs: Bezdrátový ethernet (802.11x)
de: Drahtloses Ethernet (802.11x)
eo: Sendrata Ethernet (802.11x)
vi: Ethernet không dây (802.11x)

source: wireless
bs: beina mrea
cs: bezdrát
eo: sendrata
vi: không dây

source: Ethernet or Fast Ethernet
bs: Ethernet ili Fast Ethernet
cs: Ethernet nebo Fast Ethernet
de: Ethernet oder Fast Ethernet
eo: Ethernet aŭ Fast Ethernet
vi: Ethernet hoặc Fast Ethernet

source: USB net
vi: mạng USB

source: Serial-line IP
de: IP über serielle Schnittstelle
vi: IP dòng nối tiếp

source: Parallel-port IP
de: IP über parallele Schnittstelle.
vi: IP cổng song song

source: Point-to-Point Protocol
vi: Giao thức điểm-đến-điểm (PPP)

source: IPv6-in-IPv4
vi: IPv6-trong-IPv4

source: ISDN Point-to-Point Protocol
vi: Giao thức điểm-đến điểm ISDN

source: Channel-to-channel
vi: Kênh-đến-kênh

source: Real channel-to-channel
cs: Skutečný channel-to-channel
vi: Kênh-đến-kênh thực

source: Inter-user communication vehicle
eo: Interuzantoj komunika veturilo
vi: Bộ truyền thông giữa các người dùng

source: Unknown interface
bs: Nepoznati interfejs
cs: Neznámé rozhraní
de: Unbekanntes Interface
eo: Nekonata aparatadaptilo
vi: Giao diện lạ

source: Configuring network ...
bs: Podeavam mreu ...
cs: Nastavuje se síÂť ...
de: Konfiguriere das Netzwerk ...
vi: Đang định cấu hình mạng...

source: Configure the network
bs: Podesi mreu
cs: Nastavit síÂť
de: Netzwerk einrichten
eo: Akomodu la reto
vi: Định cấu hình mạng

source: DHCP hostname:
cs: DHCP jméno:
eo: DHCP gastnomo:
vi: Tên máy DHCP:

source: You may need to supply a DHCP host name. If you are using a cable modem, you might need to specify an account number here.
bs: Moda biste trebali unijeti DHCP host name. Ako koristite kablovski modem, trebali biste ovdje navesti broj rauna.
cs: Možná budete muset zadat DHCP jméno počÂítače. Pokud použÂíváte kabelový modem, někdy se sem zadává čÂíslo úÂčtu.
de: In einigen Situationen muss man einen DHCP Hostnamen angeben. Das kommt selten vor, aber vor allem bei Kabelmodembenutzern. Wenn Sie ein Kabelmodem besitzen, muss hier oft eine Benutzernummer angegeben werden.
eo: Vi provizus DHCP gastnomon. Se vi uzas kablomodemo, vi bezonus aldoni kontnombro.
vi: Có lẽ bạn hãy cung cấp một tên máy loại DHCP. Nếu bạn đang sử dụng một bộ điều giải cáp thì có lẽ cũng hãy ghi rõ số tài khoản ở đây.

source: Most other users can just leave this blank.
bs: Veina korisnika moe ovo ostaviti prazno.
cs: Většina uživatelů nemusí vyplňovat nic.
de: Die meisten Benutzer können dieses Feld einfach leer lassen.
eo: La plejparto de aliaj uzantoj malplenus ĉi registrokampon.
vi: Người dùng khác có thể bỏ rỗng phần này

source: Configuring the network with DHCP
bs: Podeavam mreu preko DHCP-a
cs: Nastavuje se síÂť přes DHCP
de: Das Netzwerk wird jetzt mit DHCP konfiguriert
eo: Akomodado de la reto per DHCP
vi: Định cấu hình mạng bằng DHCP

source: This may take some time.
bs: Ovo moe potrajati neko vrijeme.
cs: MůÂže to chvíli trvat.
de: Dies kann einige Zeit dauern.
eo: Tio povas longtempe daŭri.
vi: Có thể kéo dài một lát.

source: Network autoconfiguration has succeeded
bs: Statika konfiguracija mree
cs: Automatické nastavení sítě bylo úspěÂšné
eo: La reta akomodado sukcesis
vi: Tự động định cấu hình mạng đã hoàn thành.

source: No DHCP client found
bs: DHCP klijent nije pronaen
cs: Nebyl nalezen DHCP klient
de: Kein DHCP-Client gefunden
eo: Neniu trovita 'DHCP'-kliento
vi: Không tìm thấy máy khách DHCP

source: No DHCP client was found. This package requires pump or dhcp-client.
bs: DHCP klijent nije pronaen. Ovaj paket zahtijeva pump ili dhcp-client.
cs: Nebyl nalezen DHCP klient. Tento balík vyžaduje pump nebo dhcp-client.
de: Kein DHCP-Client gefunden. Diese Paket benötigt den pump oder dhcp-client.
eo: Neniu 'DHCP'-kliento estis trovita. Tiu pakaĵo bezonas klienton 'pump' aŭ 'dhcp'.
vi: Không tìm thấy máy khách DHCP nào. Gói này cần đến trình pump hay dhcp-client.

source: The DHCP configuration process will be aborted.
bs: DHCP konfiguracijski proces e biti obustavljen.
cs: Proces nastavení DHCP se přerušÂí.
de: Der DHCP-Konfigurationsprozess wird abgebrochen.
eo: La 'DHCP'-akomodado estos fiaskigita.
vi: Tiến trình cấu hình DHCP sẽ bị hủy bỏ.
