Repository: Sprezzatech/main-menu-udeb
Catalog: packages/netcfg/debian/po/*.po
Languages: bs, cs, de, eo, vi

source: Retry network autoconfiguration
bs: Ponovi automatsku konfiguraciju mree
cs: Zkusit znovu automatické nastavení sítě
eo: Reprovu la retan aŭtomatakomodadon
vi: Thử chạy lại định cấu hình mạng tự động

source: Retry network autoconfiguration with a DHCP hostname
bs: Ponovi automatsku konfiguraciju mree koristei hostname DHCP servera
cs: Zkusit znovu automatické nastavení sítě s DHCP jménem
eo: Reprovu la retan aŭtomatakomodadon kun 'DHCP'-gastnomo
vi: Thử lại định cấu hình tự động với một tên máy DHCP

source: Configure network manually
bs: Runo podesi mreu
cs: Nastavit síÂť ručně
eo: Meme akomodu la reton
vi: Tự định cấu hình mạng

source: Do not configure the network at this time
bs: Ne podeavaj mreu sada
cs: Nyní síÂť nenastavovat
eo: Ne akomodu nun la retan
vi: Không định cấu hình mạng vào lúc này

source: Network configuration method:
bs: Metod podeavanja mree:
cs: Způsob nastavení sítě:
eo: Reta akomoda metodo:
vi: Phương thức định cấu hình mạng:

source: From here you can choose to retry DHCP network autoconfiguration (which may succeed if your DHCP server takes a long time to respond) or to configure the network manually. Some DHCP servers require a DHCP hostname to be sent by the client, so you can also choose to retry DHCP network autoconfiguration with a hostname that you provide.
cs: Nyní můÂžete znovu zkusit nastavit síÂť přes DHCP (což můÂže fungovat, pokud má váÂš DHCP server pomalejšÂí odpovědi), nebo můÂžete síÂť nastavit ručně. Některé DHCP servery přidělují adresy pouze po zadání konkrétního DHCP jména klienta, takže můÂžete vyzkoušet i tuto variantu.
eo: Vi povas tuj reprovi la 'DHCP'-aŭtomatakomodadon (la akomodado eble sukcesos se via 'DHCP'-servilo malfrue respondas) aŭ por memakomodi la retan. Kelkaj 'DHCP'-servilo bezonas nomitan 'DHCP'-gastnomon de la kliento. Vi povas provizi ĝin antaŭ ol reprovi la aŭtomatakomodadon.
vi: Từ điểm này thì bạn có thể chọn hoặc để thử tự động định cấu hình mạng DHCP một lần nữa (mà có lẽ thành công nếu máy chủ DHCP trả lời chậm lắm), hoặc để tự định cấu hình mạng ấy. Một số máy chủ DHCP cần đến máy khách gởi tên máy DHCP, vậy bạn cũng có thể chọn thử tự động định cấu hình mạng DHCP một lần nữa với một tên máy tự cung cấp.

source: Network autoconfiguration failed
bs: Automatska konfiguracija mree nije uspjela
cs: Automatické nastavení sítě selhalo
eo: La reta aŭtomatakomodado malsukcesis
vi: Lỗi tự động định cấu hình mạng.

source: Your network is probably not using the DHCP protocol. Alternatively, the DHCP server may be slow or some network hardware is not working properly.
bs: Vaa mrea vjerovatno ne koristi DHCP protokol. Alternativno, DHCP server je moda spor ili odreeni mreni hardware ne radi ispravno.
cs: To můÂže být díky pomalému DHCP serveru, nefunkčním síÂťovým prvkům, nebo jednoduše vaše síÂť DHCP nepodporuje.
eo: Verŝajne via reto neuzas la 'DHCP'-protokolon. Alternative, la 'DHCP'-servilo malrapidas aŭ kelkaj aparatoj malfunkcias.
vi: Rất có thể là mạng bạn không sử dụng giao thức DHCP. Hoặc máy chủ DHCP chậm quá, hoặc một số phần mềm mạng không hoạt động cho đúng.

source: Continue without a default route?
bs: Nastavite bez default route?
cs: Pokračovat bez implicitního směrování?
eo: Daŭrigu sen implicita kurso ?
vi: Tiếp tục mà không có đường dẫn mặc định không?

source: The network autoconfiguration was successful. However, no default route was set: the system does not know how to communicate with hosts on the Internet. This will make it impossible to continue with the installation unless you have the first installation CD-ROM, a 'Netinst' CD-ROM, or packages available on the local network.
eo: La reta aŭtomatakomodado sukcesis. Tamen, ne implicita itinero estis deklarita: la sistemo ne scias kiel komuniki kun aliaj retaj aparatoj. Tio maluzigas la instalaĵon, krom se vi uzas la aficialan unuan Debianan lumdiskon, 'netinst'-lumdiskon, aŭ disponeblajn pakaĵojn en loka reto.
vi: Việc tự động cấu hình mạng đã thành công. Tuy nhiên, chưa đặt đường dẫn mặc định: hệ thống chưa biết cách truyền thông với máy khác trên Mạng. Vậy không thể tiếp tục cài đặt, trừ bạn có đĩa CD-ROM cài đặt thứ nhất, đĩa CD-ROM loại Netinst (cài đặt qua Mạng) hoặc những gói sẵn sảng trên mạng địa phương.

source: If you are unsure, you should not continue without a default route: contact your local network administrator about this problem.
bs: Ako niste sigurni, ne biste trebali nastavljati bez default route: kontaktirajte vaeg lokalnog mrenog administratora u vezi sa ovim problemom.
cs: Pokud si nejste jisti, můÂžete pokračovat dále a v přÂípadě potíží se jednosuše vrátit zpět na krok nastavení sítě.
eo: Se vi hezitas, ne daŭru sen implicita kurso kaj kontaktu vian lokan retan administriston pri ĉi tiu problemo.
vi: Nếu bạn không chắc thì đừng tiếp tục không có đường dẫn mặc định: hãy hỏi quản trị mạng địa phương về vấn đề này.

source: Reconfigure the wireless network
bs: Ponovo podesi beinu mreu
cs: Znovu nastavit bezdrátovou síÂť
eo: Reakomodu la sendratan reton
vi: Định cấu hình lại mạng không dây

source: Configure the network using dynamic addressing (DHCP)
bs: Podesi mreu koristei dinamino adresiranje (DHCP)
cs: Nastavit síÂť s dynamickými adresami (DHCP)
de: Das Netzwerk wird jetzt mit dynamischer Adressierung (DHCP) konfiguriert
vi: Định cấu hình mạng bằng cách năng động gán địa chỉ (DHCP)

source: IP address:
bs: IP adresa:
cs: IP adresa:
de: IP-Adresse:
eo: 'IP'-adreso:
vi: Địa chỉ IP:

source: The IP address is unique to your computer and consists of four numbers separated by periods. If you don't know what to use here, consult your network administrator.
bs: IP adresa je jedinstvena za va raunar i sastoji se od etiri brojke razdvojene takama. Ako ne znate ta da unesete ovdje, konsultirajte se sa vaim mrenim administratorom.
cs: IP adresa je pro každý počÂítač jedinečná a skládá se ze čtyř čÂísel oddělených tečkami. Pokud nevíte, co zde máte zadat, zeptejte se svého síÂťového správce.
de: Die IP-Adresse bestimmt eindeutig Ihren Computer und besteht aus vier durch Punkte getrennten Zahlen. Wenn Sie Ihre Nummer nicht kennen, fragen Sie Ihren Netzwerkadministrator.
eo: La 'IP'-adreso estas unika por via kumputilo ; ĝi konsistas de kvar nombroj apartigas per punktoj. Se vi ne scius kion tajpi, konsultu vian retan administriston.
vi: Địa chỉ IP (Internet Protocol: giao thức Mạng) là duy nhất cho máy vi tính của bạn, và chứa bốn số định giới bằng dấu chấm (v.d. 127.0.0.0). Nếu bạn chưa biết gõ gì ở đây, hãy hỏi quản trị mạng.

source: Malformed IP address
bs: Neispravna IP adresa:
cs: Zkomolená IP adresa
de: Ungültige IP-Adresse
eo: Malforma 'IP'-adreso
vi: Địa chỉ IP dạng sai

source: The IP address you provided is malformed. It should be in the form x.x.x.x where each 'x' is no larger than 255. Please try again.
bs: IP adresa koju ste unijeli nije ispravna. Treba biti u obliku x.x.x.x, gdje svako x nije vee od 255. Molim pokuajte ponovo.
cs: Zadaná IP adresa je zkomolená. Měla by být ve tvaru x.x.x.x, kde každé x je čÂíslo menšÂí nebo rovno 255. Zkuste to znovu.
de: Die von Ihnen angegebene IP-Adresse ist ungültig. Sie sollte die Form x.x.x.x haben, wobei jedes 'x' nicht größer als 255 ist. Bitte versuchen Sie es noch einmal.
eo: Vi donis malforma IP adreso. Ĝia strukturo endas tia x.x.x.x kiu ĉiu 'x' estas malgranda ol 255. Bonvolu reprovi.
vi: Bạn đã cung cấp địa chỉ IP dạng thức sai. Nó nên có dạng x.x.x.x, mà mỗi x là số nhỏ hơn 255. Hãy thử lại.

source: Point-to-point address:
bs: Point-to-point adresa:
cs: Point-to-point adresa:
de: Point-to-Point-Adresse:
eo: Punkto-al-punkto adreso:
vi: Địa chỉ điểm-đến điểm:

source: The point-to-point address is used to determine the other endpoint of the point to point network. Consult your network administrator if you do not know the value. The point-to-point address should be entered as four numbers separated by periods.
bs: Point-to-point adresa se koristi da bi se ustanovila krajnja taka point to point mree. Konsultujte se sa vaim mrenim administratorom ako ne znate vrijednost. Point-to-point adresa bi se trebala unijeti kao etiri brojke razdvojene takama.
cs: Pointopoint adresa sloužÂí k určení druhého konce point to point sítě. Pokud nevíte, co zde máte zadat, zeptejte se svého síÂťového správce. Adresa se zadává jako čtyři čÂísla oddělená tečkami.
de: Die Point-to-Point-Adresse dient zur Feststellung des anderen Endpunkts des Point-to-Point-Netzwerks. Wenn Sie die Adresse nicht kennen, fragen Sie Ihren Netzwerkadministrator. Die Point-to-Point-Adresse sollte als Gruppe aus vier Zahlen, getrennt durch Punkte, eingegeben werden.
eo: La punkto-al-punkto adreso uzitas por trovi la reta punktfino. Se vi ne scius kion tajpi, konsultu vian retan administriston. La punkto-al-punkto adreso konstruiĝas kun kvar nombroj apartigas per punktoj.
vi: Địa chỉ điểm-đến-điểm được sử dụng để quyết định điểm cuối khác của mạng điểm-đến-điểm. Hãy hỏi quản trị mạng nếu bạn chưa biết giá trị ấy. Cần phảỉ gõ địa chỉ điểm-đến-điểm theo dạng bốn số định giới bằng dấu chấm (v.d. 127.0.0.0).

source: Netmask:
cs: SíÂťová maska:
de: Netzmaske:
eo: Retmasko:
vi: Mặt nạ mạng:

source: The netmask is used to determine which machines are local to your network. Consult your network administrator if you do not know the value. The netmask should be entered as four numbers separated by periods.
bs: netmask
cs: SíÂťová maska sloužÂí k určení, které počÂítače patřÂí k lokální síti. Pokud neznáte přesnou hodnotu, zeptejte se svého síÂťového správce. Maska se zadává jako čtyři čÂísla oddělená tečkami.
de: Durch die Netzmaske kann bestimmt werden, welche Rechner im lokalen Netzwerk direkt angesprochen werden können. Wenn Sie diesen Wert nicht kennen, fragen Sie Ihren Netzwerkadministrator. Die Netzmaske besteht aus vier durch Punkte getrennten Zahlen.
eo: La retmasko uzitas por defini lokajn retsistemojn. Se vi ne scias kion tajpi, konsultu vian retan administriston. La retmasko enskribendas tiel kvar nombroj apartigas per punktoj.
vi: Mặt nạ mạng được sử dụng để quyết định những máy nào trong mạng địa phương của bạn. Hãy hỏi quản trị mạng nếu bạn chưa biết giá trị này. Cần phải gõ mặt nạ theo dạng bốn số định giới bằng dấu chấm (v.d. 127.0.0.0).

source: Gateway:
cs: Brána:
eo: Kluzo:
vi: Cổng ra:

source: The gateway is an IP address (four numbers separated by periods) that indicates the gateway router, also known as the default router. All traffic that goes outside your LAN (for instance, to the Internet) is sent through this router. In rare circumstances, you may have no router; in that case, you can leave this blank. If you don't know the proper answer to this question, consult your network administrator.
bs: Gateway je IP adresa (etiri brojke razdvojene takama) koja naznaava gateway router, takoe poznat kao default router. Sav promet koji ide izvan vaeg LAN-a (na primjer, na Internet) se alje preko ovog routera. U rijetkim prlikama, moete biti bez routera; u tom sluaju, moete ovo ostaviti prazno. Ako ne znate podesan odgovor na ovo pitanje, konsultujte se sa vaim mrenim administratorom.
cs: Brána je IP adresa (čtyři čÂísla oddělená tečkami), která určuje standardní směrovač. Veškerý provoz, který jde mimo vaši LAN (napřÂíklad do Internetu), je poslán přes tento směrovač. Ve výjimečných přÂípadech, když směrovač nemáte, zde nic nevyplňujte. Správnou hodnotu ví určitě váÂš síÂťový správce.
de: Das ist eine IP-Adresse (vier durch Punkte getrennte Zahlen), die den Gatewayrouter angibt. Auch als Defaultrouter bekannt. Alle Daten zu Rechnern außerhalb Ihres LAN (zum Beispiel zum Internet) werden über diesen Router gesendet. In seltenen Fällen haben Sie keinen Router, in diesem Fall geben Sie hier einfach nichts ein. Wenn Sie die richtige Antwort hier nicht kennen, fragen Sie Ihren Netzwerkadministrator.
eo: La kluzo estas 'IP'-adreso (kvar nombroj apartigas per punktoj) kiu indikas la enkursigilan sistemon ; ĝia sistemo ankaŭ nomiĝas la implicita kurso. La tuta elira rettrafiko (ekzemple, al Internet) trairas ĝin. En kelkaj maloftaj okazo, vi malbezonas enkursigilon. Tiuokaze malplenus ĉi registrokampon. Se vi ne scius kion tajpi, konsultu vian retan administriston.
vi: Cổng ra là địa chỉ IP (Internet Procotol: giao thức Mạng), bốn số định giới bằng dấu phẩy, mà ngụ ý máy định tuyến cổng ra (gateway router), mà cũng được biết như là máy định tuyến mặc định. Tất cả dữ liệu được truyền bên ngoại mạng địa phương (LAN) của bạn, ví dụ lên Mạng, được gởi qua máy định tuyến này. Rất ít lần bạn có lẽ không có máy định tuyến nào; trong trường hợp ấy, bạn có thể bỏ trường này rỗng. Nếu bạn chưa biết trả lời đúng cho câu hỏi này, hãy hỏi quản trị mạng.

source: Unreachable gateway
bs: Nedostupan gateway
cs: Nedosažitelná brána
de: Das Gateway ist nicht erreichbar
eo: Malalirebla kluzo
vi: Cổng ra không thể tới

source: The gateway address you entered is unreachable.
bs: Gateway adresa koju ste unijeli nije dostupna.
cs: Zadaná adresa brány je nedosažitelná.
de: Das angegebene Gateway ist nicht erreichbar.
eo: La indika kluzo estas malalirebla.
vi: Không thể tới được địa chỉ cổng ra này.

source: You may have made an error entering your IP address, netmask and/or gateway.
bs: Napravili ste greku prilikom unoenja vae IP adrese, netmaska i/ili gatewaya.
cs: Možná jste udělali chybu při zadávání IP adresy, síÂťové masky a/nebo brány.
de: Sie haben vielleicht bei der Eingabe von Ihrer IP Nummer, der Netzmaske und/oder des Gateways einen Fehler gemacht.
eo: Vi eble malĝuste tajpis vian 'IP'-adreson, retmaskon kaj/aŭ kluzon.
vi: Có lẽ bạn làm lỗi khi gõ địa chỉ IP, mặt nạ mạng hay/và cổng ra.

source: Is this information correct?
bs: Jesu li ove informacije tane?
cs: Jsou tyto informace správné?
de: Sind diese Informationen richtig?
eo: Ĉu sekvantaj informoj estas korektaj ?
vi: Thông tin này có đúng không ?

source: Currently configured network parameters:
bs: Trenutno podeeni mreni parametri:
cs: Momentálně nastavené parametry sítě:
de: Gegenwärtig konfigurierte Netzwerk-Parameter:
eo: Nuntempe akomada reta parametroj:
vi: Các tham số cấu hình mạng hiện thời:

source: interface = ${interface} ipaddress = ${ipaddress} netmask = ${netmask} gateway = ${gateway} pointopoint = ${pointopoint} nameservers = ${nameservers}
bs: interfejs = ${interface} ipadresa = ${ipaddress} netmask = ${netmask} gateway = ${gateway} pointopoint = ${pointopoint} nameservers = ${nameservers}
cs: rozhraní = ${interface} IP adresa = ${ipaddress} síÂťová maska = ${netmask} brána = ${gateway} pointopoint = ${pointopoint} jmenné servery = ${nameservers}
vi: giao diện = ${interface} địa chỉ IP = ${ipaddress} mặt nạ mạng = ${netmask} cổng ra = ${gateway} điểm-đến-điểm = ${pointopoint} máy chủ tên = ${nameservers}

source: Configure a network using static addressing
bs: Podesi mreu koristei statiko adresiranje
cs: Nastavit síÂť se statickými adresami
de: Das Netzwerk unter Verwendung statischer Adressierung konfigurieren
eo: Memakomodu la retan per statika adresado
vi: Định cấu hình mạng bằng cách gán địạ chỉ tĩnh

source: Your system has multiple network interfaces. Choose the one to use as the primary network interface while installing Debian. If possible, the first connected network interface found has been selected.
cs: VáÂš systém má několik síÂťových rozhraní. Vyberte to, které chcete použÂít pro instalaci Debianu. Pokud to bylo možné, bylo vybráno první nalezené síÂťové rozhraní.

source: If your WEP key is in the format 'nnnn-nnnn-nn' or 'nnnnnnnn', where n is a number, just enter it as it is into this field.
bs: Ako je va WEP klju oblika 'nnnn-nnnn-nn' ili 'nnnnnnnn', gdje je n broj, samo ga unesite kakav jeste u ovo polje.
cs: Pokud je váÂš WEP klíÂč ve tvaru 'nnnn-nnnn-nn' nebo 'nnnnnnnn', kde n jsou čÂíslice, jednoduše jej přepište do pole.
de: Wenn Ihr WEP-Schlüssel im Format 'nnnn-nnnn-nn' oder 'nnnnnnnn', wobei n eine Ziffer ist, geben Sie ihn einfach wie er ist in dieses Feld ein.

source: The network autoconfiguration was successful. However, no default route was set: the system does not know how to communicate with hosts on the Internet. This will make it impossible to continue with the installation unless you have the first official Debian CD-ROM, a 'Netinst' CD-ROM, or packages available on the local network.
bs: Autokonfiguracija mree je uspjena. Meutim, default route nije postavljen: sistem nee znati kako da komunicira sa drugim raunarima na Internetu. Ovo e uiniti nemoguim nastavak instalacije ukoliko nemate prvi slubeni Debian CD-ROM, 'Netinst' CD-ROM ili pakete dostupne na lokalnoj mrei.
cs: Automatické nastavení sítě bylo úspěÂšné, avšak nebylo nastaveno implicitní směrování: systém tak neví, jak komunikovat s počÂítači na Internetu. Pokud nemáte všechny potřebné debianí balíky na místní síti nebo na CD-ROM, je pravděpodobné, že se instalaci nepodařÂí dokončit.

source: Storing network settings ...
eo: Memorado de retaj akomodoj...

source: Please enter the IP addresses (not host names) of up to 3 name servers, separated by spaces. Do not use commas. The first server in the list will be the first to be queried. If you don't want to use any name server, just leave this field blank.
de: Bitte geben Sie die IP Adresse (nicht den Namen) von bis zu drei Nameservern getrennt durch Leerzeichen an. Benutzen Sie keine Kommas. Die Server werden in der angegebenen Reihenfolge abgefragt. Wenn Sie keine Nameserver benutzen wollen, lassen Sie diese Feld bitte einfach leer.

source: Your system has multiple network interfaces. Choose the one to use as the primary network interface while installing Debian.
de: Ihr System hat mehrere Netzwerk-Interfaces. Bitte wählen Sie das Interface, das für die Installation von Debian genutzt werden soll.

source: WEP key for ${iface}:
de: WEP-Schlüssel für ${iface}:

source: If applicable, please enter the WEP security key for device ${iface}. There are two ways to do this:
de: Falls notwendig, geben Sie den WEP-Sicherheitsschlüssel für das Gerät ${iface} an. Es gibt zwei Möglichkeiten, dies zu tun:

source: A valid hostname may contain only alphanumeric characters and the minus sign. It must be between 2 and 63 characters long, and may not begin or end with a minus sign.
de: Ein gültiger Rechnername darf nur alphanumerische und das Minuszeichen enthalten. Er darf nur 2 bis 63 Zeichen lang sein, und nicht mit einem Minus beginnen oder enden.

source: An error occured and the network configuration process has been aborted. You may retry it from the installation main menu.
de: Es ist ein Fehler aufgetreten, und der Netzwerk-Konfigurationsprozess wurde abgebrochen. Sie können es vom Installations-Hauptmenü noch einmal versuchen.

source: Wireless networks are either managed or ad-hoc. If you use a real access point of some sort, your network is Managed. If another computer is your 'access point', then your network is Ad-hoc.
de: Drahtlose Netzwerke sind entweder gemanaget oder ad-hoc. Wenn Sie einen echten Access Point benutzen, ist Ihr Netzwerk gemanaget. Wenn ein anderer Computer Ihren Access Point bildet, ist Ihr Netzwerk ad-hoc.

source: PC-Card (PCMCIA) Ethernet or Token Ring
de: PC-Card (PCMCIA) Ethernet oder Token Ring

source: Network Configuration
de: Netzwerkkonfiguration

source: interface = ${interface} hostname = ${hostname} domain = ${domain} dhcp hostname = ${dhcp_hostname} nameservers = ${nameservers}
de: Interface = ${interface} Hostname = ${hostname} Domain = ${domain} DHCP Hostname = ${dhcp_hostname} Nameserver = ${nameservers}

source: Do you want to retry DHCP network configuration?
de: Wollen Sie die DHCP-Netzwerkkonfiguration noch einmal versuchen?

source: No IP address was found during automatic network configuration with DHCP. DHCP servers are sometimes really slow. If you wish, you can retry.
de: Während der automatischen Netzwerk-Konfiguration mit DHCP wurden keine IP-Adressen gefunden. DHCP-Server sind manchmal sehr langsam. Wenn Sie möchten, können Sie es noch einmal versuchen.

source: Dynamic network configuration (DHCP)
de: Dynamische Netzwerkkonfiguration (DHCP)

source: interface = ${interface} hostname = ${hostname} domain = ${domain} ipaddress = ${ipaddress} netmask = ${netmask} gateway = ${gateway} pointopoint = ${pointopoint} nameservers = ${nameservers}
de: Interface = ${interface} Hostname = ${hostname} Domain = ${domain} IP Nummer = ${ipaddress} Netmask = ${netmask} Gateway = ${gateway} Nameserver = ${nameservers}

source: Static network configuration
de: Statische Netzwerkkonfiguration
