Repository: Sprezzatech/main-menu-udeb
Catalog: packages/cdebconf/debian/po/*.po
Languages: lt, sv, tr

source: critical, high, medium, low
lt: kritikas, auktas, vidutinis, emas
sv: kritisk, hg, medel, lg
tr: kritik, yksek, orta, dk

source: Ignore questions with a priority less than...
lt: Ignoruoti klausimus, kuri prioritetas emesnis negu...
sv: Ignorera frgor med lgre prioritet n...
tr: Gz ard edilecek sorular aadakinden dk ncelie sahip olacak...

source: Packages that use debconf for configuration prioritize the questions they might ask you. Only questions with a certain priority or higher are actually shown to you; all less important questions are skipped.
lt: Paketai, konfigracijai naudojantys debconf', suteikia prioritetus uduodamiems klausimams. Jums bus rodomi tik klausimai su su pasirinktu arba auktesniu prioritetu. Visi maiau svarbs klausimai bus praleisti.
sv: Paket som anvnder debconf fr konfigurering prioriterar de frgor som de kan komma att stlla till dig. Endast frgor med en viss prioritet eller hgre visas fr dig; alla mindre viktiga frgor hoppas ver.
tr: Yaplandrma iin debconf'u kullanan paketler size sorulabilecek sorular ncelik sralamasna tbi tutarlar. Sadece belirli bir ncelie veya daha ykseine sahip olanlar size sorulacak, dierleri atlanacaktr.

source: You can select the lowest priority of question you want to see: - 'critical' is for items that will probably break the system without user intervention. - 'high' is for items that don't have reasonable defaults. - 'medium' is for normal items that have reasonable defaults. - 'low' is for trivial items that have defaults that will work in the vast majority of cases.
lt: Galite pasirinkti emiausi rodom klausim prioritetikum: - 'kritikas' - klausimams, kurie nesikius naudotojui greiiausiai nulau sistem. - 'auktas' - klausimams, neturintiems priimtino numatytojo varianto. - 'vidutinis' - prastiems klausimams, turintiems priimtin numatytj variant. - 'emas' - paprastiems klausimams, turintiems numatytj atsakymo variant, tinkant didiumai atvej.
sv: Du kan vlja en lgsta niv fr priororitet p frgor du vill se: - "kritisk" r fr saker som frmodligen frstr systemet utan anvndarens ingripande. - "hg" r fr saker som inte har rimliga standardvrden - "medel" r fr vanliga saker som har rimliga standardvrden - "lg" r fr triviala saker som har standardvrden som fungerar i de allra flesta fallen.
tr: Grmek istediiniz sorular iin en dk ncelii sein: - 'kritik', kullanc mdahelesi olmadan muhtemelen sistemi bozabilecek elerdir. - 'yksek', makul ntanml seenekleri olmayan elerdir. - 'orta', makul ntanml seenekleri olan elerdir. - 'dk', birok durumda geerli ntanml deerleri olan elerdir.

source: For example, this question is of medium priority, and if your priority were already 'high' or 'critical', you wouldn't see this question.
lt: Pavyzdiui, is klausimas turi vidutin prioritet, ir jei Js pasirinktas prioritetas jau bt nustatytas kaip 'auktas' ar 'kritikas', js io klausimo nematytumte.
sv: Som exempel r den hr frgan av medelprioritet och om din prioritet redan hade varit "hg" eller "kritisk" hade du inte sett den.
tr: rnein, bu soru orta ncelikli bir sorudur, eer ncelik ayarlarnz 'yksek' veya 'kritik' ise bu soruyu gremeyeceksiniz.

source: Change debconf priority
lt: Debconf'o prioritetikumo keitimas
sv: ndra debconf-prioritet
tr: Debconf nceliini deitir

source: Continue
lt: Tsti
sv: Fortstt
tr: Devam

source: Go Back
lt: Grti
sv: G tillbaka
tr: Geri dn

source: Yes
lt: Taip
sv: Ja
tr: Evet

source: No
lt: Ne
sv: Nej
tr: Hayr

source: <Tab> moves between items; <Space> selects; <Enter> activates buttons
lt: <Tab> judti tarp ra; <Space> pasirinkti; <Enter> vykdymo klavias

source: !! ERROR: %s
lt: !! KLAIDA: %s
sv: !! FEL: %s
tr: !! HATA: %s

source: KEYSTROKES:
lt: SUTRUMPINIMAI:
sv: NEDSLAG:
tr: TULAR:

source: Display this help message
lt: Rodyti pagalbos praneim
sv: Visa detta hjlpmeddelande
tr: Bu yardm iletisini gster

source: Go back to previous question
lt: Grti ankstesn klausim
sv: G tillbaka till fregende frga
tr: nceki soruya geri dn

source: Select an empty entry
lt: Pasirinkti tui eilut
sv: Vlj en tom post
tr: Bo bir giri deeri se

source: Prompt: '%c' for help, default=%d>
lt: Kvietimas: '%c' pagalba, numatytasis=%d>
sv: Val: "%c" fr hjlp, standardvrde=%d>
tr: stem: yardm iin '%c', varsaylan=%d>

source: Prompt: '%c' for help>
lt: Kvietimas: '%c' pagalba>
sv: Val: "%c" fr hjlp>
tr: stem: yardm iin '%c'>

source: Prompt: '%c' for help, default=%s>
lt: Kvietimas: '%c' pagalba, numatytasis=%s>
sv: Val: "%c" fr hjlp, standardvrde=%s>
tr: stem: yardm iin '%c', varsaylan=%s>

source: [Press enter to continue]
lt: [Enter - tsti]
sv: [Tryck enter fr att fortstta]
tr: [Devam etmek iin enter'a basn]
