Repository: Sprezzatech/main-menu-udeb
Catalog: packages/partman/partman-dmraid/debian/po/*.po
Languages: am, be, bg, bs, ca, cs, da, dz, el, es, eu, fi, gl, gu, he, hi, hr, hu, id, it, ja, ka, km, ko, lt, mk, mr, nb, ne, nl, nn, pl, pt, ro, ru, sk, sl, sq, sv, ta, tr, vi, zh_cn, zh_tw

source: Check /var/log/syslog or see virtual console 4 for the details.
am: ለዝርዝሩ /var/log/syslog ወይም virtual console 4ን ይመልከቱ።
be: Падрабязнасці чытайце ў /var/log/syslog і на віртуальнай кансолі 4.
bg: Проверете /var/log/bootstrap.log или вижте виртуална конзола 4 за подробности.
bs: Provjerite /var/log/messages ili pogledajte virtuelnu konzolu 4 za detalje.
ca: Comproveu /var/log/syslog o vegeu la consola virtual 4 per als detalls.
cs: Podrobnosti naleznete ve /var/log/syslog nebo na 4. virtuální konzoli.
da: Tjek /var/log/syslog eller kig på den virtuelle konsol 4 for detaljer.
dz: /var/log/syslog ཞིབ་དཔྱད་འབད་ཡང་ན་རྒྱས་བཤད་ཀྱི་དོན་ལུ་བར་ཅུ་ཡལ་མ་སྒྲོམ་༤་པ་འདི་བལྟ།
el: Ελέγξτε το αρχείο /var/log/syslog ή δείτε την εικονική κονσόλα 4 για λεπτομέρειες.
es: Compruebe el fichero /var/log/syslog o la consola virtual número 4 para los detalles.
eu: Egiaztatu /var/log/messages edo ikusi 4. kontsola xehetasunetarako.
fi: Tarkista tiedosto /var/log/syslog tai katso tarkempaa tietoa virtuaalikonsolista 4.
gl: Consulte os detalles en /var/log/syslog ou na consola virtual 4.
gu: /var/log/syslog તપાસો અથવા માહિતી માટે વર્ચયુઅલ કોન્સોલ ૪ જુઓ.
he: בדוק את /var/log/syslog או את הקונסול הווירטואלי מספר 4 בשביל פרטים נוספים.
hi: विस्तृत सूचना के लिए /var/log/messages या वर्चुअल कंसोल 4 देखें।
hr: Za pojedinosti provjerite /var/log/syslog ili četvrtu konzolu.
hu: A /var/log/syslog vagy a 4. virtuális konzol adja a részleteket.
id: Periksa /var/log/syslog atau lihat konsol maya no. 4.
it: Controllare /var/log/syslog o la console virtuale 4 per i dettagli.
ja: 詳細については、/var/log/syslog を確認するか、仮想コンソール 4 を見てください。
ka: დაწვრილებით იხილეთ /var/log/syslog ან ვირტუალური კონსოლი 4.
km: សម្រាប់​ព័ត៌មាន​លម្អិត សូម​ពិនិត្យ​មើល /var/log/syslog ឬ មើលកុងសូល​និម្មិត​ទី ៤ ។
ko: 자세한 정보를 확인하시려면 /var/log/messages를 보시거나 가상 콘솔 4을보십시오.
lt: Detaliau žiūrėkite į /var/log/syslog arba ketvirtojoje virtualioje konsolėje.
mk: Провери во /var/log/syslog или види ја виртуелната конзола 4 за детали.
mr: आधिक माहितीसाठी/var/log/syslog तपासा किंवा आभासी कन्सोल ४ पहा.
nb: Detaljer finner du i /var/log/syslog eller på virtuelt konsoll 4.
ne: विस्तृतका लागि /var/log/syslog जाच्नुहोस् वा अवास्तविक कन्सोल ४ लाई हेर्नुहोस् ।
nl: Controleer /var/log/syslog of kijk op de vierde virtuele console (VT4) voor de details.
nn: Sjekk /var/log/messages eller sjå virituelt konsoll 4 for detaljar.
pl: Sprawdź /var/log/messages lub wirtualną konsolę nr 4 po szczegóły.
pt: Para detalhes veja /var/log/syslog ou a consola virtual 4.
ro: Verificați /var/log/syslog sau consola virtuală numărul 4 pentru detalii.
ru: Подробности смотрите в файле /var/log/syslog или на консоли 4.
sk: Podrobnosti nájdete v súbore /var/log/syslog alebo na štvrtej virtuálnej konzole.
sl: Preverite /var/log/messages ali poglejte navidezno konzolo 4 za podrobnosti.
sq: Kontrollo /var/log/syslog ose shiko konsolën virtuale 4 për hollësitë.
sv: Kontrollera /var/log/syslog eller se på den virtuella konsollen 4 för mer detaljer.
ta: /var/log/syslog அல்லது மெய்நிகர் முனையம் 4 (virtual console 4) ஐ விளக்கங்களுக்கு பார்க்கவும்.
tr: Ayrıntılı bilgi için /var/log/syslog dosyasına veya dördüncü konsola bakın.
vi: Xem bản ghi hệ thống « /var/log/syslog » hoặc bàn giao tiếp ảo 4 để tìm chi tiết.
zh_cn: 请检查 /var/log/syslog 或查看第四虚拟控制台以获得详细信息。
zh_tw: 請查看 /var/log/syslog 或是第四個虛擬主控台來獲得詳細訊息。

source: Creating initial file system
am: የመጀመሪያውን የፋይል ሥርዓት በመፍጠር ላይ
be: Стварэнне пачатковай файлавай сістэмы
bg: Създаване на първоначална файлова система
bs: Pravim početni datotečni sistem
ca: S'està creant el sistema de fitxers inicial
cs: Vytváří se úvodní souborový systém
da: Opretter initielt filsystem
dz: འགོ་ཐོག་ཡིག་སྣོད་རིམ་ལུགས་ གསར་བསྐྲུན་འབད་དོ་
el: Δημιουργία του αρχικού συστήματος αρχείων
es: Creando el sistema de ficheros inicial
eu: Hasierako fitxategi-sistema sortzen
fi: Luodaan ensimmäinen tiedostojärjestelmä
gl: A crear o sistema de ficheiros inicial
gu: પ્રાથમિક ફાઈલ સિસ્ટમ બનાવે છે
he: יוצר מערכת קבצים ראשונית
hi: इल सिस्टम %s बनाएँ प्राथमिक फाइल सिस्टम का संस्थापन किया जा रहा है
hr: Stvaram početni datotečni sustav
hu: Kezdő fájlrendszer létrehozása
id: Membuat sistem berkas awal
it: Creazione del file system iniziale
ja: 初期ファイルシステムを作成しています
ka: საწყისი ფაილური სისტემის შექმნა
km: បង្កើត​ប្រព័ន្ធ​ឯកសារ​ចាប់ផ្ដើម
ko: 초기 파일 시스템을 만드는 중입니다
lt: Pradinės failų sistemos kūrimas
mk: Создавање на првиот датотечен систем
mr: प्रारंभिक फाइल प्रणाली बनवत आहे
nb: Oppretter initielt filsystem
ne: सुरूआत फाइल प्रणाली सिर्जना गर्दै
nl: Initieel bestandssysteem wordt aangemaakt
nn: Opprettar initielt filsystem.
pl: Tworzenie początkowego systemu plików
pt: A criar o sistema de ficheiros inicial
ro: Se creează sistemul de fișiere inițial
ru: Создание исходной файловой системы
sk: Vytvára sa úvodný súborový systém
sl: Ustvarjam začetni datotečni sistem
sq: Duke krijuar filesistemin fillestar.
sv: Skapar initialt filsystem
ta: ஆரம்ப கோப்பு அமைப்பை உருவாக்குகிறது
tr: Dosya sistemi ilklendiriliyor
vi: Đang tạo hệ thống tập tin đầu tiên
zh_cn: 正在创建初始文件系统
zh_tw: 正在建立初期的檔案系統

source: Creating initial ext2 file system on ${DEVICE}...
am: በ${DEVICE} ላይ የመጀመሪያውን ext2 የፋይል ስርዓትን በመፍጠር ላይ...
be: Стварэнне пачатковай файлавай сістэмы ext2 на ${DEVICE}...
bg: Създаване на първоначална файловата система от тип ext2 в ${DEVICE}...
bs: Pravim početni ext2 datotečni sistem na ${DEVICE}...
ca: S'està creant el sistema de fitxers ext2 inicial a ${DEVICE}...
cs: Vytváří se úvodní souborový systém ext2 na ${DEVICE}...
da: Opretter initielt ext2-filsystem på ${DEVICE}...
dz: ${DEVICE} གུ་ འགོ་ཐོག་ ext2 ཡིག་སྣོད་རིམ་ལུགས་ གསར་བསྐྲུན་འབད་དོ་ ...
el: Δημιουργία του αρχικού συστήματος αρχείων τύπου ext2 στη συσκευή ${DEVICE}...
es: Creando el sistema de ficheros ext2 inicial en ${DEVICE}...
eu: Hasierako ext2 fitxategi-sistema sortzen ${DEVICE}(e)n...
fi: Luodaan ensimmäinen ext2-tiedostojärjestelmä laitteelle ${DEVICE}...
gl: A crear o sistema de ficheiros ext2 inicial en ${DEVICE}...
gu: ${DEVICE} પર પ્રાથમિક ext2 ફાઇલ સિસ્ટમ બનાવે છે...
he: יוצר מערכת קבצים ראשונית מסוג ext2 בהתקן ${DEVICE}...
hi: प्राथमिक ईएक्सटी२ फ़ाइल सिस्टम पार्टीशन, , उपकरणः ${DEVICE} मेबनायाचा जा रहा है...
hr: Stvaram početni ext2 datotečni sustav na ${DEVICE}...
hu: Kezdő ext2 fájlrendszer létrehozása itt: ${DEVICE}...
id: Membuat sistem berkas ext2 pada piranti ${DEVICE}....
it: Creazione del file system ext2 iniziale su ${DEVICE}...
ja: ${DEVICE} に初期 ext2 ファイルシステムを作成しています...
ka: ${DEVICE} მოწყობილობაზე საწყისი ext2 ფაილური სისტემის შექმნა...
km: បង្កើត​ប្រព័ន្ធ​ឯកសារ ext2 ចាប់ផ្ដើម​នៅ​លើ${DEVICE}...
ko: ${DEVICE} 장치에 초기 EXT2 파일 시스템을 만드는 중입니다...
lt: Kuriama pradinė ext2 failų sistemas įrenginyje ${DEVICE}...
mk: Се создава првиот ext2 датотечен систем на ${DEVICE}...
mr: ${DEVICE} वर प्रारंभिक ईएक्सटी२ फाइल प्रणाली बनवत आहे...
nb: Oppretter initielt ext2-filsystem på ${DEVICE} ...
ne: ${DEVICE}मा सुरूआत ext2 फाइल प्रणाली सिर्जना गरिँदैछ...
nl: Initieel ext2-bestandssysteem wordt gecreëerd op ${DEVICE}...
nn: Opprettar initielt ext2-filsystem på ${DEVICE} ...
pl: Tworzenie początkowego systemu plików ext2 na ${DEVICE}...
pt: A criar o sistema de ficheiros ext2 inicial em ${DEVICE}...
ro: Se creează sistemul de fișiere ext2 inițial pe ${DEVICE}...
ru: Создаётся исходная файловая система на ${DEVICE}...
sk: Vytvára sa úvodný ext2 súborový systém na ${DEVICE}...
sl: Ustvarjanje začetnega datotečnega sistema ext2 na ${DEVICE}...
sq: Duke krijuar filesistemin fillestar ext2 në ${DEVICE}...
sv: Skapar initialt ext2-filsystem på ${DEVICE}...
ta: ${DEVICE} -ல் உள்ள ஆரம்ப ext2 கோப்பு அமைப்பு உருவாக்கப்படுகிறது...
tr: ${DEVICE} aygıtında ext2 dosya sistemi ilklendiriliyor...
vi: Đang tạo hệ thống tập tin ext2 đầu tiên trên thiết bị ${DEVICE}...
zh_cn: 正在 ${DEVICE} 上创建初始的 ext2 文件系统...
zh_tw: 正在 ${DEVICE} 上在建立初期的 ext2 檔案系統...

source: Write changes in SATA RAID partitioning to disk
am: SATA RAID ዲስክ ክፍይ ላይ የተደረገው ለውጥ ይጻፍ
be: Запісаць змены падзялення SATA RAID на дыск
bg: Запис на промените в разделянето на SATA RAID
bs: Snimi promjene SATA RAID particionisanja na disk
ca: Escriu els canvis al partit RAID SATA al disc
cs: Zapsat změny v rozdělení SATA RAIDu na disk
da: Skriv ændringer i SATA-RAID-partitioner til disk
dz: ཌིཀསི་ལུ་ SATA RAID བར་བཅད་འབད་མི་འདི་ བསྒྱུར་བཅོས་འབད་
el: Εγγραφή των αλλαγών στην διαμέριση του SATA RAID στον δίσκο
es: Escribir cambios en el particionado RAID SATA a disco
eu: Idatzi SATA RAID partizioen aldaketak diskoan
fi: Kirjoita SATA RAID -osioinnin muutokset levylle
gl: Gravar os cambios no particionamento do RAID SATA no disco
gu: સાટા રેઇડ પાર્ટિશન ફેરફારો ડિસ્કમાં લખો
he: כתוב לדיסק שינויים בחלוקת SATA RAID למחיצות
hi: SATA RAID पार्टिशनिंग में किए गए परिवर्तन को डिस्क पर लिखें।
hr: Zapisati promjene u particioniranju SATA RAID-a na disk
hu: SATA RAID partíciók változásainak lemezre írása
id: Menulis perubahan partisi RAID SATA ke harddisk
it: Scrivere i cambiamenti del partizionamento del RAID SATA su disco
ja: SATA RAID パーティションの変更をディスクに書き込む
ka: SATA RAID პარტიციონირებაში ცვლილებების დისკზე ჩაწერა
km: សរសេរ​ការ​ផ្លាស់ប្ដូរ​នៅ​ក្នុង​ការ​ចែកភាគថាស SATA RAID ទៅ​ថាស
ko: SATA RAID 파티션의 바뀐 사항을 디스크에 쓰기
lt: SATA RAID disko dalijimo pakeitimų įrašymas į diską
mk: Запиши ги промените од партиционирањето на SATA RAID на дискот
mr: साटा रेड विभाजनीकरणातील बदल डिस्कवर लिहा
nb: Skriv endring i SATA RAID-partisjonering til disk
ne: डिस्कमा साटा रेड विभाजन भित्र परिवर्तनहरू लेख्नुहोस्
nl: Wijzigingen in SATA RAID schijfindeling wegschrijven
nn: Skriv endringar i SATA RAID-partisjoneringa til disk.
pl: Zapisz zmiany partycjonowania SATA RAID na dysku
pt: Escrever as alterações no particionamento RAID SATA no disco
ro: Scrie pe disc schimbările de partiționare RAID SATA
ru: Запись изменений разметки SATA RAID на диск
sk: Zapísať zmeny rozdelenia SATA RAID na disk
sl: Zapiši spremembe v razdelitvi SATA RAID na disk
sq: Shkruaj ndryshimet e ndarjes SATA RAID në disk
sv: Skriv ändringar i SATA RAID-partitioneringen till disk
ta: சடா ரெய்டு பகிர்தல் மாற்றங்களை வட்டுக்கு எழுதவும்.
tr: SATA RAID bölümlendirmesindeki değişikleri diske kaydet
vi: Ghi vào đĩa thay đổi nào trong phân vùng RAID SATA
zh_cn: 把对 SATA RAID 分区设置的改动写入磁盘
zh_tw: 將 SATA RAID 磁碟分割變更寫入磁碟

source: Continue with partitioning?
am: ካዝናውን ምክፈል ይቀጥል?
be: Працягваць перадзел дыскаў?
bg: Да се продължи ли редактирането на дяловете?
bs: Nastaviti sa particionisanjem?
ca: Voleu continuar amb la partició?
cs: Pokračovat v rozdělování?
da: Fortsæt partitioneringen?
dz: བར་བཅད་འབད་ནི་དང་གཅིག་ཁར་འཕྲོ་མཐུད?
el: Συνέχιση του προγράμματος διαμέρισης;
es: ¿Continuar con el particionado?
eu: Partizioak egiten jarraitu nahi duzu?
fi: Jatketaanko osiointia?
gl: ¿Continuar o particionamento?
gu: પાર્ટિશન ક્રિયા ચાલુ રાખશો?
he: להמשיך עם חלוקת המחיצות?
hi: पार्टीशनिंग जारी रखें?
hr: Nastaviti s particioniranjem?
hu: Következhet a particionálás?
id: Melanjutkan proses partisi?
it: Proseguire con il partizionamento?
ja: パーティショニングを続けますか?
ka: განვაგრძოთ დაყოფა?
km: បន្ត​ជាមួយ​ការ​ចែក​ថាស​ជា​ភាគ ?
ko: 파티션 프로그램을 계속하시겠습니까?
lt: Ar tęsti disko dalijimo vykdymą?
mk: Продолжи со партиционирање?
mr: विभाजननीकरण पुढे चालू ठेवायचे?
nb: Vil du fortsette partisjoneringa?
ne: विभाजनसँगै निरन्तरता दिनुहुन्छ?
nl: Doorgaan met de schijfindeler?
nn: Halde fram med partisjoneringa?
pl: Kontynuować partycjonowanie?
pt: Continuar com o particionador?
ro: Se continuă partiționarea?
ru: Продолжить разметку?
sk: Pokračovať v rozdeľovaní disku?
sl: Nadaljujem z razdeljevanjem?
sq: Të vazhdoj me ndarjen?
sv: Fortsätt partitionering?
ta: பகிர்தலை தொடரவா?
tr: Bölümlemeye devam edilsin mi?
vi: Tiếp tục lại phân vùng không?
zh_cn: 继续进行分区吗？
zh_tw: 是否繼續磁碟分割作業？

source: The support for SATA RAID disks (using dmraid) in the installer is experimental. You should make sure that you have a backup of any data on your system that you do not want to lose!
be: Падтрымка дыскаў SATA RAID (з дапамогай dmraid) у гэтай праграме ўсталявання эксперыментальная. Вы павінны ўпэўніцца, што маеце рэзервную копію дадзеных вашай сістэмы, якіх не хочаце згубіць.
bg: Поддръжката на SATA RAID дискове (чрез dmraid) в инсталатора е експериментална. Проверете дали имате архив на всички важни данни.
bs: Podrška za SATA RAID diskove (pomoću dmraida) u instalaciji je eksperimentalno. Trebali biste provjeriti imate li rezervnu kopiju bilo kakvih podataka na sistemu koje ne želite izgubiti!
ca: El suport per a discs RAID SATA (emprant dmraid) a l'instal·lador és experimental. Haurieu d'assegurar-vos que teniu una còpia de seguretat de les dades al vostre sistema que no vulgueu perdre!
cs: Podpora pro SATA RAID disky (pomocí dmraid) je v instalátoru stále experimentální. Měli byste se ujistit, že máte zálohu všech dat, na kterých vám záleží!
da: Håndteringen af SATA-RAID-diske (med »dmraid«) i installationsprogrammet er eksperimentel. Du bør sørge for at du har en sikkerhedskopi af alle de data på dit system du ikke ønsker at miste!
dz: གཞི་བཙུགསཔ་ནང་གི་ SATA RAID ཌིཀསི་རྒྱབ་སྐྱོར་(dmraid ལག་ལེན་འཐབ་ཐོག་ལས་) བརྟག་ཞིབ་འབད་བཏུབ་ཨིན། རིམ་ལུགས་གུ་ཡོད་པའི་གནད་སྡུད་ཚུ་མ་བྱང་ནི་གི་དོན་ལུ་ རྒྱབ་བསྣོན་འབད་དེ་བཞག་དགོ་!
el: Η υποστήριξη για δίσκους SATA RAID (με χρήση του dmraid) στον εγκαταστάτη είναι πειραματική. Θα πρέπει να σιγουρευτείτε ότι έχετε αντίγραφα ασφαλείας όλων των δεδομένων στο σύστημά σας τα οποία δεν θέλετε να χάσετε!
es: El soporte de discos SATA RAID (utilizando «dmraid») es aún experimental en este instalador. ¡Debe asegurarse de tener una copia de seguridad de cualquier dato que no desee perder del sistema!
eu: Instalatzaileko SATA RAID euskarria (dmraid erabiliz) esperimentala da. Ziurtatu zaitez sistemako datuen babeskopia eginda duzula datu horiek galtzerik ez baduzu nahi!
fi: Asentimen tuki SATA RAID -levyille (käyttäen dmraidia) on kokeiluasteella.Varmista, että olet ottanut varmuuskopiot kaikista järjestelmän tiedoista, joita et halua menettää. Varmista, että kaikista järjestelmän tiedoista, joita et halua menettää, on varmuuskopiot.
gl: O soporte de discos RAID SATA (empregando dmraid) no instalador é experimental. Debería asegurarse de ter unha copia dos datos do sistema que non queira perder.
gu: સ્થાપકમાં સાટા રેઇડ ડિસ્કસ માટેનો આધાર (dmraid નો ઉપયોગ કરીને) પ્રાયોગિક છે. તમારે તમારી કોઇપણ માહિતી જે તમે ગુમાવવા ન માંગતા હોવ તેનો બેકઅપ ખાતરી કરીને લઇ લેવો જોઇએ!
he: התמיכה בדיסקי SATA RAID (בשימוש עם dmraid) בתוכנית ההתקנה הינה נסיונית. אתה צריך לוודא שיש לך גיבוי לכל המידע על המערכת שאתה לא רוצה לאבד!
hi: SATA RAID डिस्क के उपयोग की स्थिति प्रायोगिक है. इसलिए महत्वपूर्ण डाटा का बैकप सुरक्षित रखें।
hr: Podrška za SATA RAID diskove (koristeći 'dmraid') u instaleru je eksperimentalna. Provjerite da imate rezervnu (backup) kopiju svih podataka koje ne želite izgubiti sa svog sustava!
hu: A SATA RAID lemezek támogatása (dmraid által) a telepítőben kísérleti. Mentsd el fontos adataid!
id: Dukungan terhadap harddisk RAID SATA (melalui dmraid) masih percobaan. Pastikan Anda telah membuat cadangan atas semua data pada sistem agar tidak kehilangan data yang Anda butuhkan!
it: Il supporto per dischi RAID SATA (usando dmraid) nel programma di installazione è sperimentale. È necessario essere sicuri di avere un backup di tutti i dati del sistema che non si vogliono perdere.
ja: インストーラでの (dmraid を使った) SATA RAID ディスクのサポートは、実験段階です。あなたのシステムの中で失いたくないすべてのデータをバックアップしていることを確認すべきです!
ka: SATA RAID დისკების ინსტალერში არსებული მხარდაჭერა (dmraid-ის გამოყენებით) ექსპერიმენტულ ეტაპზეა. დარწმუნდით, რომ თქვენს სისტემაზე არსებული ყველა მნიშვნელოვანი ინფორმაცია დაზღვეულია!
km: កា​គាំទ្រ​សម្រាប់ថាស​រឹង SATA RAID (ដោយ​ប្រើ dmraid) នៅ​ក្នុង​កម្មវិធី​ដំឡើង​គឺ​ជា​ការ​ពិសោធន៍ ។ អ្នក​គួរ​តែ​ប្រាកដ​ថា​អ្នក​មាន​ច្បាប់​បម្រុង​ទុក​របស់​ទិន្នន័យ​នៅ​លើ​ប្រព័ន្ធ​របស់​អ្នក ដែល​អ្នក​មិន​ចង់​ឲ្យ​បាត់បង់ !
ko: 설치 프로그램의 SATA RAID 디스크 지원 기능은 (dmraid 이용) 아직 실험적인 수준입니다. 데이터를 잃어버리고 싶지 않으면 꼭 시스템 데이터를 백업하십시오!
lt: SATA RAID diskų palaikymas šiame įdiegiklyje (naudojant dmraid) yra eksperimentinis. Įsitikinkite, kad turite visų duomenų, kurių nenorėtumėte prarasti, rezervines kopijas!
mk: Поддршката за дискови SATA RAID (со dmraid) во инсталаторот е експериментална. Направете резервна копија од сите податици на системот кои не сакате да ги загубите.
mr: साटा रेड डिस्कस् करिता (डीएमरेड वापरून) अधिष्ठापकातील पाठबळ प्रायोगिक आहे. आपल्या प्रणालीमधील आपण हरवू इच्छित नसलेल्या कोणत्याही माहितीचा बॅकअप आपल्याकडे असल्याची तुम्ही खातरजमा केली पाहिजे!
nb: Støtten for SATA RAID-disker (med dmraid) i installasjonsprogrammet er eksperimentell. Du må forsikre deg om at du har sikkerhetskopi av data på ditt system som du ikke vil miste.
ne: स्थापनाकर्तामा (dmraid प्रयोग गरिरहेको) साटा रेड डिस्कका लागि समर्थन प्रयोगात्मक छ । तपाईँसँग तपाईँको प्रणालीमा कुनै डेटाको जगेडा छ भन्ने तपाईँ निश्चित हुनुहोस् जुन तपाईँ हराउन चाहनुहुन्न!
nl: De ondersteuning voor SATA RAID volumes (d.m.v. dmraid) in het installatiesysteem is experimenteel. Het wordt dringend aanbevolen om een reservekopie beschikbaar te hebben van gegevens op uw systeem die u niet kwijt wilt raken!
nn: Støtta for SATA RAID-diskar (ved bruk av dmraid) i installasjonsprogrammet er eksperimentelt. Du bør vere viss på at du har ein tryggingskopi av data som du ikkje vil tape på systemet ditt!
pl: Obsługa dysków SATA RAID (używając dmraid) w instalatorze jest eksperymentalna. Upewnij się, że masz kopię zapasową danych, których nie możesz utracić.
pt: O suporte a discos RAID SATA (utilizando dmraid) no instalador é experimental. Assegure-se que tem uma cópia de segurança de quaisquer dados no seu sistema que não quer perder!
ro: Suportul pentru discuri RAID SATA (folosind dmraid) din programul de instalare este experimental. Ar trebui să va asigurați că aveți copii de siguranță pentru orice date din sistem pe care nu doriți să le pierdeți!
ru: Поддержка дисков SATA RAID (с помощью dmraid) в программе установки является экспериментальной. Проверьте, что имеются резервные копии всех данных системы, которые вы не хотите потерять!
sk: Podpora SATA RAID diskov v inštalačnom programe pomocou dmraid je experimentálna. Mali by ste si zabezpečiť zálohu všetkých údajov na vašom systéme, ktoré nechcete stratiť.
sl: Podpora za SATA RAID diske (z uporabo dmraid) v namestitvenem programu je eksperimentalna. Preverite, prosim, če imate varnostno kopijo podatkov iz sistema.
sq: Suporti për disqet SATA RAID (duke përdorur dmraid) në këtë instalues është eksperimental. Duhet të sigurohesh që të kryesh një ruajtje të të dhënave në sistemin tënd që nuk dëshiron të humbësh!
sv: Stödet för SATA RAID-diskar (med dmraid) i installationsprogrammet är experimentellt. Försäkra dig om att du har en säkerhetskopia av det data på ditt system som du inte vill förlora!
ta: (டிஎம் ரெய்ட் ஐ பயன்படுத்தி) சடா ரெய்ட் வட்டு ஆதரவு பரீட்சார்தமானது. உங்கள் கணினியில் உள்ள நீங்கள் இழக்க தயாராக இல்லாத தரவுகளை எதற்கும் பாதுகாப்பு பிரதி எடுத்துக்கொள்ளுங்கள்.
tr: Kurulum programındaki (dmraid kullanan) SATA RAID disk desteği deneyseldir. Sisteminizde kaybetmeyi göze alamayacağınız bütün verilerin yedeklendiğine emin olun!
vi: Khả năng hỗ trợ đĩa RAID SATA (dùng dmraid) trong bộ cài đặt chỉ là tính năng thực nghiệm. Trước khi sử dụng nó, bạn nên sao lưu dữ liệu !
zh_cn: 安装程序对 SATA RAID 磁盘的支持 (使用 dmraid) 尚处于试验性质。您应确保您已经备份了系统里所有您不想丢失的数据！
zh_tw: 安裝程式對於 SATA RAID 磁碟的支援（使用 dmraid）是實驗性的。您應該確認您已替您的系統上那些不能有任何閃失的資料進行備份！
