Repository: Sprezzatech/main-menu-udeb
Catalog: packages/partman/partman-dmraid/debian/po/*.po
Languages: am, be, bg, bs, ca, cs, da, dz, el, es, eu, fi, gl, gu, he, hi, hr, hu, id, it, ja, ka, km, ko, lt, mk, mr, nb, ne, nl, nn, pl, pt, ro, ru, sk, sl, sq, sv, ta, tr, vi, zh_cn, zh_tw

source: There is currently no real support for SATA RAID disks in either the partitioner or the boot loaders. The installer works around this, but it means that the installation is not completely straightforward and that there are some important limitations.
be: Пакуль што няма фактычнай падтрымкі дыскаў SATA RAID ані ў падзяляльніку, ані ў загрузчыках. Праграма ўсталявання абыйдзе гэта, і гэта значыць, што вынік будзе цмяным і з некаторымі абмежаваннямі.
bg: В програмата за разделяне на дисковото пространство и в програмите за първоначално зареждане липсва поддръжка на SATA RAID дискове. Инсталаторът заобикаля тази липса, но е възможно това може да налага някои ограничения.
bs: Trenutno nema stvarne podrške za SATA RAID diskove ni u programu za particionisanje ni u boot loaderima. Instalacija ima način da ovo zaobiđe ali to znači da instalacija nije potpuno dosljedna i da postoje bitna ograničenja.
ca: Actualment no hi ha suport real per a discs RAID SATA al partidor o als carregadors. L'instal·lador ho solventa, però això vol dir que la instal·lació no és completament estàndard i que hi ha algunes limitacions importants.
cs: Ve skutečnosti instalátor ani zavaděče SATA RAIDové disky nepodporují, ovšem instalační systém to umí obejít. To však znamená, že instalace není zcela přímočará a existují zde některá významná omezení.
da: Der er p.t. ikke nogen egentlig håndtering a SATA-RAID-diske hverken i partitioneringsprogrammet eller i opstartsprogrammerne. Installationsprogrammet omgår dette, men det betyder at installationen ikke er helt ligetil og at der er nogle væsentlige begrænsninger.
dz: ད་ལྟོ་ བར་བཅདཔ་ ཡང་ན་ བུཊི་མངོན་གསལ་པ་ག་ནང་ཡང་ SATA RAID ཌིཀསི་ལུ་རྒྱབ་སྐྱོར་བརྟན་བརྟན་ཅིག་མིན་འདུག། དེ་འབདཝ་ལས་བརྟེན་ གཞི་བཙུགསཔ་དེ་ཁར་ལཱ་འབད་རུང་ གཞི་བཙུགས་འབད་མི་འདི་ འཇམ་ཏོང་ཏོ་མེདཔ་དང་ གཞི་བཙུགས་ཀྱི་སྐབས་ལུ་ འབད་ཚུགསཔ་དང་མི་ཚུགསཔ་དག་པ་ཅིག་ཡོད།
el: Δεν υπάρχει αυτή τη στιγμή πραγματική υποστήριξη για δίσκους SATA RAID είτε στο πρόγραμμα διαμέρισης είτε στους φορτωτές εκκίνησης. Ο εγκαταστάτης παρακάμπτει αυτά τα προβλήματα, αλλά αυτό σημαίνει ότι η εγκατάσταση δεν είναι εντελώς προφανής και ότι υπάρχουν μερικοί σημαντικοί περιορισμοί.
es: Actualmente no hay soporte real de los discos SATA RAID ni en el particionado ni en los cargadores de arranque. El instalador intenta implementar algunas alternativas, pero esto significa que la instalación no es inmediata y que hay algunas limitaciones importantes.
eu: Unean ez dago SATA RAID diskoen benetako euskarririk ez partiziogilean ez abioko kargatzaileetan. Instalatzaileak hau saihesteko lan egiten du baina honek instalazioari fidagarritasuna kentzen dio eta zenbait murriztapen garrantzitsu daude.
fi: SATA RAID -levyille ei tällä hetkellä ole todellista tukea osiointisovelluksessa tai alkulatausohjelmissa. Ongelma voidaan kiertää, mutta tästä johtuen asennus ei ole täysin suoraviivainen ja asennuksessa on tiettyjä olennaisia rajoituksia.
gl: Agora mesmo non hai un verdadeiro soporte de discos RAID SATA no particionador ou nos cargadores de inicio. O instalador trata de o suplir, pero iso significa que a instalación non é tan doada como podía e que hai algunhas limitacións importantes.
gu: અત્યારે સાટા રેઇડ ડિસ્કસ માટે પાર્ટિશન અથવા બૂટ લોડર માટે કોઇ પણ આધાર નથી. આ સ્થાપક આ માટે કામ કરે છે, પણ એનો અર્થ એ છે કે સ્થાપન એ સરળ નથી અને તેમાં કેટલીક મહત્વની મર્યાદાઓ છે.
he: כרגע אין תמיכה ממשית בדיסקי SATA RAID הן במחלק למחיצות והן במנהל האתחול. תוכנת ההתקנה יכולה לעקוף זאת, אבל זה אומר שההתקנה לא לגמרי ישירה ושיש מספר הגבלות חשובות.
hi: इस समय साटा रेइड के लिए असली कार्यात्मकता उपलब्ध नहीं है; पार्टिशनर में नहीं, और बूट लोडर में भी नहीं। इसके बावजूद संस्थापक कार्य करता है, परन्तु संस्थापन के दौरान कुछ समस्याओं या कमियों की संभावना है।
hr: Trenutno nema prave podrške za SATA RAID diskove ni u programu za particioniranje niti u boot učitavačima. Instaler ovo zaobilazi, ali to znači da instalacija nije sasvim izravna, i postoje neka važna ograničenja.
hu: Jelenleg nincs igazi támogatás SATA RAID lemezekhez a particionálóban és a boot betöltőkben. A telepítő megkerüli ezt némi bonyodalommal és pár fontos korláttal.
id: Saat ini tidak ada dukungan sepenuhnya atas harddisk RAID SATA baik dalam program pemartisi maupun bootloader. Program instalasi mencoba mengatasi hal ini, tetapi hal ini berarti proses instalasi tidak mudah dan sederhana serta memiliki beberapa keterbatasan.
it: Attualmente non c'è un supporto reale per i dischi RAID SATA né nel programma di partizionamento né nei gestori di avvio. Il programma di installazione cerca di porre rimedio a questo, ma ciò significa che l'installazione non è completamente chiara e che ci sono alcune importanti limitazioni.
ja: 現在のところ、パーティショナーやブートローダのいずれでも SATA RAID ディスクの本当のサポートはありません。インストーラは場当たり的に対処しますが、これはつまり、インストールが完全に順調に働くとは限らず、いくつかの重要な制約があるということです。
ka: პარტიციონერს ან ჩამტვირთველებს ამჟამად SATA RAID დისკების რეალური მხარდაჭერა არ გააჩნია. ინსტალერი ცდილობს ამის გამოსწორებას, თუმცა ეს ნიშნავს, რომ ინსტალაცია მარტივი არ არის და ზოგიერთი მნიშვნელოვანი შეზღუდვა გააჩნია.
km: បច្ចុប្បន្ន​គ្មាន​ការគាំទ្រ​ជាក់លាក់​សម្រាប់​ថាស​រឹង SATA RAID នៅ​ក្នុង​កម្មវិធី​ចែកភាគថាស ឬ​កម្មវិធី​ចាប់ផ្ដើម​ប្រព័ន្ធ ។ កម្មវិធី​ដំឡើង​​ដំណើរការ​ជា​មួយ​វា ប៉ុន្តែ​វា​មាន​ន័យ​ថា​ការ​ដំឡើង​មិន​បញ្ចប់​ទាំង​ស្រុង​ទេ និង​មាន​ដែន​កំណត់​សំខាន់​មួយ​ចំនួន ។
ko: 현재 파티션 프로그램이나 부트로더 모두 SATA RAID 디스크를 제대로 지원하지 않습니다. 설치 프로그램은 문제를 피해가면서 동작하지만, 그것때문에 설치 과정이 간단하지 못하고 중요한 제한 사항이 몇 가지 있습니다.
lt: Dabartiniu metu šiame įdiegiklyje nėra realaus SATA RAID diskų dalijimo skirsniais ir pradinio įkėliklio įdiegimo palaikymo. Įdiegiklis apeis šias kliūtis, bet tai reiškia, kad įdiegimo procesas nėra visiškai teisingas ir yra kai kurie svarbūs apribojimai.
mk: Моментално нема вистинска поддршка за SATA RAID дискови во партиционирањето или стартувањето. Инсталаторот може да ги заобиколи пречките, но тоа значи дека инсталацијта нема да биде лесна и дека постојат значајни ограничувања.
mr: साटा रेड डिस्क्स् करिता विभाजकामधे वा आरंभ सूचकांमधे सद्ध्या वास्तविक पाठबळ नाही. विभाजक यावर तोडगा काढतो, पण याचा अर्थ अधिष्ठापना पूर्णपणे सहजसोपी नसते व यात काही महत्वाच्या मर्यादा असतात.
nb: Det er for øyeblikket ingen reell støtte for SATA RAID disker i hverken partisjoner eller oppstartsbehandlere. Installasjonsprogrammet omgår dette, men det betyr at installasjonen ikke er fullstendig rett frem og at det er noen viktige begrensninger.
ne: हाल त्यहाँ विभाजनकर्तामा वा बुट लोडरमा साटा रेड डिस्कका लागि वास्तविक समर्थन छैन । स्थापनाकर्ताले यसको वरिपरि काम गर्दछ,तर यसको मतलब स्थापना पूर्ण रूपमा सीधा छैन र त्यहाँ केही सीमाहरू छन् ।
nl: Zowel de schijfindeler als opstartladers ondersteunen op dit moment SATA RAID eigenlijk niet. Het installatiesysteem omzeilt dit, maar dat betekent wel dat de installatie enigszins gekunsteld is en dat er enkele wezenlijke beperkingen zijn.
nn: Det er førebels inga skikkeleg støtte for SATA RAID-diskar i korkje partisjoneringsprogrammet eller oppstartslastarane. Installasjonsprogrammet omgår dette, men det betyr at installasjonen ikkje er heilt rett fram og at det er nokre avgrensingar.
pl: Na chwilę obecną nie ma porządnego wsparcia dla dysków SATA RAID w programie partycjonującym oraz programach rozruchowych. Instalator obchodzi ten problem, ale przez to instalacja nie jest taka prosta oraz ma pewne poważne ograniczenia.
pt: Actualmente não existe verdadeiro suporte para discos RAID SATA no particionador ou nos gestores de arranque. O instalador contorna isto, mas isto significa que a instalação não é completamente linear e que existem algumas limitações importantes.
ro: În prezent nu există suport real pentru discuri RAID SATA nici în programul de partiționare nici în încărcătoarele de sistem. Programul de instalare ocolește această problemă, însă acest lucru înseamnă că instalarea nu este complet liniară și există niște limitări importante.
ru: В настоящее время нет реальной поддержки дисков SATA RAID, ни в программе разметки, ни в системных загрузчиках. Программа установки обойдёт эти препятствия, но это значит, что процесс установки будет не совсем прямолинейным, и есть некоторые серьёзные ограничения.
sk: Momentálne neexistuje skutočná podpora SATA RAID diskov v nástrojoch na rozdelenie diskov alebo v zavádzačoch. Inštalačný program napriek tomu funguje, ale to znamená, že inštalácia nie je jednoduchá a existujú tu viaceré dôležité obmedzenia.
sl: Trenutno ni prave podpore za SATA RAID diske, tako za razdeljevanje, kot tudi za zagonske nalagalnike. Namestitveni program se tem težavam izogne, vendar pa to pomeni, da namestitev ni povsem enostavna in da ima nekatere pomembne omejitve.
sq: Nuk ka asnjë suport real për disqet SATA RAID në ndarësin apo në ngarkuesit e nisjes. Instaluesi bën të vetën për këtë, por kjo nënkupton që instalimi nuk ecën si duhet dhe që ka disa kufizime të rëndësishme.
sv: Det finns för närvarande inget riktigt stöd för SATA RAID-diskar i varken partitioneraren eller starthanterarna. Installationsprogrammet har en temporär lösning för det här men det betyder att installationen inte är helt enkel och att det finns några viktiga begränsningar.
ta: இப்போது சடா ரெய்டு வட்டுகளுக்கு உண்மையான ஆதரவு, குறிப்பாக பகிர்தல் மற்றும் துவக்கி நிறுவல் போது, இல்லை. நிறுவி ஒரு மாற்று வழியை பின் பற்றுகிறது. இது நேரானது அல்ல. சில வரம்புகளும் உள்ளன.
tr: Halihazırda ne önyükleyicide ne de bölümleyicide SATA RAID diskler tam olarak desteklenmiyor. Kurulum programında bu desteğin sağlanmasına yönelik geçici düzenlemeler bulunmakla beraber kurulum işleminin kolay olmadığını ve bazı önemli sınırlamalarla karşılaşacağınızı belirtmek isteriz.
vi: Hiện thời không hỗ trợ được đĩa kiểu RAID SATA trong bộ phân vùng hay bộ nạp khởi động. Bộ cài đặt chỉnh sửa trường hợp này, nhưng mà kết quả là tiến trình cài đặt không phải thẳng thắn hoàn toàn, cũng có một số sự hạn chế quan trọng.
zh_cn: 现在磁盘分区程序和启动引导程序都还没有真正支持 SATA RAID 磁盘。安装程序避开了这些问题，但这意味着无法进行很简单直接的安装，而且存在一些重要的限制。
zh_tw: 目前為止，不管是磁碟分割程式或開機程式尚未對 SATA RAID 提供實質上的支援。安裝程式是可避開這些問題，但這也意謂著安裝程式並無法完美地直接進行，且會有一些重大的缺陷。

source: More detailed information about SATA RAID support and how to use it, especially during partitioning and boot loader installation, can be found at: http://wiki.debian.org/DebianInstaller/SataRaid.
be: Больш дэталёвыя звесткі пра падтрымку SATA RAID і выкарыстанне яе падчас падзяленне і ўсталявання загрузчыка можа быць знойдзена тут: http://wiki.debian.org/DebianInstaller/SataRaid.
bg: Подробна информация за поддръжката на SATA RAID и как да се използва, особено при разделяна на диска и инсталиране на програмата за първоначално зареждане може да мамерите на адрес http://wiki.debian.org/DebianInstaller/SataRaid.
bs: Detaljnije informacije o SATA RAID podršci i uputstvo za upotrebu,posebno tokom particionisanja i instalacije boot loadera, se može naći na: http://wiki.debian.org/DebianInstaller/SataRaid.
ca: Podeu trobar més informació detallada sobre el suport de RAID SATA i com utilitzar-ho, especialment durant el partit i la instal·lació del carregador en: http://wiki.debian.org/DebianInstaller/SataRaid.
cs: Více informací o podpoře SATA RAIDu a jeho použití (obzvláště během rozdělování disků a instalace zavaděče) naleznete na http://wiki.debian.org/DebianInstaller/SataRaid.
da: Der er mere detaljerede oplysninger om håndtering af SATA-RAID (specielt i forbindelse med partitionering og installation af opstartsprogram) på: http://wiki.debian.org/DebianInstaller/SataRaid.
dz: ད་ལྟོ་ བར་བཅདཔ་ ཡང་ན་ བུཊི་མངོན་གསལ་པ་ག་ནང་ཡང་ SATA RAID ཌིཀསི་ལུ་རྒྱབ་སྐྱོར་བརྟན་བརྟན་ཅིག་མིན་འདུག། དེ་འབདཝ་ལས་བརྟེན་ གཞི་བཙུགསཔ་དེ་ཁར་ལཱ་འབད་རུང་ གཞི་བཙུགས་འབད་མི་འདི་ འཇམ་ཏོང་ཏོ་མེདཔ་དང་ གཞི་བཙུགས་ཀྱི་སྐབས་ལུ་ འབད་ཚུགསཔ་དང་མི་ཚུགསཔ་དག་པ་ཅིག་ཡོད།
el: Πιο αναλυτικές πληροφορίες για την υποστήριξη RAID δίσκων SATA και την χρήση του, ιδιαίτερα κατά τη διαμέριση και την εγκατάσταση ενός φορτωτή εκκίνησης, μπορούν να βρεθούν στο http://wiki.debian.org/DebianInstaller/SataRaid.
es: Puede encontrar información detallada sobre el soporte SATA RAID y cómo utilizarlo, especialmente durante el particionado y la instalación del cargador de arranque, en http://wiki.debian.org/DebianInstaller/SataRaid.
eu: SATA RAID euskarria eta bere erabilerari (bereziki partizioak egitean eta abioko kargatzailearen instalazioaren erabilera) buruzko xehetasun gehiago hemen aurkitu ditzakezu: http://wiki.debian.org/DebianInstaller/SataRaid.
fi: Tarkempia tietoja SATA RAID -tuesta ja sen käytöstä erityisesti osioinnissa ja alkulatausohjelmien asennuksessa löytyy osoitteesta http://wiki.debian.org/DebianInstaller/SataRaid.
gl: Hai información máis detallada sobre o soporte de RAID SATA e como o empregar, especialmente durante o particionamento e a instalación do cargador de inicio, en: http://wiki.debian.org/DebianInstaller/SataRaid.
gu: સાટા રેઇડનો આધાર અને ખાસ કરીને પાર્ટિશન અને બૂટ લોડર સ્થાપન વખતે તેને કેવી રીતે ઉપયોગ કરવું તેની વધુ માહિતી, http://wiki.debian.org/DebianInstaller/SataRaid પર મળી શકે છે.
he: מידע מפורט נוסף על תמיכה ב-SATA RAID ואיך להשתמש בו, בעיקר בעת החלוקה למחיצות וטעינת המערכת הראשונית, ניתן למצוא ב: http://wiki.debian.org/DebianInstaller/SataRaid.
hi: साटा रेइड के उपयोग, पार्टिशनिंग तथा बूट लोडर सहित संस्थापन संबंधी अधिक जानकारी के लिए इस वेबसाइट को पढ़ें:http://wiki.debian.org/DebianInstaller/SataRaid.
hr: Više informacija o podršci za SATA RAID i kako je iskoristiti, posebno prilikom particioniranja i instalacije boot učitavača, moguće je pronaći na: http://wiki.debian.org/DebianInstaller/SataRaid.
hu: Részletesebb adatok a SATA RAID támogatásról és használatáról, főleg a particionálás és boot betöltő telepítés alatt itt találhatók: http://wiki.debian.org/DebianInstaller/SataRaid.
id: Untuk keterangan rinci tentang RAID SATA dan cara penggunaannya terutama selama proses pemartisian dan pemasangan bootloader dapat ditemukan di situs: http://wiki.debian.org/DebianInstaller/SataRaid.
it: Maggiori informazioni sul supporto per RAID SATA e sul suo utilizzo, in particolar modo durante il partizionamento e l'installazione del gestore di avvio, possono essere trovare a: http://wiki.debian.org/DebianInstaller/SataRaid.
ja: SATA RAID サポートについてのより詳細な情報およびそれをどのように利用するか、特にパーティショニングとブートローダのインストールについては、http://wiki.debian.org/DebianInstaller/SataRaid を参照してください。
ka: დამატებითი ინფორმავია SATA RAID-ის მხარდაჭერასთან და მის გამოყენებასთან დაკავშირებით, განსაკუთრებით პარტიციონირებისა და ჩამტვირთველის დაყენებასთან დაკავშირებით, შეგიძლიათ იხილოთ მისამართზე: http://wiki.debian.org/DebianInstaller/SataRaid.
km: ចំពោះ​ព័ត៌មាន​បន្ថែម​អំពីការ​គាំទ្ររបស់ SATA RAID និង​វិធី​ប្រើ​វា ជា​ពិសេស​កំឡុង​ពេល​​ចែកភាគ​ថាស និង​ដំឡើង​កម្មវិធី​ចាប់ផ្ដើម​ប្រព័ន្ធ អ្នក​អាច​រក​បាននៅ ៖ http://wiki.debian.org/DebianInstaller/SataRaid.
ko: SATA RAID에 대한 지원과 파티션 단계나 부트로더 설치 도중의 SATA RAID에 대한 지원은 http://wiki.debian.org/DebianInstaller/SataRaid에서 찾아보시기 바랍니다.
lt: Detalesnę informaciją apie SATA RAID palaikymą ir naudojimą, ypač apie dalijimą skirsniais ir pradinio įkėliklio įdiegimą, galite rasti puslapyje: http://wiki.debian.org/DebianInstaller/SataRaid.
mk: Повеќе информации за поддршка за SATA RAID и како да ја користите, посебно за време на партиционирање и инсталирање на подигнувач, може да се најде на: http://wiki.debian.org/DebianInstaller/SataRaid.
mr: साटा रेड करिता पाठबळ आणि ते खासकरून विभाजनीकरणादरम्यान व आरंभ सूचकाच्या अधिष्ठापनेदरम्यान कसे वापरायचे, याबद्दल अधिक माहिती http://wiki.debian.org/DebianInstaller/SataRaid येथे उपलब्ध आहे.
nb: Mer detaljert informasjon om støtte for SATA RAID og hvordan bruke det, spesielt under partisjonering og installasjon av oppstartsbehandler, finnes på: http://wiki.debian.org/DebianInstaller/SataRaid
ne: साटा रेड समर्थनका बारेमा अझ धेरै विस्तृत सूचना र यसलाई कसरी चलाउने, खास गरेर विभाजन र बुट लोडर स्थापना: http://wiki.debian.org/DebianInstaller/SataRaid फेला पार्न सकिन्छ ।
nl: Meer gedetailleerde informatie over de ondersteuning van SATA RAID en hoe dit te gebruiken, met name tijdens schijfindeling en de installatie van een opstartlader, vindt u op: http://wiki.debian.org/DebianInstaller/SataRaid.
nn: Meir detaljert informasjon om SATA RAID-støtte og korleis ein skal bruke det, særleg under partisjonering og installasjon av oppstartslastarar, kan finnast på: http://wiki.debian.org/DebianInstaller/SataRaid.
pl: Więcej szczegółów na temat obsługi SATA RAID, zwłaszcza podczas partycjonowania i instalacji programu rozruchowego można znaleźć pod adresem http://wiki.debian.org/DebianInstaller/SataRaid.
pt: Informação mais detalhada acerca do suporte a RAID SATA e de como o utilizar, especialmente durante a instalação do gestor de arranque e do particionamento, pode ser encontrado em: http://wiki.debian.org/DebianInstaller/SataRaid.
ro: Mai multe informații detaliate despre deaileul pentru RAID SATA și cum se folosește, mai ales în timpul nd hoț toării și a instalării încărcătorului de sistem, pot fi găsite la: ader installation, can be found at: http://wiki.debian.org/DebianInstaller/SataRaid.
ru: Более подробную информацию о поддержке SATA RAID и использовании, особенно во время разметки и установки системного загрузчика, можно найти на странице http://wiki.debian.org/DebianInstaller/SataRaid.
sk: Podrobnejšie informácie o podpore SATA RAID a jeho použití, hlavne počas rozdeľovania diskov a inštalácii zavádzača, môžete nájsť na: http://wiki.debian.org/DebianInstaller/SataRaid.
sl: Več podrobnejših informacij o SATA RAID podpori in kako jo uporabljati, posebej še glede razdeljevanja in namestitve zagonskega nalagalnika, lahko najdete na: http://wiki.debian.org/DebianInstaller/SataRaid.
sq: Të dhëna të mëtejshme rreth suportit SATA RAID dhe përdorimit të tij, veçanërisht gjatë ndarjes dhe instalimit të ngarkuesit të nisjes, mund të gjenden në: http://wiki.debian.org/DebianInstaller/SataRaid.
sv: Mer detaljerad information om SATA RAID-stöd och hur man använder det, speciellt under partitionering och installation av starthanterare, kan hittas på: http://wiki.debian.org/DebianInstaller/SataRaid.
ta: சடா ரெய்டு ஆதரவு அதை பயன்படுத்துதல் குறித்து , குறிப்பாக பகிர்தல் மற்றும் துவக்கி நிறுவல் போது, மேலும் அதிக தகவலை http://wiki.debian.org/DebianInstaller/SataRaid இல் காணலாம்.
tr: SATA RAID desteği ve özellikle bölümleme ve önyükleyici kurulumunda bu desteğin nasıl kullanılacağına ilişkin daha ayrıntılı bilgiler http://wiki.debian.org/DebianInstaller/SataRaid adresinde bulunabilir.
vi: Thông tin chi tiết về khả năng hỗ trợ RAID SATA và cách sử dụng nó, đặc biệt trong tiến trình phân vùng và cài đặt bộ nạp khởi động, nằm ở « http://wiki.debian.org/DebianInstaller/SataRaid ».
zh_cn: 更多有关 SATA RAID 支持和如何使用的详细信息，特别是关于给磁盘分区和安装启动引导程序的信息，可参见：http://wiki.debian.org/DebianInstaller/SataRaid。
zh_tw: 更多有關於 SATA RAID 支援的詳盡的資訊以及該如何操作，尤其是在磁碟分割期間及開機程式的安裝上，可於 http://wiki.debian.org/DebianInstaller/SataRaid 上取得。

source: Please read that page carefully before proceeding.
am: ከመቀጠልዎ በፊት እባክዎን ገጹን ነጥንቃቄ ያንብቡት
be: Прачытайце гэтую старонку ўважліва перад тым, як працягнеце.
bg: Преди да продължите внимателно прочетете информацията на тази страница.
bs: Molimo pažljivo pročitajte tu stranicu prije nastavljanja.
ca: Llegiu aquesta pàgina atentament abans de continuar.
cs: Před pokračováním si odkazovanou stránku pečlivě pročtěte.
da: Læs venligst den side grundigt før du fortsætter.
dz: འཕྲོ་མ་མཐུད་པའི་ཧེ་མ་ལས་ ཤོག་ལེབ་འདི་ལེགས་ཤོམ་སྦེ་ལྷག།
el: Παρακαλώ, διαβάστε προσεκτικά αυτή τη σελίδα πριν προχωρήσετε.
es: Consulte con atención esta página antes de continuar.
eu: Irakurri orrialde hori arreta handiz aurrera jarraitu aurretik.
fi: Lue sivu huolellisesti ennen kuin jatkat.
gl: Lea esa páxina atentamente antes de continuar.
gu: આગળ વધતા પહેલાં મહેરબાની કરી એ પાનું ધ્યાનથી વાંચો.
he: קראו את הדף בעיון לפני מעבר קדימה.
hi: संस्थापन के अगले चरण में जाने के पूर्व कृपया उस वेबसाइट को ध्यान से पढें।
hr: Molim pažljivo pročitajte tu stranicu prije nego što nastavite.
hu: Olvasd el ezt alaposan a folytatás előtt!
id: Mohon baca situs tersebut dengan seksama sebelum memulai.
it: Leggere quella pagina con attenzione prima di procedere.
ja: 作業を進める前に、このページを注意深く読んでください。
ka: გთხოვთ გაგრძელებამდე ეს გვერდი გულდასმით წაიკითხოთ.
km: សូម​អាន​ទំព័រ​នោះ​ដោយ​ប្រុងប្រយ័ត្ន​មុន​នឹង​បន្ត ។
ko: 계속 진행하기 전에 이 페이지를 주의 깊게 읽으십시오.
lt: Prieš tęsiant, įdėmiai perskaitykite šį puslapį.
mk: Внимателно прочитајте ја таа стараница пред да продолжите.
mr: पुढे जाण्यापूर्वी ते वेब पेज काळजीपूर्वक वाचा.
nb: Les den siden nøye før du fortsetter.
ne: कृपया प्रक्रिया गर्नु अघि त्यो पृष्ठ सावधानीपूर्वक पढ्नुहोस् ।
nl: Lees die pagina zorgvuldig alvorens u verder gaat.
nn: Ver snill å les den sida grundig før du går vidare.
pl: Przed kontynuowaniem proszę przeczytać tę stronę uważnie.
pt: Por favor leia cuidadosamente esta página antes de continuar.
ro: Se recomandă citirea cu atenție a acelei pagini înainte de a continua.
ru: Перед тем как продолжить, внимательно прочитайте эту страницу.
sk: Prosím, prečítajte si uvedenú stránku, kým budete pokračovať.
sl: Prosimo da natančno preberete to stran preden nadaljujete.
sq: Të lutem lexo atë faqe me kujdes përpara se të vazhdosh.
sv: Läs den sidan noggrant innan du fortsätter.
ta: மேலே தொடரும் முன் அந்த பக்கத்தை கவனமாக படிக்கவும்.
tr: Lütfen devam etmeden önce bu sayfayı dikkatlice okuyun.
vi: Hãy đọc cẩn thận trang đó trước khi tiếp tục. (Trang này đã được dịch sang tiếng Việt: xem thanh bản dịch ở đầu. :) )
zh_cn: 请在继续安装前仔细阅读那个网页的内容。
zh_tw: 請在進行之前，先仔細得讀過該頁面。
