Repository: Sprezzatech/main-menu-udeb
Catalog: packages/partman/partman-dmraid/debian/po/*.po
Languages: am, be, bg, bs, ca, cs, da, dz, el, es, eu, fi, gl, gu, he, hi, hr, hu, id, it, ja, ka, km, ko, lt, mk, mr, nb, ne, nl, nn, pl, pt, ro, ru, sk, sl, sq, sv, ta, tr, vi, zh_cn, zh_tw

source: Write changes in SATA RAID partitioning to disk?
am: በSATA RAID ክፋይ ዲስክ ላይ ያለው ለውጥ ይጻፍ?
be: Ці запісаць змены падзялення SATA RAID на дыск?
bg: Записване на промените в разделянето на SATA RAID диск?
bs: Snimiti vrijednosti u SATA RAID particionisanju na disk?
ca: Voleu escriure els canvis de partició de RAID SATA al disc?
cs: Zapsat změny v rozdělení SATA RAIDu na disk?
da: Skriv ændringer i SATA-RAID-partitionering til disk?
dz: SATA RAID བར་བཅད་ནང་ བསྒྱུར་བཅོས་ཚུ་བྲིས་ནི་ཨིན་ན།
el: Να γραφούν οι αλλαγές στη διαμέριση του SATA RAID στον δίσκο;
es: ¿Desea escribir los cambios del particionado RAID SATA a disco?
eu: SATA RAID partizio aldaketak diskoan idatzi?
fi: Kirjoitetaanko SATA RAID -osioinnin muutokset levylle?
gl: ¿Gravar os cambios no particionamento do RAID SATA no disco?
gu: સાટા રેઇડ પાર્ટિશનનાં ફેરફારો ડિસ્કમાં લખશો?
he: לכתוב שינויים בטבלת המחיצות של SATA RAID לדיסק?
hi: SATA RAID पार्टिशनिंग को स्थायी रूप से डिस्क पर लिखें?
hr: Zapisati promjene u particioniranju SATA RAID-a na disk?
hu: Lemezre írod a SATA RAID partíciók módosításait?
id: Tulis perubahan pada partisi RAID SATA ke harddisk?
it: Scrivere i cambiamenti del partizionamento del RAID SATA su disco?
ja: ディスクに SATA RAID パーティションの変更を書き込みますか?
ka: გსურთ SATA RAID პარტიციონირების ცვლილებების დისკზე ჩაწერა?
km: សរសេរ​ការ​ផ្លាស់ប្ដូរ​នៅ​ក្នុង​ការ​ចែកភាគ​ថាស​ SATA RAID ទៅ​ថាស ?
ko: 시리얼 ATA RAID 파티션 구성의 바뀐 사항을 디스크에 쓰시겠습니까?
lt: Ar įrašyti disko dalijimo pakeitimus į SATA RAID diską?
mk: Запишиги промените од од партиционирањето на SATA RAID на дискот?
mr: साटा रेड विभाजनीकरणातील बदल डिस्कवर लिहायचे?
nb: Skriv endringer i SATA RAID-partisjonering til disk?
ne: डिस्क भित्र साटा रेड विभाजनमा परिवर्तनहरू लेख्नुहुन्छ ?
nl: Wijzigingen in de partitie-indeling van SATA RAID-volumes naar schijf scrijven?
nn: Skriv endringar i SATA RAID-partisjoneringa til disk?
pl: Zapisać zmiany partycjonowania na dysku SATA RAID?
pt: Escrever as alterações no particionamento do RAID SATA no disco?
ro: Se scriu pe disc schimbările în schema de partiționare RAID SATA?
ru: Записать изменения разметки SATA RAID на диск?
sk: Zapísať zmeny rozdelenia SATA RAID na disk?
sl: Zapišem spremembe razdelitve SATA RAID na disk?
sq: T'i shkruaj ndryshimet e ndarjes SATA RAID në disk?
sv: Skriv ändringar i SATA RAID-partitioneringen till disk?
ta: சடா ரெய்ட் பகிர்வை வட்டுக்கு எழுதலாமா?
tr: SATA RAID bölümlendirmesindeki değişiklikler diske kaydedilsin mi?
vi: Ghi vào đĩa các thay đổi trong phân vùng RAID SATA không?
zh_cn: 要把对 SATA RAID 分区设置的改动写入磁盘吗？
zh_tw: 是否將 SATA RAID 磁碟分割的變更寫入磁碟？

source: Any changes you have made in the partitioning of your Serial ATA RAID disks need to be written to disk before the partitions can be used. Any other pending changes will be written to disk as well. These changes cannot be undone.
be: Любыя змены ў падзяленні RAID дыскаў Serial ATA павінны быць запісаныя да таго, як падзелы могуць быць скарыстаны. Іншыя змены, што чакаюць запісу, павінны быць гэтаксама запісаны. Усе змены не могуць быць вернуты.
bg: Всички направени промени по разделянето на Serial ATA RAID дискове трябва да бъдат физически записани преди разделянето да може да се използва. Всички други чакащи промени също ще бъдат записани. Веднъж записани, промените не могат да бъдат отменени.
bs: Sve promjene koje ste napravili u particionisanju vaših Serial ATA RAID diskova moraju biti snimljene na disk prije nego što se particije mognu koristiti. Sve druge neriješene izmjene će također biti snimljene na disk. Nakon ovoga, nije moguće vratiti se na početno stanje.
ca: Qualsevol canvi que s'haja fet al partit dels vostres discs RAID Serial ATA s'ha d'escriure al disc abans de que es puguen emprar les particions. Qualsevol altre canvi pendent s'escriurà també al disc. Aquests canvis no es poden desfer.
cs: Veškeré změny, které jste provedli v rozdělení svých sériových ATA RAID disků, se musí zapsat na disk dříve, než budete moci tyto oblasti použít. Současně s nimi se na disk zapíší i ostatní naplánované změny. Tyto změny nelze vrátit zpět.
da: Enhver ændring i partitioneringen af dine SATA-RAID-diske skal skrives til disk før partitionerne kan bruges. Alle andre verserende ændringer vil ligeledes blive skrevet til disken. Disse ændringer kan ikke tilbageføres.
dz: ཁྱོད་ཀྱིས་ ཨང་རིམ་ ATA RAID ཌིཀསི་བར་བཅད་ནང་ བསྒྱུར་བཅོས་འབད་འབདཝ་ཡོད་མི་ཚུ་ བར་བཅད་འདི་ལག་ལེན་མ་འཐབ་པའི་ཧེ་མ་ལས་ ཌིཀསི་ལུ་འབྲི་དགོ། གཞན་བསྒྱུར་བཅོས་བསྣར་ཏེ་ཡོད་མི་ཚུ་ཡང་ ཌིཀསི་ལུ་འབྲི་འོང་། བསྒྱུར་བཅོས་ཚུ་ མ་འབད་བར་བཞག་མི་བཏུབ་ཨིན།
el: Οποιεσδήποτε αλλαγές που έχετε κάνει στη διαμέριση των δίσκων σας SATA RAID πρέπει να γραφτούν στον δίσκο πριν μπορέσουν οι κατατμήσεις αυτές να χρησιμοποιηθούν. Οποιεσδήποτε άλλες αλλαγές εκκρεμούν θα γραφτούν επίσης στον δίσκο. Οι αλλαγές αυτές δεν μπορούν να αναιρεθούν.
es: Debe escribirse en el disco cualquier cambio que haya realizado a las particiones de sus discos Serial ATA RAID antes de utilizarlas. También se escribirá cualquier otro cambio pendiente a disco. Estos cambios no pueden deshacerse.
eu: Serieko ATA RAID diskoetan eginiko edozein aldaketa diskoan idatzi behar dira partizioak erabili aurretik. Egiteko dagoen beste edozein aldaketa ere diskoan idatzi egingo dira. Aldaketa hauek ezin dira desegin.
fi: Kaikki SATA RAID -levyjen osiointiin tekemäsi muutokset tulee kirjoittaa levylle ennen kuin osioita voidaan käyttää. Myös kaikki muut odottavat muutokset kirjoitetaan levylle. Näitä muutoksia ei voida perua.
gl: É preciso gravar no disco os cambios que teña feitos antes de poder empregar as particións. Tamén se han gravar no disco os demáis cambios pendentes. Non se poden desfacer eses cambios.
gu: તમારી સીરીયલ ATA રેઇડ ડિસ્કસનાં પાર્ટિશનમાં કરેલા કોઇપણ ફેરફારો ઉપયોગ કરી શકાય તે પહેલાં ડિસ્કમાં લખાવા જોઇએ. બીજા કોઇપણ બાકી રહેલ ફેરફારો પણ ડિસ્કમાં લખાવા જોઇએ. આ ફેરફારો પાછાં ફેરવી શકાશે નહીં.
he: השינויים שעשית במחיצות של דיסקי ה- Serial ATA Raid צריכים להיכתב לדיסק לפני שניתן יהיה להשתמש במחיצות. כל שינויים נוספים שמחכים יכתבו לדיסק גם כן. השינויים לא ניתנים לביטול.
hi: आपके सीरियल एटीए रेइड (RAID) डिस्क के पार्टिशन के उपयोग के पूर्वपार्टिशनिंग परिवर्तनों को डिस्क पर सुरक्षित करें।.अन्य परिवर्तन भी सुरक्षित किए जाएंगे। यह एक अपरिवर्तनीय कार्य है।.
hr: Sve promjene koje ste napravili pri particioniranju vaših Serial ATA RAID diskova se moraju zapisati na disk prije nego što bude moguće koristiti te particije. Sve druge nezapisane promjene će se također zapisati na disk. Ove promjene nije moguće poništiti.
hu: A Soros ATA RAID lemezek particionálásának minden módosítását ki kell írni a lemezre, hogy a partíciók használhatóvá váljanak. Más várakozó módosítások is kiírásra kerülnek ekkor. E módosítások visszavonhatatlanok.
id: Semua perubahan yang Anda buat dalam proses pemartisian harddisk ATA RAID Serial harus ditulis ke dalam harddisk sebelum digunakan. Semua perubahan sebelumnya yang tertunda juga akan ditulis. Perubahan ini tidak dapat dibatalkan.
it: Qualunque modifica sia stata fatta al partizionamento del propri dischi RAID SATA deve essere scritta sul disco prima che le partizioni possano essere usate. Qualunque altro cambiamento in sospeso sarà comunque scritto sul disco. Questi cambiamenti non possono essere annullati.
ja: シリアル ATA RAID ディスクのパーティションに行ったあらゆる変更は、パーティションを利用可能にする前にディスクに書き込んでおく必要があります。その他の保留している変更も同様にディスクに書き込まれます。これらの変更は取り消しできません。
ka: პარტიციების გამოყენებამდე თქვენს Serial ATA RAID დისკების პარტიციონირებაში განხორციელებული ნებისმიერი ცვლილება დისკზე უნდა ჩაიწეროს. ასევე დისკზე ჩაიწერება ნებისმიერი სხვა შესასრულებლად გამზადებული ცვლილება. ამ ცვლილებების დაბრუნებას ვეღარ მოახერხებთ.
km: ការ​ផ្លាស់ប្ដូរ​ដែល​អ្នក​បានបង្កើត​នៅ​ក្នុង​ការ​ចែក​ភាគថាស​នៃ​ថាសរឹង ATA RAID ស៊េរី​របស់​អ្នក តម្រូវ​ឲ្យ​សេរសេរ​ជាន់លើ​មុន​នឹង​ចែកភាគ​ថាស​អាច​ត្រូវ​បាន​ប្រើ ។ ការ​ផ្លាស់ប្ដូរ​ដែល​កំពុង​រង់ចាំ​នឹង​ត្រូវ​បាន​សរសេរ​ទៅ​ថាស​ផងដែរ ។ ការ​ផ្លាស់ប្ដូរ​ទាំងនេះ​មិន​អាច​ត្រូវ​បាន​ធ្វើវិញ​បាន​ទេ ។
ko: 시리얼 ATA RAID 디스크의 바뀐 사항은 그 파티션을 사용하기 전에 모두 디스크에 써야 합니다. 아직 적용 안 한 다른 사항도 디스크에 씁니다. 이 작업은 취소하지 못합니다.
lt: Tam kad galėtumėte naudoti Nuoseklių ATA RAID diskų skirsnius, visi padaryti pakeitimai, atliekant diskų dalijimą skirsniais, turi būti įrašyti. Taip pat bus įrašyti ir visi kiti atidėti pakeitimai. Šių pakeitimų nebebus galima atšaukti.
mk: Сите промени кои сте ги направиле во партициите на Вашиот Serial ATA RAID диск мора да се запишат на дискот за партициите да можат да се користат. Сите други промени кои чекаат, исто така ќе бидат запишани. Ови промени се конечни.
mr: विभाजने वापरता येण्यापूर्वी सिरियल एटीए रेड डिस्कच्या विभाजनीकरणातील कोणतेही बदल डिस्कवर लिहिणे गरजेचे आहे. अन्य कोणतेही प्रलंबित बदल सुद्धा डिस्कवर लिहिले जातील. हे बदल परत पूर्ववत करता येणार नाहीत.
nb: Alle endringer du har gjort i partisjoneringen av dine serielle ATA RAID-disker må bli skrevet til disk før partisjonene kan bli brukt. Alle andre ventende endringer vil også bli skrevet til disk. Disse endringene kan ikke angres.
ne: तपाईँको क्रमिक एटा रेड डिस्कको विभाजनमा तपाईँले बनाउँनुपर्ने कुनै परिवर्तनहरू विभाजन प्रयोग हुनु भन्दा पहिले डिस्कमा लेखिनु आवश्यक हुन्छ । अन्य कुनै विचारधीन परिवर्तनहरू राम्रो सँग डिस्कमानै लेखिनेछ । यी परिवर्तनहरू पूर्वावस्थामा फर्काउन सकिँदैन ।
nl: Wijzigingen in de indeling van uw Seriële ATA RAID volume dienen naar de harde schijven te worden weggeschreven voordat de partities gebruikt kunnen worden. Andere hangende wijzigingen zullen eveneens worden weggeschreven. Deze wijzigingen kunnen niet ongedaan gemaakt worden.
nn: Endringar du har gjort i partisjoneringa på den Serielle ATA RAID-disken din må skrivast til disk før partisjonane kan brukast. Alle andre endringar vil også bli skrive til disken. Desse endringane kan ikkje gjerast om att.
pl: Wszelkie zmiany dokonane podczas partycjonowania dysków szeregowych ATA RAID muszą być zapisane na partycjach zanim kontynuujesz. Wszystkie oczekujące zmiany zostaną zapisane na dysku. Zmian tych nie da się cofnąć.
pt: Qualquer alteração no particionamento dos seus discos RAID Serial ATA têm de ser escritas no disco antes das partições poderem ser utilizadas. Quaisquer outras alterações pendentes também serão escritas no disco. Estas alterações não podem ser desfeitas.
ro: Orice schimbări făcute în schema de partiționare a discurilor RAID ATA Serial trebuie scrise pe disc înainte ca partițiile să poată fi folosite. Orice alte schimbări în așteptare vor fi și ele scrise pe disc. Aceste schimbări nu pot fi des-făcute.
ru: Перед тем как разделы можно будет использовать, нужно записать все сделанные изменения разметки на Serial ATA RAID диски. Также будут записаны да диск все остальные отложенные изменения. Эти изменения больше нельзя будет отменить.
sk: Pred použitím oblastí je nutné na disk zapísať všetky zmeny, ktoré ste vykonali pri rozdeľovaní vašich Serial ATA RAID diskov. Takisto sa na disk zapíšu aj všetky naplánované zmeny. Všetky tieto zmeny sú nevratné.
sl: Vse spremembe, ki ste jih naredili pri razdeljevanju vaših serijskih ATA RAID diskov je pred uporabo razdelkov potrebno zapisati na disk. Ostale čakajoče spremembe bodo prav tako zapisane na disk. Teh sprememb potem ni več mogoče razveljaviti.
sq: Të gjithë ndryshimet e bëra në ndarjen e diskut tënd Serial ATA RAID duhen shkruajtur në disk përpara se ndarjet të mund të përdoren. Të gjithë ndryshimet e tjera në pritje do të shkruhen gjithashtu. Këto ndryshime nuk mund të zhbëhen.
sv: Alla ändringar som du har gjort i partitioneringen av dina Serial ATA RAID-diskar behöver skrivas till disk innan partitionerna kan användas. Alla andra väntande ändringar kommer även att skrivas till disk. Dessa ändringar kan inte ångras.
ta: பகிர்வுகள் பயன்படுத்த முடிவதற்கு முன் உங்கள் சடா ரெய்ட் வட்டுகளின் பகிர்வுகளை வட்டுக்கு எழுதப்பட வேண்டும். காத்திருக்கும் மாற்றங்கள் ஏதும் இருப்பின் அவையும் எழுதப்படும். இந்த மாற்றங்களை மீட்க இயலாது.
tr: Bölümler kullanılmadan önce Seri ATA RAID disklerin bölümlemesi sırasında yaptığınız değişikliklerin diske kaydedilmesi gerekiyor. Eğer kaydedilmeyi bekleyen başka değişiklikler varsa bunlar da diske yazılacaktır. Bu geri alınamaz bir işlemdir.
vi: Thay đổi nào bạn đã làm trong phân vùng của đĩa RAID ATA nối tiếp cần thiết được ghi vào đĩa trước khi có thể sử dụng phân vùng đó. Thay đổi hoãn khác nào sẽ cũng được ghi vào đĩa. Không thể hủy bước thay đổi như vậy.
zh_cn: 您对串行 ATA RAID 磁盘的分区设置所做的任何改动都要先写入磁盘，然后您才能使用这些磁盘分区。任何其它未保存的改动也将被写入磁盘。这些改动是不可撤销的。
zh_tw: 必須先將您對於 Serial ATA RAID 磁碟所做的磁碟分割變更寫入磁碟中，然後才能使用這些分割區。而其它的未決定的變更也會同時寫入磁碟。這些變更將無法還原。

source: No pending changes
am: ምንም ለውጥ አልተደረገም
be: Няма незапісаных зменаў
bg: Няма незаписани промени
bs: Nema neriješenih izmjena
ca: No hi ha canvis pendents
cs: Žádné naplánované změny
da: Ingen verserende ændringer
dz: བསྒྱུར་བཅོས་ཚུ་བསྣར་ཏེ་མེདཔ་ཨིན་
el: Δεν υπάρχουν αλλαγές που εκκρεμούν
es: No hay ningún cambio pendiente
eu: Ez dago aldaketarik egiteko
fi: Ei odottavia muutoksia
gl: Non hai cambios pendentes
gu: કોઇપણ ફેરફારો બાકી રહેલ નથી
he: אין שינויים תלויים ועומדים
hi: कोई अस्थायी परिवर्तन बाकी नहीं
hr: Nema nezapisanih promjena
hu: Nincs várakozó módosítás
id: Tidak ada perubahan yang tertunda
it: Nessun cambiamento in sospeso
ja: 保留している変更はありません
ka: შესასრულებელი ცვლილებები არ არის
km: គ្មាន​កា​រផ្លាស់ប្ដូរ​កំពង់រង់ចាំ
ko: 적용 안 한 바뀐 사항 없음
lt: Nėra atidėtų išsaugojimui pakeitimų.
mk: Нема промени кои чекаат.
mr: कोणतेही प्रलंबित बदल नाहीत
nb: Ingen ventende endringer
ne: विचारधीन परिवर्तनहरू छैन
nl: Geen hangende wijzigingen
nn: Ingen ventande endringar
pl: Brak zmian oczekujących na wprowadzenie
pt: Não existem alterações pendentes
ro: Nu există schimbări în așteptare
ru: Нет отложенных изменений
sk: Žiadne naplánované zmeny
sl: Ni sprememb v teku
sq: Asnjë ndryshim në pritje
sv: Inga väntande ändringar
ta: காத்திருக்கும் மாற்றங்கள் ஏதும் இல்லை
tr: Kaydedilmeyi bekleyen bir değişiklik yok
vi: Không có thay đổi hoãn
zh_cn: 没有尚未保存的改动
zh_tw: 沒有未決定的變更

source: There are no changes to commit.
am: ምንም የሚፈጸም ለውጥ የለም
be: Няма зменаў для фіксацыі
bg: Няма промени, които чакат да бъдат записани.
bs: Nema izmjena za snimanje.
ca: No hi ha canvis a realitzar.
cs: Neexistují žádné změny pro zápis.
da: Der er ingen ændringer der mangler at blive skrevet til disk.
dz: སྲུང་བཞག་འབད་ནི་གི་བསྒྱུར་བཅོས་མེད།
el: Δεν υπάρχουν αλλαγές για αποθήκευση.
es: No hay ningún cambio pendiente de aplicar.
eu: Ez dago aldaketarik ezartzeko.
fi: Kirjoitettavia muutoksia ei ole.
gl: Non hai cambios que gravar.
gu: કોઇપણ ફેરફારો સોંપવાના બાકી નથી.
he: אין שינויים להפקדה.
hi: अस्थाय करने के लिए कोई परिवर्तन नहीं
hr: Nema nijedne promjene za zapisivanje.
hu: Nincsenek végrehajtandó változások
id: Tidak ada perubahan yang harus ditulis.
it: Non ci sono cambiamenti da registrare.
ja: コミットする変更はありません。
ka: დასაფიქსირებელი ცვლილებები არ არის.
km: គ្មាន​ការ​ផ្លាស់ប្ដូរ​ត្រូវ​បញ្ជូន​ ។
ko: 적용할 바뀐 사항이 없습니다.
lt: Nėra pakeitimų paruoštų išsaugojimui.
mk: Нема промени кои треба да се запишат.
mr: करण्याकरिता कोणतेही बदल नाहीत.
nb: Det er ikke endringer å sende inn.
ne: त्यहाँ कमिट गर्नका लागि कुनै परिवर्तनहरू छैन ।
nl: Er zijn geen wijzigingen die vastgelegd moeten worden.
nn: Det er ingen endringar å utføre.
pl: Brak zmian do wprowadzenia.
pt: Não existem alterações para submeter.
ro: Nu există schimbări care trebuie efectuate.
ru: Нет изменений для сохранения.
sk: Netreba potvrdiť žiadne zmeny.
sl: Ni sprememb, ki bi jih bilo potrebno izvršiti.
sq: Nuk ka më ndryshime për t'u bërë.
sv: Det finns inga ändringar att verkställa.
ta: எழுத மாற்றங்கள் ஏதும் இல்லை
tr: Kaydedilecek bir değişiklik yok.
vi: Không có thay đổi cần gài vào.
zh_cn: 没有需要提交的改动。
zh_tw: 沒有變更需要執行。

source: Failed to write SATA RAID partitioning changes
am: SATA RAID ዲስክ ክፍይ ላይ የተደረገው ለውጥ መጻፍ አልተቻለም
be: Не атрымалася запісаць змены ў падзяленні SATA RAID
bg: Грешка при запис на промените в разделянето на SATA RAID диск
bs: Snimanje promjena particionisanja SATA RAIDa nije uspjelo
ca: No s'ha pogut escriure els canvis de partició de RAID SATA
cs: Selhal zápis změn v rozdělení SATA RAIDu
da: Kunne ikke skrive ændringer i SATA-RAID til disk
dz: SATA RAID བར་བཅད་བསྒྱུར་བཅོས་ཚུ་ བྲིས་མ་ཚུགས་
el: Αποτυχία εγγραφής των αλλαγών διαμέρισης του SATA RAID
es: No se pudieron escribir los cambios del particionado RAID SATA
eu: Huts egin du SATA RAID partizioen aldaketak idaztean
fi: SATA RAID -osioinnin muutosten kirjoittaminen epäonnistui
gl: Non se puideron gravar os cambios no particionamento do RAID SATA
gu: સાટા રેઇડ પાર્ટિશન ફેરફારો લખવાનું નિષ્ફળ
he: כשלון בכתיבת שינוי מחיצות של SATA RAID
hi: साटा रेइड (SATA RAID) पार्टिशन परिवर्तनों को सुरक्षित करने में त्रुटि।
hr: Zapisivanje promjena u particioniranju SATA RAID-a nije uspjelo
hu: SATA RAID partíciók változásainak kiírása meghiúsult
id: Gagal menulis perubahan pertisi RAID SATA
it: Scrittura delle modifiche al partizionamento del RAID SATA non riuscita
ja: SATA RAID パーティションの変更の書き込みに失敗しました
ka: შეცდომა SATA RAID პარტიციონირების ცვლილებების ჩაწერისას
km: បាន​បរាជ័យ​ក្នុង​ការសរសេរ​ការ​ផ្លាស់ប្ដូរ​ភាគថាស SATA RAID
ko: SATA RAID 파티션의 바뀐 사항을 쓰는데 실패했습니다
lt: Nepavyko įrašyti SATA RAID disko dalijimo pakeitimų
mk: Неуспех во запишувањето на промените од партиционирањето на SATA RAID
mr: साटा रेड विभाजनीकरणातील बदल लिहिणे असफल झाले
nb: Klarte ikke skrive endringer for SATA RAID-partisjonering
ne: साटा रेड विभाजन परिवर्तनहरू लेख्न असफल भयो
nl: Fout bij wegschrijven van wijzigingen in SATA RAID schijfindeling
nn: Klarte ikkje å skrive SATA RAID-partisjonsendringar
pl: Zapisanie zmian partycjonowania SATA RAID nie powiodło się
pt: Falhou a escrita das alterações do particionamento RAID SATA
ro: Eșec la scrierea schimbărilor în schema de partiționare RAID SATA
ru: Не удалось записать изменения разметки SATA RAID
sk: Chyba pri zapisovaní zmien v rozdelení SATA RAID
sl: Nisem uspel zapisati sprememb razdelitve SATA RAID
sq: Dështova në shkrimin e ndryshimeve të ndarjes SATA RAID.
sv: Misslyckades med att skriva ändringar i SATA RAID-partitioneringen
ta: சடா பகிர்வு மாற்றங்களை எழுதுதல் தோல்வியுற்றது.
tr: SATA RAID bölümlendirmesindeki değişiklerin kaydedilmesi başarısız
vi: Lỗi ghi các thay đổi phân vùng RAID SATA
zh_cn: 改动 SATA RAID 分区设置失败
zh_tw: 無法寫入 SATA RAID 的的磁碟分割變更

source: An unexpected error occurred while writing the changes to the disks.
am: ለውጦቹን በዲስክ ላይ በመጻፍ ሂደት ላይ ስህተት ተፈጥሯል
be: Падчас запісу зменаў на дыск адбылася памылка.
bg: Неочакване грешка при запазването на промените върху дисковете.
bs: Došlo je do nepoznate greške prilikom zapisivanja izmjena na diskove.
ca: S'ha produït un error inesperat quan s'escrivien els canvis als discs.
cs: Během zápisu změn na disky se objevila neočekávaná chyba.
da: Der opstod en uventet fejl mens ændringerne blev skrevet til diskene.
dz: བསྒྱུར་བཅོས་ཚུ་ཌིཀསི་ལུ་བྲིས་བའི་སྐབས་ རྣམ་རྟོག་མེད་པའི་འཛོལ་བ་ཅིག་བྱུང་ནུག
el: Προέκυψε κάποιο μη αναμενόμενο σφάλμα κατά την εγγραφή των αλλαγών στους δίσκους.
es: Se produjo un error inesperado mientras se guardaban los cambios en los discos.
eu: Ustekabeko errorea gertatu da aldaketak diskoetan idaztean.
fi: Kirjoitettaessa muutoksia levyille tapahtui odottamaton virhe.
gl: Houbo un erro inexperado ao gravar os cambios nos discos.
gu: ડિસ્કસમાં ફેરફારો લખતી વખતે ન ધારેલ ક્ષતિ ઉદભવી.
he: קרתה שגיאה לא צפויה בזמן כתיבת השינויים לדיסקים.
hi: परिवर्तनों को डिस्क में लिखते समय एक त्रुटि हुई।
hr: Pojavila se neočekivana pogreška pri zapisivanju promjena na diskove.
hu: Váratlan hiba történt a változások lemezekre írásakor.
id: Terjadi kesalahan tak terduga saat menuliskan perubahan ke hard disk.
it: Si è verificato un errore inatteso nella scrittura delle modifiche sui dischi.
ja: ディスクへの変更の書き込み中に予期せぬエラーが発生しました。
ka: მოულოდნელი შეცდომა ცვლილებების დისკზე შენახვისას.
km: កំហុស​ដែល​មិន​រំពឹង​ទុក​បានកើត​ឡើង​ខណៈពេល​សរសេរ​ការ​ផ្លាស់ប្ដូរ​ទៅ​ថាស ។
ko: 바뀐 사항을 디스크에 쓰는 중 알 수 없는 오류가 발생했습니다.
lt: Įvyko nenumatyta klaida rašant pakeitimus į diskus.
mk: Се случи неочекувана грешка при запишувањето на промените на дисковите.
mr: डिस्कस् वर बदल लिहिताना अनपेक्षित त्रुटी निर्माण झाली आहे.
nb: Det oppsto en uventet feil når endringene ble skrevet til harddiskene.
ne: डिस्कहरुमा परिवर्तनहरू लेख्दा एउटा अनपेक्षित त्रुटि उत्पन्न भयो ।
nl: Er is een onverwachte fout opgetreden tijdens het wegschrijven naar de harde schijven.
nn: Ein uventa feil oppstod under skriving av endringar til disk.
pl: Wystąpił niespodziewany błąd podczas zapisu zmian do dysków.
pt: Ocorreu um erro inesperado durante a escrita das alterações nos discos.
ro: A apărut o eroare neașteptată în timpul scrierii schimbărilor pe discuri.
ru: Произошла непредвиденная ошибка при записи изменений на диск.
sk: Pri zapisovaní zmien na disky došlo k neočakávanej chybe.
sl: Prišlo je do nepričakovane napake med pisanjem sprememb na diske.
sq: Ndodhi një gabim i papritur duke shkruajtur ndryshimet në disqe.
sv: Ett oväntat fel inträffade när ändringarna skrevs till diskarna.
ta: மாறுதல்களை வட்டுக்கு எழுதும் போது எதிர்பாராத தவறு நேர்ந்தது.
tr: Değişiklikler disklere kaydedilirken beklenmedik bir hata oluştu.
vi: Gặp lỗi bất thường khi ghi các thay đổi vào đĩa.
zh_cn: 在将改动写入磁盘时，发生了一个预期之外的错误。
zh_tw: 在將變更寫入磁碟時發生了預期之外的錯誤。
