Repository: Sprezzatech/main-menu-udeb
Catalog: packages/autopartkit/debian/po/*.po
Languages: am, be, dz, gu, is, ja, pt, sq

source: Please choose the disk which has the free space required (column Free) to install Debian GNU/Linux. If there's not enough free space, space can be liberated by resizing the FAT partitions (column FreeFat indicates how much space will be freed by resizing the existing FAT partitions).
am: እባክዎ ደቢያን ግኑ/ሊኑክስን ለመትከል አስፈላጊውን ባዶ ቦታ (ባዶ ዓምድ) ያለውን ይምረጡ፡፡ በቂ ባዶ ቦታ ከሌለ የFAT ክፋይን በማሳነስ ቦታን ማግኘት ይቻላል፡፡ (FreeFat ዓምድ ምን ያህል ቦታ ከFAT ክፋይ ምውሰድ እንደሚቻል ያመለክታል)
be: Выберыце дыск, што мае дастаткова вольнага месца (калонка "Вольна") для ўсталявання GNU/Linux. Калі месца не хапае, яго можна вызваліць шляхам змянення памеру падзелаў FAT (калонка "FreeFat" паказвае, колькі месца будзе вызвалена пасля змянення памеру існуючых падзелаў FAT).
dz: ཌི་བི་ཡཱན་GNU/Linux གཞི་བཙུགས་འབད་ནི་ལུ་དགོས་མཁོ་ཅན་གྱི་(ཀེར་ཐིག་ བར་སྟོང་)བར་སྟོང་གནམ་སྟོང་ཡོད་མི་གི་ཌིཀསི་གདམ་ཁ་རྐྱབས་གནང་། དེ་ཁར་ལུ་བར་སྟོང་གནམ་སྟོང་ལངམ་སྦེ་མེད་པ་ཅིན་ ཕེཊི་བར་བཅད་ཚུ་ལོག་ཚད་བཟོ་བའི་ཐོག་ལས་བར་སྟོང་འདི་བཟོ་ཚུགས་(ཀེར་ཐིག་བར་སྟོང་ཕེཊི་འདི་གིས་ཡོད་བཞིན་པའི་ཕེཊི་བར་བཅད་ཚུ་ལོག་ཚད་བཟོ་བའི་ཐོག་ལས་གནམ་སྟོང་ག་དེ་ཅིག་བར་སྟོང་འབད་ནི་ཨིན་ན་བརྡ་སྟོནམ་ཨིན།)
gu: મહેરબાની કરી ડિસ્ક પસંદ કરો જેમાં ડેબિયન ગ્નુ/લિનક્સ સ્થાપન કરવા માટે જરુરી ખાલી જગ્યા (સ્થંભ ખાલી) છે. જો પૂરતી ખાલી જગ્યા નહી હોય તો, જગ્યા ફેટ પાર્ટિશનોનું માપ લીબપાર્ટેડ વડે બદલીને કરી શકાય છે (સ્થંભ ખાલીફેટદર્શાવે છે કે કેટલી જ્ગ્યા હાલનાં ફેટ પાર્ટિશનોનું માપ બદલવાથી મુક્ત થશે).
is: Veldu disk með nægu plássi (dálkurinn Laust) til þess að setja upp Debian GNU/Linux. Ef ekki er nægt pláss er hægt að losa pláss með því að minka FAT diskasneiðar (dálkurinn LaustFAT sýnir hve mikið pláss mun losna með því að minnka FAT disksneiðar).
ja: Debian GNU/Linux をインストールするために必要な空き領域 (Free 列) を持つディスクを選んでください。もし十分な空き領域がない場合は、 FAT パーティションをリサイズすることで領域を解放します (FreeFat 列は既存の fat パーティションをリサイズすることでどのくらい領域が確保できるかを示します) 。
pt: Por favor escolha um disco que tenha espao livre suficiente (coluna Livre) para instalar o Debian GNU/Linux. Se no existir espao livre suficiente, algum espao poder ser libertado ao redimensionar as parties FAT (a coluna FatLivre indica a quantidade de espao que ser libertado depois de redimensionar as parties FAT existentes).
sq: T lutem zgjidh diskun q ka hapsirn e duhur t lir (kolona Bosh) pr t instaluar Debian GNU/Linux. Nse nuk ka mjaft hapsir t lir, mund t lirohet vend duke ndryshuar madhsin e ndarjeve FAT (kolona FATBosh tregon sa shum hapsir do lirohet duke ndryshyar ndarjet ekzistuese FAT).

source: Device Model Size Free FreeFAT NbPart
am: የአካሉ ሞዴል Device Model መጠን ነጻ FreeFAT NbPart
be: Прылада Мадэль Памер Вольна FreeFAT NbPart
dz: ཐབས་འཕྲུལ་ ཚད་གཞི་ ཚད་ བར་སྟོང་ བར་སྟོང་ཕེཊི་ ཨེན་བི་ཡན་ལག།
gu: ઉપકરણ મોડેલ કદ ખાલી ખાલીફેટ Nbભાગ
pt: Dispositivo Modelo Tamanho Livre FatLivre NbPart
sq: Dispozitivi Modeli Madhsia Bosh FATBosh NrNdarjes

source: Device to partition:
am: የሚከፈል አካል፦
be: Прылада для падзелу:
dz: བར་བཅད་འབད་ནི་གི་ཐབས་འཕྲུལ:
gu: પાર્ટિશન કરવાનું ઉપકરણ:
is: Jaðartæki sem á að sneiða (partition).
ja: パーティショニングするデバイス:
pt: Dispositivo a particionar
sq: Dispozitivi pr tu ndar:

source: No disk was automatically detected. Please enter the path to the device file for the disk you want to partition.
am: ምንም ዲስክ በራስ አልተገኘም፡፡ እባክዎ ማካፈል የሚፈልጉት አካል ፋይል የሚገኝበትን አድራሻ ይስጡ፡፡
be: Не атрымалася аўтаматычна выявіць ніводнага дыска. Калі ласка, вызначце шлях да файла дыскавай прылады, якую Вы хочаце падзяліць.
dz: ཌིཀསི་འདི་རང་བཞིན་གྱིས་སྐྱོན་འཛིན་མ་བྱུང་པས། ཁྱོད་ཀྱིས་བར་བཅད་འབད་དགོ་མི་ཌིཀསི་གི་དོན་ལུ་ཐབས་འཕྲུལ་ཡིག་སྣོད་འདི་ལུ་འགྲུལ་ལམ་བཙུགས་གནང་།
gu: કોઇ ડિસ્ક આપમેળે શોધાઇ નહી. મહેરબાની કરી ઉપકરણ ફાઇલમાં તમે જે ડિસ્કનું પાર્ટિશન કરવા માંગતા હોવ તેનો પથ દાખલ કરો.
is: Engir diskar fundust sjálfvirkt. Veldu slóð að jaðartæjaskrá (device file) fyrir diskinn sem þú vilt sneiða.
ja: ディスクが何も自動的に検出されませんでした。パーティショニングしたいディスクのデバイスファイルのパスを入力してください。
pt: Nenhum disco foi automaticamente detectado. Por favor introduza o caminho at ao ficheiro de dispositivo do disco que deseja particionar.
sq: Nuk u gjend asnj disk. T lutem shkruaj vendndodhjen pr tek file i dispozitivit pr diskun q dshiron t ndash.

source: Really use the automatic partitioning tool?
am: በርግጥ በራስገዝ ከፈላ መሳሪያ ለጠቀም?
be: Сапраўды выкарыстаць сродак аўтаматычнага перадзелу?
dz: རང་བཞིན་གྱི་བར་བཅད་འབད་ནིའི་ལག་ཆས་ཐད་རི་འབའ་རི་ལག་ལེན་འཐབ?
gu: ખરેખર આપમેળે પાર્ટિશન કરનાર સાધન વાપરશો?
is: Ertu viss um að þu viljir nota sjálfvirka disksneiðingartólið?
ja: 本当に自動パーティショニングツールを利用しますか?
pt: Desejar de facto usar a ferramenta de particionamento automtico?
sq: Vrtet dshiron t prdorsh ndarsin automatik?

source: This will destroy the partition table on all disks in the machine. REPEAT: THIS WILL WIPE CLEAN ALL HARD DISKS IN THE MACHINE! If you have important data that are not backed up, you may want to stop now in order to do a backup. In that case, you'll have to restart the installation later.
be: Гэта знішчыць усе табліцы падзелаў на ўсіх дысках машыны. ПАЎТАРАЮ: ГЭТА АЧЫСЦІЦЬ УСЕ ЖОРСТКІЯ ДЫСКІ МАШЫНЫ! Калі Вы маеце важную інфармацыю, з якой не зроблена копіяў, варта зараз спыніцца, каб зрабіць рэзервовыя копіі. Пасля распачніце працэс усталявання нанова.
dz: གློག་འཕྲུལ་ནང་གི་ཌིཀསི་ཚུ་ཆ་མཉམ་གྱི་བར་བཅད་ཐིག་ཁྲམ་འདི་རྩ་མེད་གཏང་འོང་།REPEAT: THIS WILL WIPE CLEAN ALL HARD DISKS IN THE MACHINE! ཁྱོད་ལུ་རྒྱབ་ཐག་མ་འབད་བའི་གནད་སྡུད་གལ་ཅན་ཡོད་པ་ཅིན་ ད་ལྟོ་ཁྱོད་ཀྱིས་རྒྱབ་ཐག་འབད་ནིའི་དོན་ལུ་བཀག་དགོཔ་འོང་། གནད་དོན་དེ་ལུ་ ཁྱོད་ཀྱིས་གཞི་བཙུགས་འབད་ནི་འདི་ལོག་འགོ་བཙུགས་དགོ།
gu: આ મશીનની બધી ડિસ્કસનું પાર્ટિશન કોષ્ટક નાશ કરી નાખશે. ફરીથી: આ મશીનની બધી હાર્ડ ડિસ્કસની બધી માહિતી દૂર કરી નાખશે! જો તમારી પાસે મહત્વની માહિતીનો બેકઅપ ન હોય તો, તમારે તેના માટે અટકવું જોઇએ. તે કિસ્સામાં, તમારી સ્થાપન પછી ફરીથી શરુ કરવું પડશે.
is: Þetta mun eyða sneiðatöflunni (partition table) á öllum diskum í vélinni. ÉG ENDURTEK: ÞETTA MUN HREINSA ALLA HARÐA DISKA Í VÉLINNI! Ef á diskunum eru mikilvæg gögn sem þú átt ekki afrit af skalt þú hætta núna svo þú getir tekið afrit. Þú þarft þá að endurræsa uppsetningarforritið.
ja: これはマシンにあるすべてのディスクのパーティションテーブルを破壊します。*繰り返します: これはマシンにあるすべてのディスクをまっさらにします!* もしバックアップを取っていない重要なデータがあるなら、バックアップを行うために今すぐ中止するのがよいでしょう。それが終わってから、再びインストールをやり直してください。
pt: Isto ir destruir a tabela de parties em todos os discos desta mquina. REPITO: ISTO IR LIMPAR TODOS OS DISCOS RGIDOS DESTA MQUINA! Se tem informao importante de que no existam backups, talvez queira parar agora para poder fazer uma cpia de segurana. Nesse caso, ter de recomear a instalao mais tarde.
sq: Kjo do shkatrroj tabeln e ndarjes n t tr diskun e sistemit. E PRSRIS: KJO DO T FSHIJ T GJITH HARD-DISQET N KOMPJUTER! Nse ke t dhna t rndsishme pa backup, ndalo tani pr t kryer nj kopje rezerv. N kt rast, duhet t rinissh instalimin m von.

source: An error occurred during the previous operation
am: የቀደመው ድርጊት ላይ ችግር አለበት
be: Падчас папярэдняй аперацыі адбылася памылка.
dz: ཧེ་མའི་བཀོལ་སྤྱོད་འབདཝ་ད་འཛོལ་བ་བྱུང་ནུག།
gu: પહેલાની પ્રક્રિયા દરમિયાન ક્ષતિ ઉદભવી
is: Villa kom upp við síðustu aðgerð
ja: 直前の操作中にエラーが発生しました。
pt: Ocorreu um erro durante a operao prvia
sq: Ndodhi nj gabim gjat operacionit t mparshm

source: You may be able to continue. Here is some more information:
am: ምናልባት ለመቀጠል ይችሉ ይሆናል። ተጫማሪ መረጃ እነሆ፦
be: Магчыма, у Вас атрымаецца працягнуць. Вось крыху больш інфармацыі:
dz: ཁྱོད་ཀྱིས་འཕྲོ་མཐུད་ནི་ལུ་འབད་ཚུགས་འོང་། ན་ལུ་བརྡ་དོན་ཧེང་བཀོལ་ཡོད།
gu: તમે આગળ વધી શકો છો. અહીં થોડી વધુ માહિતી આપેલ છે:
is: Þú gætir mögulega haldið áfram. Hér eru frekari upplýsingar:
ja: 継続することもできます。以下に情報を示します:
pt: Poder ser possvel continuar. Est disponvel aqui mais informao:
sq: Mund t vazhdosh. Disa t dhna t tjera :

source: Automatic partitioning impossible
am: በራስ መክፈል አይቻልም
be: Немагчымы аўтаматычны перадзел
dz: རང་བཞིན་གྱི་བར་བཅད་འབད་ནི་ལུ་མི་སྲིད་པ།
gu: આપમેળે પાર્ટિશન અશક્ય છે
is: Sjálfvirk sneiðing er ekki möguleg
ja: 自動パーティショニングは不可能です
pt: O particionamento automtico impossvel
sq: E pamundur ndarja automatike

source: This version of the autopartitioner cannot handle the partitioning of the selected disk. It may partition only an empty disk or a disk with no more than 2 FAT partitions (and no extended partitions or other non-FAT partitions).
be: Гэта версія праграмы аўтаматычнага перадзелу не здольная перадзяліць абраны дыск. Яна можа падзяліць толькі пусты дыск, або дыск з не больш як 2 падзеламі FAT (без пашыраных падзелаў ці іншых не-FAT падзелаў).
dz: རང་བཞིན་བར་བཅད་པ་འདི་གི་ཐོན་རིམ་འདི་གིས་སེལ་འཐུ་འབད་ཡོད་པའི་ཌིཀསི་གི་བར་བཅད་འབད་མི་འདི་ལེགས་སྐྱོང་འཐབ་མི་ཚུགས། འདི་གིས་ཌིཀསི་སྟོངམ་རྐྱངམ་ཅིག་བར་བཅད་འབད་ནི་འོང་ ཡང་ན་ ༢ ཕེཊི་བར་བཅད་ཚུ་ལས་ལྷག་འདི་མེད་པའི་ཌིཀསི་(དང་ རྒྱ་སྐྱེད་མེད་པའི་བར་བཅད་ཚུ་ ཡང་ན་ གཞན་ཕེཊི་མེན་མི་བར་བཅད་ཚུ་ )
gu: આપમેળે પાર્ટિશન કરનારની આ આવૃત્તિ પસંદ કરેલ ડિસ્કનું પાર્ટિશન સંભાળી શકતી નથી. તે માત્ર ખાલી ડિસ્ક અથવા બે કરતાં વધુ ફેટ પાર્ટિશનો ધરાવતી ડિસ્ક (અને કોઇ વિસ્તરેલ પાર્ટિશનો અથવા બીજા ફેટ ન હોય તેવા પાર્ટિશનો) નું જ પાર્ટિશન કરી શકે છે.
is: Þessi útgáfa af sjálfvirka sneiðaranum ræður ekki við sneiðingu disksins sem var valinn. Hann getur aðeins sneitt tóman disk eða disk með færri en þremur FAT sneiðum (og án útvíkkaðra (extended) sneiða og annarra sneiða, sem innihalda önnur skráakerfi).
ja: autopartitioner のこのバージョンは選択されたディスクのパーティショニングを行えるほどには作り込まれていません。パーティショニングできるのは、空のディスクまたは 1 つだけの FAT パーティション (かつ、拡張パーティションもほかの非 FAT パーティションもない) を持つディスクのみです。
pt: Esta verso do particionador automtico no consegue manusear as parties do disco rgido seleccionado. S possvel particionar um disco vazio ou um disco com no mais de 2 parties FAT (e nenhumas parties extendidas ou outras parties no-FAT).
sq: Ky version i autondarsit nuk arrin t ndaj diskun e zgjedhur. Mund t ndaj vetm nj disk bosh apo nj disk me m shum se 2 ndarje FAT (dhe pa ndarje extended apo ndarje jo FAT).

source: If you want to continue the installation process, switch to the second console (ALT+F2), partition the disk as you like using parted and the other available tools, and then mount all your partitions in /target. /target is the root directory of your new system, so your root partition will be mounted on /target and your /usr partition must be mounted on /target/usr.
be: Калі хочаце працягнуць працэс усталявання, пераключыцеся на другую кансоль (ALT+F2), падзяліце дыск, як пажадаеце, з дапамогай parted і іншых даступных сродкаў, потым прымацуйце ўсе Вашыя падзелы да /target. /target - гэта каранёвая дырэкторыя Вашай новай сістэмы, таму каранёвы падзел будзе прымацаваны да /target, а падзел /usr мусіць быць прымацаваны да /target/usr.
dz: ཁྱོད་ཀྱིས་གཞི་བཙུགས་ལས་སྦྱོར་འདི་འཕྲོ་མཐུད་འབད་དགོ་པ་ཅིན་ མ་སྒྲོམ་གཉིས་པ་(ALT+F2) འདི་ལུ་སོར་བསྒྱུར་འབད་ ཁ་བྲལ་བ་དང་གཞན་ཐོབ་ཚུགས་པའི་ལག་ཆས་ཚུ་ལག་ལེན་འཐབ་འདི་ཁྱོད་ཀྱིས་དགའ་བའི་ཌིཀསི་འདི་བར་བཅད་འབད་ནི་དང་དེ་ལས་ཁྱོད་ཀྱི་བར་བཅད་ཆ་མཉམ་/target གུ་ལུ་སྦྱར་བརྩེགས་འབད། /target འདི་ཁྱོད་ཀྱི་རིམ་ལུགས་གསརཔ་གི་རྩ་བའི་སྣོད་ཐོ་ཨིན་ དེ་འབདཝ་ལས་ཁྱོད་ཀྱི་རྩ་བའི་བར་བཅད་འདི་/targetགུ་ལུ་སྦྱར་བརྩེགས་འབད་ནི་དང་ཁྱོད་ཀྱི་/usr བར་བཅད་འདི་ /target/usr གུ་ལུ་ངེས་པར་སྦྱར་བརྩེགས་འབད་དགོ།
gu: જો તમે સ્થાપન ક્રિયા ચાલુ રાખવા માંગતા હોવ તો, બીજા કોન્સોલ પર જાવ (ALT+F2), પાર્ટેડ અને બીજા પ્રાપ્ત સાધનોનોનો ઉપયોગ કરી તમે ઇચ્છો તેમ ડિસ્કને પાર્ટિશન કરો, અને પછી તમારા બધા પાર્ટિશનો /target પર માઉન્ટ કરો. /target એ નવી ફાઇલ સિસ્ટમની રુટ ડિરેક્ટરી છે, એટલે તમારુ રુટ પાર્ટિશન /target પર માઉન્ટ થશે અને /usr પાર્ટિશન /target/usr પર માઉન્ટ થવું જોઇએ.
is: Ef þú vilt halda áfram með uppsetninguna skalt þú skipta yfir á aðra skipanalínuna (ALT+F2), sneiða diskinn eins og þú vilt, með parted eða öðrum aðgengilegum tólum, og svo tengja (mount) allar sneiðarnar við /target skáasafnið. /target er rótin á skráakerfi nýja stýrikerfisins svo rótarsneiðina þína verður að tengja við /target og /usr sneiðina við /target/usr.
ja: インストール処理を続けるのであれば、2 番目のコンソールに切り替え (ALT+F2)、parted やその他の利用可能なツールをつかって好きなようにディスクをパーティショニングし、各パーティションすべてを /target 以下にマウントしてください。/target はあなたのシステムのルートディレクトリとなるので、ルートパーティションを /target にマウントし、たとえば /usr パーティションは /target/usr にマウントします。
pt: Se deseja continuar o processo de instalao, alterne para a segunda consola (ALT+F2), particione o disco rgido como desejar usando o parted e outras ferramentas disponveis, e depois monte todas as suas parties em /target. /target o directrio raz do seu novo sistema, por isso a sua partio raz ser montada em /target e a sua partio /usr ter de ser montada em /target/usr.
sq: Nse dshiron t vazhdosh proesin e instalimit, kalo tek console e dyt (ALT+F2), ndaj diskun sipas dshirs duke prdorur parted dhe vegla t tjera, dhe m pas monto t gjitha ndarjet n /target. /target sht kartela root e sistemit tnd t ri, kshtu q ndarja root do montohet n /target kurse ndarja /usr duhet montuar n /target/usr.

source: You can also consider launching this program again but selecting another disk.
am: ሌላ ዲስክ በመምረጥ ይህንን ስልት እንደገና ለማስኬድ ሊሞክሩ ይችላሉ።
be: Вы таксама можаце запусціць гэтую праграму зноў, але абраўшы іншы дыск.
dz: འ་ནི་ལས་རིམ་འདི་ལོག་གསར་བཙུགས་འབད་འདི་ཁྱོད་ཀྱིས་ཆ་འཇོག་འབད་དགོ་ དེ་འབདཝ་ད་ཌིཀསི་གཞན་སེལ་འཐུ་འབད་དགོ།
gu: બીજી ડિસ્ક પસંદ કરતાં પહેલાં તમે આ કાર્યક્રમ ચલાવવાનુ પણ પસંદ કરી શકો છો.
is: Þú gætir líka íhugað að ræsa þetta forrit aftur en velja annan disk.
ja: このプログラムを再び起動して別のディスクを選ぶこともできます。
pt: Tambm pode considerar iniciar de novo este programa mas seleccionando outro disco.
sq: Gjithashtu, mund t lshosh kt program srish por duke zgjedhur nj disk tjetr.

source: Not enough space on disk
am: በዲስኩ ላይ በቂ ቦታ የለም
be: Не хапае месца на дыску
dz: ཌིཀསི་ལུ་བར་སྟོང་ལངམ་མིན་འདུག།
gu: ડિસ્કમાં પૂરતી જગ્યા નથી
is: Ekki nægt pláss á disknum
ja: ディスクに十分な空き領域がありません
pt: Espao insuficiente no disco
sq: Hapsir e pamjaftueshme n disk

source: The autopartitioner makes some assumptions about partition sizes, and because of that it requires at least 3GB of free space. The free space on this disk appears to be below this limit.
be: Праграма аўтаматычнага перадзелу робіць пэўныя дапушчэнні наконт памераў падзелаў, і праз гэта патрабуе прынамсі 3Гб вольнага месца. Аб'ём вольнага месца на гэтым дыску меншы за згаданае абмежаванне.
dz: བར་བཅད་ཚད་ཚུ་གི་སྐོར་ལས་རང་བཞིན་བར་བཅད་འབད་མི་འདི་གིས་ཕོག་ཚད་དཔགཔ་ཨིན་ དེ་འབད་བ་ལུ་བརྟེན་ཏེ་དེ་ལུ་ཉུང་མཐའ་རང་བར་སྟོང་གནམ་སྟོང་གི་3GBདགོཔ་ཨིན། ཌིཀསི་འདི་ཁར་གི་བར་སྟོང་འདི་ཚད་འདི་ལས་ཉུང་ཤོས་འབྱུང་དགོ།
gu: આપમેળે પાર્ટિશન કરનાર પાર્ટિશનનાં કદ વિશે થોડી ધારણાઓ બાંધે છે, અને તેના કારણે તેને ઓછામાં ઓછી ૩ જીબી ખાલી જગ્યા જોઇએ છે. ડિસ્ક પર રહેલ ખાલી જગ્યા આ મર્યાદા કરતા ઓછી હોય તેવું દેખાય છે.
is: Sjálfvirki disksneiðarinn gefur sér ákveðnar forsendur varðandi sneiðastærðir og þarf því a.m.k. 3GB af lausu plássi. Lausa plássið á þessum disk virðist vera undir þessum mörkum.
ja: autopartitioner はパーティションのサイズに関していくつかの前提を持ち、少なくとも 3GB の空き領域を必要とします。このディスクにはそれより少ない空き領域しかないようです。
pt: O particionador automtico assume algumas coisas sobre os tamanhos das parties, e por isso, requer pelo menos 3GB de espao livre. O espao livre neste disco parece estar abaixo deste limite.
sq: Autondarsi hamendson rreth madhsive t ndarjes, dhe pr kt krkon t paktn 3GB hapsir t lir. Hapsira e lir n kt disk ngjan t jet posht ktij limiti.

source: If you really want to install, you'll have to free some space. You may also launch this program again and select another disk with more free space.
be: Калі Вы сапраўды хочаце ўсталяваць сістэму, трэба вызваліць колькі месца. Як варыянт, можна запусціць гэтую праграму ізноў, абраўшы дыск, дзе ёсць больш вольнай прасторы.
dz: ཁྱོད་ཀྱིས་ཐད་རི་འབའ་རི་གཞི་བཙུགས་འབད་ནི་ཨིན་པ་ཅིན་ ཁྱོད་ཀྱིས་ལ་ལོ་ཅིག་བར་སྟོང་བཞག་དགོ། ཁྱོད་ཀྱིས་ལས་རིམ་འདི་ལོག་གསར་བཙུགས་འབད་དགོཔ་འོང་ནི་དང་བར་སྟོང་གནམ་སྟོང་ལེ་ཤ་ཡོད་མི་གི་ཌིཀསི་གཞན་སེལ་འཐུ་འབད།
gu: જો તમે ખરેખર સ્થાપન કરવા માંગતા હોવ તો, તમારે કેટલીક ખાલી જગ્યા જોઇશે. તમે આ કાર્યક્રમ ફરી શરૂ કરીને બીજી વધુ ખાલી જગ્યા ધરાવતી ડિસ્ક પસંદ કરી શકો છો.
is: Ef þú vilt setja upp Debian GNU/Linux verður þú að losa pláss. Þú gætir líka ræst forritið aftur og valið annan disk með meira plássi.
ja: もし本当にインストールしたいのであれば、利用可能な空き領域をさらに作ってください。このプログラムを再び起動してもっと空き領域のある別のディスクを選ぶこともできます。
pt: Se deseja mesmo instalar, ter de libertar algum espao. Pode tambm correr de novo este programa e seleccionar outro disco com mais espao livre
sq: Ns vrtet dshiron t instalosh, duhet t lirosh m shum hapsir. Mundesh gjithashtu t lshosh kt program dhe t zgjedhsh nj disk tjetr me m shum hapsir t lir.

source: Debug information about ${variable}
am: ኢተውሳክ መረጃ ስለ ${variable}
be: Адладачная інфармацыя пра ${variable}
dz: ${variable}གི་སྐོར་ལས་རྐྱེན་སེལ་བརྡ་དོན།
gu: ${variable} વિશે ડીબગ માહિતી
is: Aflúsunarupplýsingar um ${variable}
ja: ${variable} についてのデバッグ情報
pt: Informao de depurao sobre ${variable}
sq: T dhna debug rreth ${variable}

source: Here is some debug information. The value of ${variable} is:
am: አንዳንድ የኢተውሳክ መርጃ ይኽው፡፡ የ${variable} እሴት፦
be: Тут колькі адладачных звестак. Значэннем пераменнай ${variable} ёсць:
dz: ན་ལུ་རྐྱེན་སེལ་བརྡ་དོན་ལ་ལོ་ཅིག་ཡོད། ${variable}གི་གནས་གོང་འདི་:
gu: અહીં થોડી ડીબગ માહિતી આપેલ છે. ${variable} ની કિંમત છે:
is: Hér eru aflúsunarupplýsingar. Gildi ${variable} er:
ja: ${variable} についてのデバッグ情報:
pt: Aqui est alguma informao de depurao. O valor de ${variable} :
sq: Ktu jan disa t dhna debug. Vlera e ${variable} sht :

source: Successful partitioning
am: ከፈላው ተሳክቷል
be: Перадзел скончыўся паспяхова
dz: བར་བཅད་འབད་ནི་ལུ་མཐར་འཁྱོལ་ཡོད།
gu: સફળતાપૂર્વક પાર્ટિશન
is: Sneiðing tókst
ja: パーティショニングに成功しました
pt: Particionamento bem conseguido
sq: Ndarje e suksesshme

source: The required partitions have been created and mounted on /target. You can now continue the installation process.
am: አስፈላጊው ክፋይ ተፈጥሮ በ/target ላይ ተጭኗል፡፡ አሁን የተከላ ተግባሩን መቀጠል ይችላሉ፡፡
be: Патрэбныя падзелы былі створаныя і прымацаваныя ў /target. Цяпер Вы можаце працягнуць працэс усталявання.
dz: དགོས་མཁོ་ཅན་གྱི་བར་བཅད་ཚུ་ /target གུ་ལུ་གསར་བསྐྲུན་དང་སྦྱར་བརྩེགས་འབད་འདི་ཡོད། ད་ཁྱོད་ཀྱིས་གཞི་བཙུགས་ལས་སྦྱོར་འདི་འཕྲོ་མཐུད་འབད།
gu: જરૂરી પાર્ટિશનો બનાવવામાં આવ્યા છે અને /target પર માઉન્ટ કરવામાં આવ્યા છે. તમે હવે સ્થાપન પ્રક્રિયા સાથે આગળ વધી શકો છો.
is: Nauðsynlegar sneiðar hafa verið búnar til og tengdar á /target. Þú getur nú haldið áfram með uppsetninguna.
ja: 必要なパーティションが作成され、/target にマウントされました。これでインストール処理を続けることができます。
pt: As parties necessrias foram criadas e montadas em /target. Voc pode agora continuar o processo de instalao.
sq: Ndarja e krkuar u krijua dhe montuar n /target. Mund t vazhdosh tani me proesin e instalimit.

source: File containing the requested partition table:
am: የየተጠየቅውን የክፈላ ሰንጠረዥ የያዘ ፋይል፦
be: Файл, што змяшчае патрэбную табліцу падзелаў:
dz: ཞུ་བ་འབད་ཡོད་པའི་བར་བཅད་ཐིག་ཁྲམ་ཡོད་མི་གི་ཡིག་སྣོད:
gu: વિનંતી કરેલ પાર્ટિશન કોષ્ટક ધરાવતી ફાઇલ:
is: Skrá sem inniheldur umbeðna sneiðatöflu (partition table):
ja: 要求のパーティションテーブルを格納したファイル:
pt: Ficheiro contendo a tabela de parties requisitada:
sq: File q prmban tabeln e ndarjes:

source: The automatic partitioning will be created using the partitions and sizes specified in this file.
am: በዚህ ፋይል ላይ የተገለጸውን ክፋዮችና መጠን በመጠቀም በራስ ማካፈሉ ይደረጋል፡፡
be: Аўтаматычны перадзел будзе выкананы паводле падзелаў і памераў, вызначаных у гэтым файле.
dz: ཡིག་སྣོད་འདི་ནང་ལུ་གསལ་བཀོད་འབད་མི་ཚད་ཚུ་དང་བར་བཅད་ཚུ་ལག་ལེན་འཐབ་འདི་རང་བཞིན་བར་བཅད་འདི་གསར་བསྐྲུན་འབད་འོང་།
gu: આપમેળે પાર્ટિશન પ્રક્રિયા આ ફાઇલમાં સ્પષ્ટ કરેલ પાર્ટિશનો અને માપ પ્રમાણે કરવામાં આવશે.
is: Sjálfvirka sneiðingin verður framkvæmd með þeim sneiðum og stærðum sem skilgreindar eru í þessari skrá.
ja: 自動パーティショニングはこのファイルで指定されたパーティションとサイズを使って行われます。
pt: O processo de particionamento automtico ser criado usando as parties e tamanhos especificados neste ficheiro.
sq: Ndarja automatike do krijohet duke prdorur ndarjet dhe madhsit e prcaktuara n kt file.

source: Automatically partition hard drives
am: ጠጣር ዲስኮችን በራስ ክፈል
be: Аўтаматычна падзяліць жорсткія дыскі
dz: རང་བཞིན་གྱི་བར་བཅད་ཧརཌི་ཌའིབ་ཚུ།
gu: હાર્ડ ડ્રાઇવોનું આપમેળે પાર્ટિશન
is: Sneiða (partition) harða diska sjálfvirkt.
ja: ハードドライブの自動パーティショニング
pt: Particionar discos rgidos automaticamente
sq: Ndarje automatike e hard disqeve

source: Creating '${FSTYPE}' storage space on '${MOUNTPOINT}'
am: በ'${MOUNTPOINT}' ላይ '${FSTYPE}' የማስቀመጫ ቦታ በመፍጠር ላይ
be: Стварыць прастору сховішча тыпу '${FSTYPE}' ў '${MOUNTPOINT}'
dz: '${MOUNTPOINT}'གུ་ལུ་བསག་མཛོད་བར་སྟོང་'${FSTYPE}'གསར་བསྐྲུན་འབད་དོ།
gu: '${MOUNTPOINT}' પર '${FSTYPE}' સંગ્રહ જગ્યા બનાવે છે
is: Bý til '${FSTYPE}' skráakerfi á '${MOUNTPOINT}'
ja: ${FSTYPE} ストレージ領域を '${MOUNTPOINT}' に作成中
pt: A criar '${FSTYPE}' como espao de armazenamento em '${MOUNTPOINT}'
sq: Duke krijuar hapsirn e memorjes '${FSTYPE}'n '${MOUNTPOINT}'

source: Estimated time left: ${HOURS} hour(s) ${MINUTES} minute(s)
am: በግምት የቀረው ጊዜ : ${HOURS}ስዓት ${MINUTES} ደቂቃ
be: Прыблізна засталося часу: ${HOURS} гадзін(а) ${MINUTES} хвілін(а)
dz: ཕོག་ཚད་ཀྱི་དུས་ཚོད་ལྷག་ལུས:${HOURS} ཆུ་ཚོད་ཚུ་${MINUTES}སྐར་མ་ཚུ།
gu: અપેક્ષિત બાકી સમય: ${HOURS} કલાક(કો) ${MINUTES} મિનિટ(ટો)
is: Áætlaður tími til loka:${HOURS} klukkustund(ir) ${MINUTES} mínúta/mínútur
ja: 予想残り時間: ${HOURS}時間${MINUTES}分
pt: Tempo restante estimado: ${HOURS} hora(s) ${MINUTES} minuto(s)
sq: Koha q mbetet: ${HOURS} or ${MINUTES}minuta/

source: Estimated time left: ${MINUTES} minute(s)
am: በግምት የቀረ ጊዜ፦ ${MINUTES} ደቂቃ(ዎች)
be: Прыблізна засталося часу: ${MINUTES} хвілін(а)
dz: ཕོག་ཚད་ཀྱི་དུས་ཚོད་ལྷག་ལུས:${MINUTES}སྐར་མ་(ཚུ)
gu: અપેક્ષિત બાકી સમય: ${MINUTES} મિનિટ(ટો)
is: Áætlaður tími til loka:${MINUTES} mínúta/mínútur
ja: 予想残り時間: ${MINUTES}分
pt: Tempo restante estimado: ${MINUTES} minuto(s)
sq: Koha q mbetet: ${MINUTES}minuta/

source: Estimated time left: less than 1 minute
am: በግምት የቀረ ጊዜ፦ ከ 1 ደቂቃ ያነሰ
be: Прыблізна засталося часу: менш за 1 хвіліну
dz: ཕོག་ཚད་ཀྱི་དུས་ཚོད་ལྷག་ལུས:སྐར་མ་ ༡ ལས་ཉུང་མི།
gu: અપેક્ષિત બાકી સમય: ૧ મિનિટ કરતાં ઓછો
is: Áætlaður tími til loka: minna en ein mínúta
ja: 予想残り時間: 1分以内
pt: Tempo restante estimado: menos de 1 minuto
sq: Koha q mbetet: m pak se 1 minut
