Repository: Sprezzatech/main-menu-udeb
Catalog: packages/arch/s390/dasd/debian/po/*.po
Languages: pl

source: Finish
pl: Zakończ

source: Available disks:
pl: Dostępne dyski:

source: Select "Finish" at the bottom of the list when you are done.
pl: Po zakończeniu wybierz "Zakończ" na końcu listy.

source: Choose disk:
pl: Wybierz dysk:

source: Please choose a disk. You have to specify the complete device number, including leading zeros.
pl: Proszę wybrać. Musisz określić kompletny numer urządzenia, razem z zerami na początku.

source: Invalid disk
pl: Nieprawidłowy dysk

source: An invalid device number has been chosen.
pl: Został wybrany nieprawidłowy numer urządzenia.

source: Format the disk?
pl: Sformatować dysk?

source: Formatting ${device}...
pl: Formatowanie ${device}...

source: The device ${device} seems to be an already low-level formatted disk. If the disk has not been used for Linux 2.4 before, formatting it now is recommended.
pl: Urządzenie ${device} wydaje się być już niskopoziomowo sformatowanym dyskiem. Jeśli nie był wcześniej używany z Linuksem 2.4, zaleca się jego sformatowanie teraz.

source: WARNING: All data on this disk will be IRREVERSIBLY LOST!
pl: UWAGA: Wszystkie dane na dysku zostaną NIEODWRACALNIE STRACONE!

source: Configure disk access storage devices (DASD)
pl: Konfiguracja urządzeń dyskowych (DASD)
