Repository: Sprezzatech/main-menu-udeb
Catalog: partman/partman/debian/po/*.po
Languages: ar, bg, ru, sl, sv, tr

source: Starting up the partitioner
bg: Стартиране на програмата за дялове
sl: Zaganjanje razdeljevalca
tr: Bölümleme uygulaması başlatılıyor

source: Please wait ...
bg: Моля, почакайте...
sl: Prosim, poèakajte ...
tr: Lütfen bekleyin ...

source: Scanning disks ...
bg: Сканиране на дисковете...
sl: Pregledovanje diskov ...
tr: Diskler taranıyor ...

source: Detecting file systems ...
bg: Разпознаване на файловите системи
sl: Zaznavanje datoteènih sistemov ...
tr: Dosya sistemleri tespit ediliyor ...

source: This partitioner doesn't have information about the default type of the partition tables on your architecture. Please send an e-mail message to debian-boot@lists.debian.org with information.
sl: Razdeljevalec nima podatkov o privzeti vrsti tabele razdelkov na va¹i arhitekturi. Prosim, po¹ljite te podatke po e-po¹ti na naslov debian-boot@lists.debian.org.
tr: Bu bölümleme uygulaması, mimarinizin öntanımlı bölümleme tablosu tipi hakkında bilgi sahibi değil Lütfen debian-boot@lists.debian.org adrsine bilgilerle birlikte bir e-posta gönderin.

source: Please note that if the type of the partition table is unsupported by libparted, then this partitioner will not work properly.
sl: Vedite, da razdeljevalec ne bo deloval pravilno, èe libparted ne podpira vrste tabele razdelkov.
tr: Şunu bilmelisiniz ki eğer bölümleme tablosu tipi libparted tarafından desteklenmiyorsa, bu bölümleme uygulaması düzgün çalışmayacaktır.

source: Continue with partitioning?
sl: Nadaljujem z razdeljevanjem?
tr: Bölümlemeye devam edilsin mi?

source: This partitioner is based on the library libparted which doesn't have support for the partition tables used on your architecture. It is strongly recommended that you exit this partitioner.
sl: Ta razdeljevalec temelji na knji¾nici libparted, ki nepopolno podpira tabele razdelkov, uporabljene na va¹i ahitekturi. Toplo priporoèam, da konèate razdeljevalca.
tr: Bu bölümleme uygulaması libparted kütüphanesi tabanlıdır ve bu kütüphanede sizin mimarinizde kullanılan bölümle tablosu desteklenmiyor. Bölümleme uygulamasından çıkmanız şiddetle önerilir

source: If you can, please help to add support for your partition table type to libparted.
sl: Èe lahko, pomagajte dodati podporo va¹i tabeli razdelkov v libparted.
tr: Eğer yapabilirseniz, lütfen libparted kütüphanesine, bölümleme tablonuzun eklenmesine yardım edin

source: Partition table overview:
bg: Преглед на таблицата на дяловете
sl: Pregled tabele razdelkov:
tr: Bölümleme tablosu görünümü:

source: This is an overview of your currently configured partitions and mount points. Select a partition or device to modify its settings, or select free space to add a new partition.
bg: Това е преглед на конфигурираните в момента дялове и точки на монтиране. Изберете дял или устройство, за да му промените настройките, или изберете празен дял, за да добавите нов дял.
sl: To je pregled razdelkov in priklopnih toèk, ki so trenutno nastavljene. Izberite razdelek ali napravo, èe ¾elite spremeniti nastavitve, ali izberite nezaseden prostor in dodajte nov razdelek.
tr: Bu sizin ayarlanmış bölümlerinizin ve bağlama noktalarının bir görünümü. Ayarlarını değiştirmek istediğiniz bölüm veya aygıtı seçin veya yeni bölüm eklemek için boş alanı seçin

source: Create new empty partition table on this device?
bg: Създаване на нова празна таблица на дяловете върху това устройство?
sl: Ustvarim novo prazno tabelo razdelkov na tej napravi?
tr: Bu aygıtta yeni boş bir bölümleme tablosu oluşturulsun mu?

source: You have selected an entire device to partition. If you proceed with creating a new partition table on the device, then all current partitions will be removed.
bg: Избрахте цяло устройство за разделяне. Ако продължите със създаване на нова таблица на дяловете върху това устройство, всички текущи дялове ще бъдат премахнати.
sl: Razdelku ste priredili celotno napravo. Èe boste nadaljevali z ustvarjanjem nove tabele razdelkov na tej napravi, bodo odstranjeni vsi trenutni razdelki.
tr: Bölümlemek için tüm aygıtı seçtiniz. Eğer bu aygıt üzerinde yeni bir bölümleme tablosu oluşturursanız mevcut bölümlerin hepsi kaldırılacaktır.

source: Note that you will be able to undo this operation later if you wish.
bg: Забележете, че ще можете да се откажете от тази операция по-късно, ако пожелаете.
sl: Vedite, da boste lahko pozneje razveljavili to opravilo, èe boste ¾eleli.
tr: Şunu bilmelisiniz ki eğer isterseniz ilerde bu işlemi geri alabilirsiniz

source: Ready to create file systems and mount partitions?
bg: Готови ли сте за създаването на файлови системи и монтирането на дялове?
sl: Ali ste pripravljeni na ustvarjanje datoteènih sistemov in priklapljanje razdelkov?
tr: Dosya sistemleri ve bağlama noktaları oluşturulması için hazır mısınız?

source: File systems will be created and partitions mounted.
bg: Ще бъдат създадени файлови системи и дялове ще бъдат монтирани.
sl: Datoteèni sistemi bodo ustvarjeni in razdelki priklopljeni.
tr: Dosya sistemleri oluşturulacak ve bölümler bağlanacak

source: WARNING: This will destroy all data on the partitions you have assigned file systems to.
bg: ВНИМАНИЕ: Това ще унищожи всички данни върху дяловете, на които сте задали файлови системи.
sl: OPOZORILO: Vsi podatki na razdelkih, ki ste jim dodelili datoteène sisteme, bodo unièeni.
tr: UYARI: Dosya sistemi için atadığınız tüm bölümlerdeki verileri kaybedeceksiniz.

source: Action on the chosen device:
ar: العمل على الجهاز المحدد:
bg: Действие върху избраното устройство:
ru: Что делать с выбранным устройством:
sl: Dejanje na izbrani napravi:
sv: Åtgärd på den valda enheten:
tr: Seçilen Aygıt üzerindeki işlem:

source: Action on the chosen free space:
ar: العمل على المساحة المتاحة المحددة:
bg: Действие върху избраното свободно пространство:
ru: Что делать со свободным пространством:
sl: Dejanje na izbranem nezasedenem prostoru:
sv: Åtgärd på det valda lediga utrymmet:
tr: Seçilen boş alan üzerindeki işlem:

source: Partition settings:
bg: Настройки на дял:
sl: Nastavitve razdelkov:
tr: Bölüm ayarları:

source: The partition starts from ${FROMCHS} and ends at ${TOCHS}.
ar: يبدأ التجزيء من ${FROMCHS} وينتهي عند ${TOCHS}.
bg: Дялът започва от ${FROMCHS} и свършва в ${TOCHS}.
ru: Раздел начинается с ${FROMCHS} и заканчивается на ${TOCHS}.
sl: Razdelek se zaène od ${FROMCHS} in konèa pri ${TOCHS}.
sv: Partitionen börjar på ${FROMCHS} och slutar på ${TOCHS}.
tr: Bölüm ${FROMCHS} 'de başlar ve ${TOCHS} 'de biter.

source: The free space starts from ${FROMCHS} and ends at ${TOCHS}.
ar: تبدأ المساحة المتاحة من ${FROMCHS} وتنتهي عند ${TOCHS}.
bg: Свободното място започва от ${FROMCHS} и свършва в ${TOCHS}.
ru: Свободное пространство начинается с ${FROMCHS} и заканчивается на ${TOCHS}.
sl: Nezaseden prostor se zaène od ${FROMCHS} in konèa pri ${TOCHS}.
sv: Det lediga utrymmet börjar på ${FROMCHS} och slutar på ${TOCHS}.
tr: Boş alan ${FROMCHS} 'de başlar ve ${TOCHS} 'de biter.

source: Please wait...
ar: رجاء انتظر...
bg: Моля, почакайте...
ru: Подождите пожалуйста...
sl: Prosim, poèakajte ...
sv: Vänta...
tr: Lütfen bekleyin...

source: Processing...
ar: جاري المعالجة...
bg: Обработка...
ru: Обработка...
sl: Obdelovanje ...
sv: Bearbetar...
tr: İşlem devam ediyor...

source: Done setting up the partition
bg: Завършване на настройките на дяловете
sl: Ustvarjanje razdelka opravljeno
tr: Bu ayarlaması bitti

source: Finish partitioning and write changes to disk
bg: Завършване на разделянето и записване на промените върху диска
sl: Konèaj razdeljevanje in zapi¹i spremembe na disk
tr: Bölümlendirmeyi sonlandır ve değişiklikleri diske kaydet

source: Undo changes to partitions
bg: Отмяна на промените на дяловете
sl: Razveljavi spremembe na razdelkih
tr: Bölümlerdeki değişiklikleri geri al

source: Show Cylinder/Head/Sector information
ar: أظهر معلومات الأسطوانة/الرأس/القطاع
bg: Показване на информация за Цилиндър/Глава/Сектор
ru: Показать информацию о дорожке/головке/секторе
sl: Prika¾i podatke od cilindru/glavi/sektorju
sv: Visa Cylinder-/Huvud-/Sektorinformation
tr: Silindir/Kafa/Sektör bilgisini göster

source: Dump partition info in %s
ar: أظهر معلومات التجزيء في %s
bg: Записване на информация за дял в %s
ru: Сохранить информацию о разделе в %s
sl: Odlo¾i podatke o razdelku v %s
sv: Dumpa partitionsinfo i %s
tr: Bölüm bilgisini %s'e yaz

source: FREE SPACE
ar: مساحة متاحة
bg: СВ. МЯСТО
ru: СВОБОДНОЕ ПРОСТРАНСТВО
sl: NEZASEDEN PROSTOR
sv: LEDIGT UTRYMME
tr: BOŞ ALAN

source: unusable
sl: neuporabna
tr: kullanılamaz

source: primary
sl: primarna
tr: birincil

source: logical
sl: logièna
tr: mantıksal

source: pri/log
tr: bir/man

source: IDE%s master
ru: Основной диск IDE%s
tr: IDE%s birincil

source: IDE%s slave
ru: Подчиненный диск IDE%s
tr: IDE%s ikincil

source: IDE%s master, partition #%s
ar: IDE%s master، التجزيء #%s
bg: IDE%s master, дял #%s
ru: Основной диск IDE%s, раздел #%s
sl: IDE%s master, razdelek #%s
sv: IDE%s master, partition nr. %s
tr: IDE%s birincil, bölüm #%s

source: IDE%s slave, partition #%s
ar: IDE%s slave، التجزيء #%s
bg: IDE%s slave, дял #%s
ru: Подчиненный диск IDE%s, раздел #%s
sl: IDE%s slave, razdelek #%s
sv: IDE%s slave, partition nr. %s
tr: IDE%s ikincil, bölüm #%s

source: SCSI%s (%s,%s,%s), partition #%s
ar: SCSI%s )%s،%s،%s(، التجزيء #%s
bg: SCSI%s·(%s,%s,%s), дял #%s
ru: SCSI%s (%s,%s,%s), раздел #%s
sl: SCSI%s (%s,%s,%s), razdelek #%s
sv: SCSI%s (%s,%s,%s), partition nr. %s
tr: SCSI%s (%s,%s,%s), bölüm #%s

source: Cancel this menu
bg: Излизане от това меню
sl: Preklièi ta meni
tr: Bu menüyü iptal et

source: Partition disks
bg: Разделяне на дискове
sl: Diski razdelkov
tr: Bölüm diskleri

source: Partition, free space or device to be modified:
ar: التجزيء، أو المساحة المتاحة أو الجهاز المطلوب تعدليه:
ru: Раздел, свободное пространство или устройство для изменения:
sv: Partition, ledigt utrymme eller enhet som ska modifieras:

source: Action on the partition:
ru: Действие с выбранным разделом:
sv: Åtgärd på den valda partitionen:

source: Finished with this partition
ar: انتهيت من هذا التجزيء
ru: Обработка раздела завершена
sv: Klar med dennna partition

source: Abort the partitioning
ar: أجهض التجزئة
ru: Прервать разбивку
sv: Avbryt partitioneringen

source: Commit the partitioning to the storage devices
ar: قم بالتجزئة على أجهزة التخزين
ru: Сохранить разбивку на устройство хранения данных
sv: Utför partitioneringen på lagringsenheterna

source: End the partitioning
ar: أنْه التجزئة
ru: Закончить разбивку
sv: Avsluta partitioneringen

source: Undo all actions
ar: تراجع عن كل الأعمال
ru: Отменить все действия
sv: Ångra alla åtgärder

source: Partition the storage devices
ru: Произвести разбивку на разделы
sv: Partitionera lagringsenheterna

source: #%s
sv: Nr. %s
