Repository: Sprezzatech/main-menu-udeb
Catalog: tools/grub-installer/debian/po/*.po
Languages: ar, bs, cs, fi, nl, ru, sk, tr

source: Device for boot loader installation:
ar: الجهاز المطلوب تثبيت محمل الإقلاع عليه:
bs: Uređaj za instaliranje boot loadera:
cs: Zaøízení pro instalaci zavadìèe:
fi: Laite, jolle käynnistyslatain asennetaan:
nl: Opstartlader installatie-apparaat:
ru: Устройство для установки системного загрузчика:
sk: Zariadenie na in¹taláciu zavádzaèa:
tr: Önyükleyici kurulacak aygıt:

source: Now it is time to make the newly installed Debian system bootable, by installing the GRUB bootloader on a bootable device. The usual way to do this is to install GRUB on the master boot record of your first hard drive.
ru: Пришло время научить вашу свежеустановленную систему Debian загружаться. Для этого на загрузочное устройство будет установлен загрузчик GRUB. Обычно он устанавливается в главную загрузочную запись (MBR, Master Boot Record) первого жёсткого диска.
sk: Teraz nastal èas umo¾ni» èerstvo nain¹talovanému Debian systému ¹tartovanie z disku, a to nain¹talovaním GRUB zavádzaèa na ¹tartovacie zariadenie. Väè¹inou sa to dosiahne in¹taláciou GRUB zavádzaèa do MBR na prvom pevnom disku.
tr: Şimdi sıra önyükleme yapılacak aygıta GRUB yazılarak, yeni kurulan Debian sistemini açılabilir(bootable) yapmaya geldi. Alışılmış yol, GRUB'ı, birincil sabit diskinizin mbr'ına yazmaktır.

source: Note that GRUB counts devices differently than the Linux kernel, so the first drive is usually '(hd0)'. If you want it on the second partition of the first drive, use '(hd0,1)'. Leave this at default if unsure.
ru: Обратите внимание, что GRUB нумерует диски по-другому, нежели ядро Linux, так что первый жёсткий диск обычно называется '(hd0)'. Чтобы указать второй раздел на диске, напишите '(hd0,1)'. Оставьте всё как есть, если не уверены.
sk: Uvedomte si, ¾e GRUB èísluje zariadenia ináè ako jadro Linuxu, tak¾e prvý disk je zvyèajne '(hd0)'. Ak ho chcete na druhej oblasti prvého disku, pou¾ijte '(hd0,1)'. Ak si nie ste istí, nechajte predvolenú hodnotu.
tr: Şunu bilmesiniz ki GRUB aygıtları Linux kernel'inden farklı sayar, yani ilk sürücü genelde '(hd0)' dır. Eğer ilk sürücünün ikinci bölümünü kullanmak isterseniz '(hd0,1)' kullanın. Emin değilseniz boş bırakın.

source: Warning: by default, this will change how your computer boots, overwriting your existing master boot record with GRUB. Continuing may make other operating systems installed on this computer unbootable.
ru: Внимание: в обычном случае, это действие изменит принцип загрузки вашего компьютера -- GRUB перезапишет главную загрузочную запись (MBR). Это может привести к невозможности загрузки других операционных систем, установленных на вашем компьютере.
sk: POZOR: táto zmena ovlyvní ¹tartovanie vá¹ho poèítaèa, preto¾e prepí¹e existujúci MBR novým GRUB záznamom. Ak budete pokraèova», iné operaèné systémy nain¹talované na tomto poèítaèi nemusia na¹tartova».
tr: Uyarı : bu, öntanımlı olarak bilgisayarınızın açılış şeklini değişitirecek, GRUB'ı MBR'ın üzerine yazacaktır. Bu işlem sisteminizdeki diğer işletim sistemlerini yeniden başlatılamaz(unbootable) duruma getirebilir.

source: GRUB installation failed. Continue anyway?
ar: فشل تثبيت GRUB. استمر على أية حال؟
bs: Instaliranje GRUB-a nije uspjelo. Nastaviti dalje?
cs: Instalace GRUBu selhala. Pøesto pokraèovat?
fi: GRUB:n asennus epäonnistui. Jatketaanko siitä huolimatta?
nl: GRUB-installatie is mislukt. Toch doorgaan?
ru: Установка GRUB не удалась. Всё равно продолжить?
sk: In¹talácia GRUB-u zlyhala. Mám napriek tomu pokraèova»?
tr: GRUB yüklenmesi başarısız. Yine de devam edilsin mi?

source: The grub package failed to install into /target/. Installing GRUB as a boot loader is a required step. The install problem might however be unrelated to GRUB, so continuing the installation may be possible.
ar: فشل تثبيت حزمة GRUB على /target/. تثبيت GRUB كمحمّل إقلاع هو خطوة مطلوبة. قد تكون مشكلة التثبيت على أي حال غير متعلاقة بـGRUB، لذا فإن الاستمرار بالتثبيت قد يكون ممكناً.
bs: grub paket se nije uspio instalirati na /target/. Potrebno je instalirati GRUB kao boot loader. Moguće da instalacijski problem nije vezan za GRUB i da je moguće da nastavite instalaciju.
cs: Balík grub se nedokázal nainstalovat do /target. Instalace zavadìèe (tedy GRUBu) je vy¾adována. Nastalý problém ale nutnì nemusí souviset s grubem a mo¾ná lze v instalaci pokraèovat.
fi: Grub-pakettia ei voitu asentaa hakemistoon /target/. Sitä kuitenkin tarvitaan, jotta GRUB voidaan asentaa käynnistyslataimeksi. Asennusongelma ei välttämättä liity grubiin, ja se voi toimia jatkettaessa tästä huolimatta.
nl: De installatie van het grub-pakket in /target/ is mislukt. Dit is vereist om GRUB als opstartllader te kunnen installeren. Het is echter mogelijk dat dit probleem niet afhangt van het grub-pakket, en dat verdere installatie toch mogelijk is.
ru: Не удалось установить GRUB в /target/. Установка GRUB в качестве загрузчика - необходимый шаг установки. Тем не менее, данная проблема может не иметь к GRUB никакого отношения, так что продолжить установку может быть.вполне реально.
sk: Balík grub sa nedokázal nain¹talova» do /target. In¹talácia GRUB-u ako zavádzaèa je nutná. Tento problém mo¾no nesúvisí s GRUB-om, tak¾e je mo¾né pokraèova» v in¹talácii.
tr: GRUB paketi /target/ a kurulamadı. GRUB'ın bir açılış yükleyicisi olarak kurulması gerekli. Kurulum problemi grub'dan kaynaklanmıyor olabilir, ve devam ederseniz çalışabilir.

source: Unable to install GRUB in ${BOOTDEV}
ar: لا يمكن تثبيت GRUB في ${BOOTDEV}
bs: Ne mogu instalirati GRUB na ${BOOTDEV}
cs: Nelze nainstalovat GRUB na ${BOOTDEV}
fi: Ei voitu asentaa GRUBia laitteelle ${BOOTDEV}
nl: Kan GRUB niet op $(BOOTDEV) installeren
ru: Не удалось установить GRUB на ${BOOTDEV}
sk: Nemô¾em nain¹talova» GRUB na ${BOOTDEV}
tr: ${BOOTDEV} aygıtına GRUB kurulamadı

source: Executing 'grub-install ${BOOTDEV}' failed.
ar: فشل تنفيذ 'grub-install ${BOOTDEV}'
bs: Izvršavanje 'grub-install ${BOOTDEV}' nije uspjelo.
cs: Pøíkaz 'grub-install ${BOOTDEV}' selhal.
fi: Komennon "grub-install ${BOOTDEV}" suoritus epäonnistui.
nl: Het commando 'grub-install $(BOOTDEV)' is mislukt.
ru: Не удалось выполнить команду 'grub-install ${BOOTDEV}'.
sk: Zlyhalo vykonanie 'grub-install ${BOOTDEV}'.
tr: 'grub-install ${BOOTDEV}' komutu başarısız.

source: Unable to configure GRUB
ar: لم يمكن إعداد GRUB
bs: Ne mogu podesiti GRUB
cs: GRUB nelze nastavit
fi: Ei voitu konfiguroida GRUBia
nl: Kan grub niet configureren.
ru: Не удалось настроить GRUB
sk: Nemô¾em nastavi» GRUB
tr: GRUB ayarlanamıyor

source: Executing 'update-grub' failed.
ar: فشل تنفيذ 'update-grub'.
bs: Izvršavanje 'update-grub' nije uspjelo.
cs: Pøíkaz 'update-grub' selhal.
fi: Komennon "update-grub" suoritus epäonnistui.
nl: Het commando 'update-grub' is mislukt.
ru: Не удалось выполнить команду 'update-grub'.
sk: Zlyhalo vykonanie 'update-grub'.
tr: 'update-grub' komutu başarısız

source: This is a fatal error.
ar: هذا خطأ فادح.
bs: Ovo je fatalna greška.
cs: Toto je kritická chyba.
fi: Tämä on keskeyttävä virhe.
nl: Dit is een fatale fout.
ru: Это неисправимая ошибка.
sk: Toto je kritická chyba.
tr: Bu tehlikeli(ölümcül) bir hata

source: Installing GRUB boot loader
ar: جاري تثبيت محمّل الإقلاع GRUB
bs: Instaliram GRUB boot loader
cs: Instaluje se zavadìè GRUB
fi: Asennetaan GRUB-käynnistyslatainta
nl: GRUB opstart-lader wordt geïnstalleerd
ru: Устанавливаю загрузчик GRUB
sk: In¹talujem zavádzaè GRUB
tr: GRUB açılış yükleyicisi kuruluyor

source: Installing the 'grub' package...
bs: Instaliram paket 'grub'...
cs: Instaluje se balík 'grub'...
ru: Устанавливаю пакет 'grub'...
sk: In¹taluje sa balík 'grub'...
tr: 'grub' paketi kuruluyor...

source: Determining GRUB boot device...
bs: Određujem GRUB boot uređaj...
cs: Urèuje se zavádìcí zaøízení pro GRUB...
ru: Определяю загрузочное устройство для GRUB...
sk: Zis»ujem ¹tartovacie zariadenie pre GRUB...
tr: GRUB boot aygıtı belirleniyor.

source: Running "grub-install ${BOOTDEV}"...
bs: Izvršavam "grub-install ${BOOTDEV}"...
cs: Spou¹tí se "grub-install ${BOOTDEV}"...
ru: Запускаю "grub-install ${BOOTDEV}"...
sk: Spú¹»am "grub-install ${BOOTDEV}"...
tr: "grub-install ${BOOTDEV}" çalıştırılıyor.

source: Running "update-grub"...
bs: Izvršavam "update-grub"...
cs: Spou¹tí se "update-grub"...
ru: Запускаю "update-grub"...
sk: Spú¹»am "update-grub"...
tr: "update-grub" çalıştırılıyor.

source: Updating /etc/kernel-img.conf...
bs: Ažuriram /etc/kernel-img.conf...
cs: Aktualizuje se /etc/kernel-img.conf...
ru: Обновляю /etc/kernel-img.conf...
sk: Aktualizujem /etc/kernel-img.conf...
tr: /etc/kernel-img.conf güncelleniyor.

source: Install the GRUB boot loader on a hard disk
bs: Instaliraj GRUB boot loader na hard disk
cs: Instalovat zavadìè GRUB na pevný disk
fi: Asenna GRUB-käynnistyslatain kiintolevylle
ru: Установить загрузчик GRUB на жёсткий диск
sk: Nain¹talova» zavádzaè GRUB na pevný disk
tr: Sabit diske GRUB önyükleyici kuruluyor

source: GRUB needs to install the stage 1 boot loader on a bootable device. This is usually the first hard drive. Note that GRUB counts devices differently than the Linux kernel, so the first one is usually '(hd0)'. Leave this at default if unsure.
ar: يحتاج GRUB لتثبيت محمّل الإقلاع stage1 على جهاز قابل للإقلاع. يكون هذا عادة القرص الصلب الأول. لاحظ أن GRUB يَعد الأجهزة بخلاف نواة لينكس، لذا يكون الأول عادة '(hd0)'. اترك الخيار الافتراضي إن لم تكن متأكداً.
fi: GRUBin tarvitsee asentaa 1. vaiheen käynnistyslataimen käynnistyvälle laitteelle. Tämä on yleensä ensimmäinen kiintolevy. Huomaa, että GRUB laskee laitteet eri tavoin kuin Linux-ydin, joten ensimmäinen on yleensä '(hd0)'. Jätä tämä oletusarvoonsa jos olet epävarma.
nl: GRUB moet de eerste trap van de opstartlader op een "bootable" (opstartbaar) apparaat installeren. Dit is normaal gesproken de eerste harde schijf.AANDACHT: GRUB gebruikt een aanduiding voor de apparaten die verschilt van deze die gebruikt wordt door de Linux kernel! Het eerste apparaat is normaal gesproken'(hd0)'. Laat dit op de standaardwaarde als u hierover onzeker bent.

source: Installing the 'grub' package.
ar: جاري تثبيت حزمة 'grub'.

source: Determining GRUB boot device.
ar: تقرير جهاز إقلاع GRUB.
nl: GRUB opstart-apparaat wordt bepaald.

source: Running "grub-install ${BOOTDEV}".
ar: جاري تشغيل "grub-install·${BOOTDEV}".
nl: Commando 'grub-install $(BOOTDEV)' wordt uitgevoerd.

source: Running "update-grub".
ar: جاري تشغيل "update-grub".
nl: Commando 'update-grub' wordt uitgevoerd.

source: Updating /etc/kernel-img.conf.
ar: جاري تحديث /etc/kernel-img.conf.
nl: /etc/kernel-img.conf wordt geaktualizeerd.

source: Install GRUB boot loader on a hard disk
ar: تثبيت محمل الإقلاع GRUB على قرص صلب
nl: GRUB-opstartlader naar harde schijf installeren
