Repository: Sprezzatech/main-menu-udeb
Catalog: packages/countrychooser/debian/po/*.po
Languages: eo

source: other
eo: alia

source: Choose a country, territory or area:
eo: Elekti lando ,

source: Choose country or region
eo: Elekti lando aux regiono

source: North America
eo: Nordo Ameriko

source: Central America
eo: Centro Ameriko

source: South America
eo: Sudo Ameriko

source: Caribbean
eo: Caribo

source: Europe
eo: Euxropo

source: Asia
eo: Azio

source: Africa
eo: Afriko

source: Indian Ocean
eo: Indian

source: Antarctica
eo: Antarkto
