Repository: Sprezzatech/main-menu-udeb
Catalog: packages/nobootloader/debian/po/*.po
Languages: es, xh

source: Continue without boot loader
es: Continuar sin cargador de arranque
xh: Qhubeka ngaphandle kwesilayishi sokuvula

source: Some variables need to be set in the Pegasos OpenFirmware in order for your system to boot Debian automatically. At the end of the installation, the system will reboot. At the Pegasos OpenFirmware prompt, set the following OpenFirmware variables to enable auto-booting:
es: Debe establecer algunas variables en el OpenFirmware de Pegasos para poder arrancar su sistema Debian de forma automtica. Al final de la instalacin el sistema rearrancar. En el smbolo de espera de rdenes de OpenFirmware establezca las variables que se indican a continuacin para activar el arranque automtico:
xh: Amanye amaxabiso aguqukayo kufumeka amiselwe ku-Pegasos OpenFirmware ukwenzela ukuba inkqubo yakho ivule i-Debian ngokuzenzekelayo. Ekupheleni kokusekwa kwenkqubo, inkqubo iya kuvula kwakhona. Ekuqhutyweni koBucukubhede be-ROM oBuvulekileyo be-Pegasos, misela la maxabiso angaguqukiyo oBucukubhede be-ROM oBuvulekileyo ukulungiselela ukuvuleka okuzenzekelayo:

source: Alternatively, you will be able to boot the kernel manually by entering :
es: Tambin podr cargar el ncleo manualmente si introduce:
xh: Ngenye indlela, uyakuba nako ukuyivula ngezandla i-kernel ngokungena :

source: at the OpenFirmware prompt.
es: en la lnea de rdenes de OpenFirmware.
xh: kwi-OpenFirmware ngokukhawuleza.

source: Setting firmware variables for automatic boot
es: Estableciendo las variables del firmware para el arranque automtico
xh: Imisela ugcino lwamaxabiso aguqukayo e-firmware olwenzelwe ukuvula okuzenzekelayo

source: Some variables need to be set in the Netwinder NeTTrom firmware in order for your system to boot Debian automatically. At the end of this installation stage, the system will reboot, and the firmware will attempt to autoboot. You can abort this by pressing any key. You will then be dropped into the NeTTrom command system where you have to execute the following commands:
es: Debe establecer algunas variables en el firmware del Netwinder NeTTrom para poder arrancar su sistema Debian de forma automtica. Al final de la instalacin el sistema rearrancar y el firmware intentar autoarrancar. Puede cancelar este arranque pulsando cualquier tecla. Entrar en el sistema de rdenes de NeTTrom donde deber ejecutar las siguientes rdenes:
xh: Amanye amaxabiso angagnqukiyo kufuneka amiswe kubucukubhebe be-Neteinder Nett rom ukuze inkqubo yakho ivule i-Debian ngokuzenzekela. Ekupheleni kwalo mgangatho wokuseka inkqubo, inkqubo iya kuvula, nobucubhede be-rom buyakuzama ukuzivula ngokuzenzekela. Ungayiyeka le nto ngokucinezela nokuba leliphi na iqhosha. Uyakuthi ke ngoku ufakwe kwinkqubo yokuyalela ye-NeTTrom apho kufuneka uphumeza le miyalelo ilandelayo:

source: You will only need to do this once. Afterwards, enter the "boot" command or reboot the system to proceed to the next Debian installation stage.
es: Deber hacer sto slo una vez. Despus, introduzca la orden "boot" o reinicie el sistema para proceder al siguiente paso de la instalacin de Debian.
xh: Kuya kufuneka ukuba uyenze kanye kuphela le nto. Emva koko, ngenisa umyalelo woku "boot" okanye wokuyivula kwakhona inkqubo ukwenzela ukuba uqhubeke uye kumgangatho olandelayo wokuseka inkqubo ye-Debian.

source: No boot loader installed
es: No se ha instalado ningn cargador de arranque
xh: Akukho silayishi sokuvula esisekiweyo

source: No boot loader has been installed, either because you chose not to or because your specific architecture doesn't support a boot loader yet.
es: No se ha instalado ningn cargador de arranque bien porque eligi no hacerlo o porque su arquitectura no soporta an ningn cargador de arranque.
xh: Akukho silayishi sukuvula sisekiweyo, mhlawumbi ngenxa yokuba ukhethe ukuba ungakwenzi oko okanye ngenxa yokuba eyona nzululwazi yakho yokwakha ayisixhasi isilayishi sokuvula okwangoku.

source: You will need to boot manually with the ${KERNEL} kernel on partition ${BOOT} and ${ROOT} passed as kernel argument.
es: Tendr que arrancar manualmente con el ncleo ${KERNEL_LOC} en la particin ${BOOT} e introducir ${ROOT} como parmetros de arranque del ncleo.
xh: Kuya kufyneka ukuba uvule nge kernel ye- ${KERNEL} kwisahlukaniso u ${BOOT} kunye no ${ROOT} zidluliselwa njengempikiswano ye-kernel.
