Repository: Sprezzatech/main-menu-udeb
Catalog: tools/languagechooser/debian/po/*.po
Languages: nn

source: [en] English[ default language]
nn: [en] Engelsk (standardspråk)

source: Select language
nn: Vel språk

source: Default installation language is English, but you can select another to perform installation. Questions will be displayed in this language if they have been translated, or English otherwise.
nn: Standardspråket i installasjonen er engelsk, men du kan velja eit anna. Spørsmåla vert viste på det språket du vel dersom dei er omsette. Viss ikkje, visest dei på engelsk.

source: Languages are sorted accordingly to their international language code.
nn: Språka er sorterte etter den internasjonale språkkoden.

source: ${list}, Reset, Remove last entry, Finish
nn: ${list}, Nullstill, Fjern siste oppføring, Ferdig

source: Select alternate languages
nn: Vel alternative språk

source: Your current language selection is: ${LANGUAGE}
nn: Du har no velt desse språka: ${LANGUAGE}

source: You can add another language, remove the last entry, reset this list, or finish.
nn: Du kan leggja til fleire språk, ta vekk den siste oppføringa, nullstilla heile lista eller seia deg ferdig.

source: Other
nn: Anna

source: [at] Austria
nn: [at] Austerrike

source: [be] Belgium
nn: [be] Belgia

source: [br] Brazil
nn: [br] Brasil

source: [by] Belarus
nn: [by] Kviterussland

source: [ch] Switzerland
nn: [ch] Sveits

source: [cn] China
nn: [cn] Kina

source: [cz] Czech Republic
nn: [cz] Tsjekkia

source: [de] Germany
nn: [de] Tyskland

source: [dk] Denmark
nn: [dk] Danmark

source: [ee] Estonia
nn: [ee] Estland

source: [es] Spain
nn: [es] Spania

source: [fr] France
nn: [fr] Frankrike

source: [gb] Great Britain
nn: [gb] Storbritannia

source: [gr] Greece
nn: [gr] Hellas

source: [hr] Croatia
nn: [hr] Kroatia

source: [hu] Hungary
nn: [hu] Ungarn

source: [ie] Ireland
nn: [ie] Irland

source: [is] Iceland
nn: [is] Island

source: [it] Italy
nn: [it] Italia

source: [lt] Lithuania
nn: [lt] Litauen

source: [nl] Netherlands
nn: [nl] Nederland

source: [no] Norway
nn: [no] Noreg

source: [pl] Poland
nn: [pl] Polen

source: [ru] Russia
nn: [ru] Russland

source: [se] Sweden
nn: [se] Sverige

source: [tr] Turkey
nn: [tr] Tyrkia

source: [ua] Ukraine
nn: [ua] Ukraina

source: [us] United States
nn: [us] USA

source: [za] South Africa
nn: [za] Sør-Afrika

source: Select country
nn: Vel land

source: Please select in which country you are located. This affects the locale and time zone setting.
nn: Vel kva for eit land du er i. Dette valet vil påverka ein del lokale innstillingar.

source: Countries are sorted accordingly to their international country code.
nn: Landa er sorterte etter internasjonale landskodar.

source: [pt_BR] Brazilian Portuguese
nn: [pt_BR] Brasiliansk portugisisk

source: [zh_CN] Chinese (Mainland China)
nn: [zh_CN] Kinesisk (fastlands-Kina)

source: [zh_HK] Chinese (Hong-Kong)
nn: [zh_HK] Kinesisk (Hong-Kong)

source: [zh_TW] Chinese (Taiwan)
nn: [zh_TW] Kinesisk (Taiwan)

source: [ab] Abkhazian
nn: [ab] Abkhasisk

source: [ae] Avestan
nn: [ae] Avestisk

source: [am] Amharic
nn: [am] Amharisk

source: [ar] Arabic
nn: [ar] Arabisk

source: [as] Assamese
nn: [as] Assami

source: [az] Azerbaijani
nn: [az] Aserbajdsjansk

source: [ba] Bashkir
nn: [ba] Basjkirsk

source: [be] Belarusian
nn: [be] Kviterussisk

source: [bg] Bulgarian
nn: [bg] Bulgarsk

source: [bo] Tibetan
nn: [bo] Tibetansk

source: [br] Breton
nn: [br] Bretonsk

source: [bs] Bosnian
nn: [bs] Bosnisk

source: [ca] Catalan
nn: [ca] Katalansk

source: [ce] Chechen
nn: [ce] Tsjetsjensk

source: [co] Corsican
nn: [co] Korsikansk

source: [cs] Czech
nn: [cs] Tsjekkisk

source: [cu] Church Slavic
nn: [cu] Kyrkjeslavisk

source: [cy] Welsh
nn: [cy] Walisisk

source: [da] Danish
nn: [da] Dansk

source: [de] German
nn: [de] Tysk

source: [el] Greek (Modern: 1453-)
nn: [el] Nygresk (etter 1453)

source: [en] English
nn: [en] Engelsk

source: [es] Spanish
nn: [es] Spansk

source: [et] Estonian
nn: [et] Estisk

source: [eu] Basque
nn: [eu] Baskisk

source: [fa] Persian
nn: [fa] Persisk

source: [fi] Finnish
nn: [fi] Finsk

source: [fj] Fijian
nn: [fj] Fijisk

source: [fo] Faroese
nn: [fo] Færøysk

source: [fr] French
nn: [fr] Fransk

source: [fy] Frisian
nn: [fy] Frisisk

source: [ga] Irish
nn: [ga] Irsk

source: [gd] Gaelic
nn: [gd] Gælisk

source: [gl] Gallegan
nn: [gl] Galisisk

source: [he] Hebrew
nn: [he] Hebraisk

source: [hr] Croatian
nn: [hr] Kroatisk

source: [hu] Hungarian
nn: [hu] Ungarsk

source: [hy] Armenian
nn: [hy] Armensk

source: [id] Indonesian
nn: [id] Indonesisk

source: [ik] Inupiaq
nn: [ik] Inupiak

source: [is] Icelandic
nn: [is] Islandsk

source: [it] Italian
nn: [it] Italiensk

source: [iu] Inuktitut
nn: [iu] Inuittisk

source: [ja] Japanese
nn: [ja] Japansk

source: [jv] Javanese
nn: [jv] Javanesisk

source: [ka] Georgian
nn: [ka] Georgisk

source: [kk] Kazakh
nn: [kk] Kasakhisk

source: [kl] Kalaallisut
nn: [kl] Grønlandsk

source: [ko] Korean
nn: [ko] Koreansk

source: [ks] Kashmiri
nn: [ks] Kasjmiri

source: [ku] Kurdish
nn: [ku] Kurdisk

source: [kw] Cornish
nn: [kw] Kornisk

source: [ky] Kirghiz
nn: [ky] Kirgisisk

source: [lb] Luxembourgish
nn: [lb] Luxembourgsk

source: [li] Limburgish
nn: [li] Limburgsk

source: [lt] Lithuanian
nn: [lt] Litauisk

source: [lv] Latvian
nn: [lv] Latvisk

source: [mg] Malagasy
nn: [mg] Gassisk

source: [mh] Marshallese
nn: [mh] Marshallesisk

source: [mk] Macedonian
nn: [mk] Makedonsk

source: [mn] Mongolian
nn: [mn] Mongolsk

source: [mo] Moldavian
nn: [mo] Moldovsk

source: [ms] Malay
nn: [ms] Malayisk

source: [mt] Maltese
nn: [mt] Maltesisk

source: [my] Burmese
nn: [my] Burmesisk

source: [nd] North Ndebele
nn: [nd] Nord-ndebele

source: [ne] Nepali
nn: [ne] Nepalsk

source: [nl] Dutch
nn: [nl] Nederlandsk

source: [nn] Norwegian Nynorsk
nn: [nn] Norsk nynorsk

source: [no] Norwegian
nn: [no] Norsk

source: [nr] South Ndebele
nn: [nr] Sør-ndebele

source: [oc] Occitan (post 1500)
nn: [oc] Oksitansk (etter 1500)

source: [os] Ossetian
nn: [os] Ossetisk

source: [pl] Polish
nn: [pl] Polsk

source: [ps] Pushto
nn: [ps] Pashto

source: [pt] Portuguese
nn: [pt] Portugisisk

source: [rm] Raeto-Romance
nn: [rm] Retoromansk

source: [ro] Romanian
nn: [ro] Rumensk

source: [ru] Russian
nn: [ru] Russisk

source: [sc] Sardinian
nn: [sc] Sardinsk

source: [se] Northern Sami
nn: [se] Nordsamisk

source: [si] Sinhalese
nn: [si] Singalesisk

source: [sk] Slovak
nn: [sk] Slovakisk

source: [sl] Slovenian
nn: [sl] Slovensk

source: [sm] Samoan
nn: [sm] Samoansk

source: [sq] Albanian
nn: [sq] Albansk

source: [sr] Serbian
nn: [sr] Serbisk

source: [st] Sotho (Southern)
nn: [st] Sotho (sør)

source: [su] Sundanese
nn: [su] Sundanesisk

source: [sv] Swedish
nn: [sv] Svensk

source: [tg] Tajik
nn: [tg] Tadsjikisk

source: [ti] Tigrinya
nn: [ti] Tigrinja

source: [tk] Turkmen
nn: [tk] Turkmensk

source: [tl] Tagalog
nn: [tl] Filipino

source: [tn] Tswana
nn: [tn] Setswana

source: [to] Tonga (Tonga Islands)
nn: [to] Tongansk

source: [tr] Turkish
nn: [tr] Tyrkisk

source: [tt] Tatar
nn: [tt] Tatarisk

source: [ty] Tahitian
nn: [ty] Tahitisk

source: [ug] Uighur
nn: [ug] Uigurisk

source: [uk] Ukrainian
nn: [uk] Ukrainsk

source: [uz] Uzbek
nn: [uz] Usbekisk

source: [vi] Vietnamese
nn: [vi] Vietnamesisk

source: [vo] Volapuk
nn: [vo] Volapyk

source: [wa] Walloon
nn: [wa] Wallonsk

source: [yi] Yiddish
nn: [yi] Jiddisch

source: [yo] Yoruba
nn: [yo] Joruba

source: [zh] Chinese
nn: [zh] Kinesisk
