Repository: Sprezzatech/main-menu-udeb
Catalog: partman/partman-auto/debian/po/*.po
Languages: ar, bg, bs, ca, cs, cy, da, de, el, es, fi, fr, hu, it, ja, ko, lt, nb, nl, nn, pl, pt, ro, ru, sk, sl, sq, tr, uk, zh_cn, zh_tw

source: Please wait ...
bg: Моля, почакайте...
ca: Si us plau, espereu...
cs: Prosím èekejte ...
cy: Arhoswch os gwelwch yn dda ...
de: Bitte warten ...
el: Παρακαλώ περιμένετε ...
fi: Odota...
fr: Veuillez patienter...
hu: Legyen türelemmel ...
it: Attendere
ja: しばらくお待ちください ...
nb: Vennligst vent ...
nl: Even geduld ...
nn: Vent litt ...
pt: Por favor aguarde...
ro: Vã rugãm sã aºteptaþi ...
sl: Prosim, počakajte ...
tr: Lütfen bekleyin ...
uk: Зачекайте, будь ласка...
zh_cn: 请稍候 ...

source: Computing the new partitions ...
bg: Пресмятане на новите дялове...
ca: S'estan computant les noves particions...
cs: Vypoèítávají se nové oblasti ...
cy: Yn cyfrifo'r rhaniadau newydd ...
de: Errechne die neuen Partitionen ...
el: Υπολογισμός των νέων διαμερισμάτων ...
fi: Lasketaan millaiset uusien levyosioiden pitäisi olla ...
fr: Calcul des nouvelles partitions...
hu: Új partíciók meghatározása ...
it: Calcolo delle nuove partizioni in corso
ja: 新しいパーティションを計算しています ...
nb: Beregner de nye partisjonene ...
nl: Nieuwe partities worden berekend ...
nn: Set opp dei nye partisjonane ...
pt: Processando as novas partições...
ro: Se calculeazã partiþiile noi ...
sl: Računanje novih razdelkov ...
tr: Yeni bölümler hesaplanıyor ...
uk: Обрахунок нових розділів...
zh_cn: 正在计算新分区 ...

source: This probably happened because the selected drive or free space is too small to be automatically partitioned.
bg: Това вероятно се е случило, защото избраното устройство или свободното пространство са твърде малки, за да бъдат автоматично разделени.
ca: Problablement això ha ocorregut perque la unitat o espai lliure seleccionat és massa petita per a ser particionada automàticament.
cs: Mo¾ná se to stalo proto, ¾e vybraný disk nebo volné místo je pøíli¹ malé pro automatické rozdìlení.
cy: Mae'n debyg digwyddodd hyn oherwydd mae'r gyrriant neu ofod rhydd a ddewiswyd yn rhy fach i'w rhaniadu'n awtomatig.
de: Dies ist vermutlich aufgetreten, da das ausgewählte Laufwerk oder der freie Speicher zu klein ist, um automatisch partitioniert zu werden.
fi: Luultavimmin näin kävi koska valittu levy tai vapaa tila on liian pieni automaattisesti osioitavaksi.
fr: Le disque ou l'espace disponible sont probablement trop petits pour que le partitionnement automatique puisse fonctionner.
hu: Valószínű ok: a kiválasztott meghajtó vagy szabad hely túl kicsi az automatikus partícionáláshoz.
ja: おそらく、選択されたドライブまたは空き領域が自動的にパーティショニングするには小さすぎるために起きたのでしょう。
nb: Dette skjedde trolig fordi den valgte disken har for lite plass eller er for liten til å partisjoneres automatisk.
nl: Dit werd waarschijnlijk veroorzaakt doordat de geselecteerde schijf of de vrije ruimte te klein is voor de automatische indeling.
pt: Isto provavelmente aconteceu porque a drive seleccionada ou espaço livre são muito pequenos para serem particionados automaticamente.
ro: Aceasta s-a întâmplat, probabil, deoarece unitatea selectatã sau spaþiul liber este prea mic pentru a fi partiþionat automat.
sl: Do napake je verjetno prišlo, ker je izbran pogon ali nezaseden prostor premajhen za samodejno razdeljevanje.
tr: Bunun sebebi büyük ihtimalle otomatik bölümleme için seçili sürücünün veya boş alanın çok küçük olmasıdır.
uk: Це сталося скоріше за все із-за того, що вибраний диск або вільний простір занадто малі для автоматичної розбивки.
zh_cn: 失败原因可能是因为被选的驱动器或空闲空间太小，以至于无法进行自动分区。

source: Automatic partitioning failed
ar: فشلت التجزئة التلقائية
bg: Грешка при автоматично разделяне
bs: Automatsko particioniranje nije uspjelo
ca: El particionat automàtic ha fallat
cs: Automatické rozdìlení selhalo
cy: Methodd rhaniadu awtomatig
da: Den automatiske partitionering mislykkedes
de: Automatische Partitionierung fehlgeschlagen
el: Η αυτόματη κατάτμηση απέτυχε
es: El particionado automático falló
fi: Automaattinen levyn osiointi epäonnistui
fr: Échec du partitionnement automatique
hu: Sikertelen automatikus partícionálás
it: Partizionamente automatico fallito
ja: 自動パーティショニングに失敗しました
ko: 자동 파티션 나누기가 실패했습니다
lt: Automatinis disko dalijimas nepavyko
nb: Klarte ikke å partisjonere automatisk
nl: Automatische schijfindeling is mislukt
nn: Klarte ikkje partisjonera automatisk
pl: Automatyczne partycjonowanie nie powiod³o siê
pt: Falha no particionamento automático
ro: Partiþionarea automatã a eºuat
ru: Автоматическая разбивка не удалась
sk: Automatické rozdeµovanie zlyhalo
sl: Samodejno razdeljevanje ni uspelo
sq: Ndarja automatike dështoi
tr: Otomatik bölümleme başarısız
uk: Автоматична розбивка не вдалася
zh_cn: 自动分区失败
zh_tw: 自動磁碟分割失敗了

source: This probably happened because there are too many (primary) partitions in the partition table.
ar: حدث هذا على الأرجح بسبب وجود الكثير من التجزيئات (الأولية) في جدول التجزئة.
bg: Вероятно причината е, че има твърде много основни (primary) дялове в таблицата на дяловете.
bs: Ovo se vjerovatno dogodilo zato što ima previše (primarnih) particija u particionoj tabeli.
ca: Problablement això ha ocorregut perque hi ha massa particions (primàries) en la taula de particions.
cs: Mo¾ná se to stalo kvùli tomu, ¾e v tabulce oblastí existuje pøíli¹ mnoho (primárních) oblastí.
cy: Mae'n debyg digwyddodd hyn oherwydd mae gormod o rhaniadau (cynradd) yn y tabl rhaniadau.
da: Dette skyldes sandsynligvis at der er for mange (primære) partitioner i partitionstabellen.
de: Vermutlich haben Sie zu viele (primäre) Partitionen in Ihrer Partitionstabelle.
el: Αυτό πιθανόν συνέβη διότι υπάρχουν πολλά (πρωτεύοντα) διαμερίσματα στον πίνακα διαμερισμάτων.
es: Esto sucedió posiblemente porque hay demasiadas particiones (primarias) en la tabla de particiones.
fi: Luultavimmin näin kävi koska levyn osiotaulussa on liian monta (ensisijaista eli primary) osiota.
fr: Cet échec est probablement dû à un nombre trop important de partitions primaires dans la table de partitions.
hu: Valószínű ok: a partíciós táblában túl sok (elsődleges) partíció szerepel.
it: Probabilmente è accaduto questo perché ci sono troppe partizioni primarie nella tabella delle partizioni.
ja: おそらく、多すぎる (プライマリ) パーティションがパーティションテーブルにあるために起きたのでしょう。
ko: 파티션 테이블에 (프라이머리) 파티션이 너무 많기 때문에 실패했을 것입니다.
lt: Galbūt tai atsitiko todėl, kad disko skirsnių lentelėje yra per daug (pirminių) skirsnių.
nb: Dette skjedde trolig fordi det er for mange (primære) partisjoner i partisjonstabellen.
nl: De oorzaak hiervan is waarschijnlijk dat er teveel (primaire) partities aanwezig zijn in de partitietabel.
nn: Dette skjedde truleg fordi det er for mange (primære) partisjonar i partisjonstabellen.
pl: Prawdopodobnie dlatego, ¿e jest za wiele (podstawowych) partycji w tablicy partycji.
pt: Isto provavelmente aconteceu porque existem muitas partições (primárias) na tabela de partições.
ro: Aceasta s-a întâmplat probabil deoarece sunt prea multe partiþii (primare) în tabela de partiþii.
ru: Это произошло скорее всего из-за того, что в таблице разделов слишком много (первичных) разделов.
sk: Mo¾no sa to stalo kvôli tomu, ¾e v tabuµke oblastí (partition table) existuje príli¹ veµa (primárnych) oblastí.
sl: Do napake je verjetno prišlo, ker je preveč (primarnih) razdelkov v tabeli razdelkov.
sq: Kjo ndodhi ngaqë ndoshta ka shumë ndarje parësore në tabelën e ndarjes.
tr: Bunun sebebi büyük ihtimalle bölümleme tablosunda birden fazla (birincil) bölüm olmasıdır.
uk: Це сталося скоріше за все із-за того, що в таблиці розділів занадто багато (первинних) розділів.
zh_cn: 失败原因可能是因为分区表中存在过多(主)分区。
zh_tw: 這或許是因為在磁碟分割表中有過多的 (主) 磁碟分割區。

source: Choose how to partition:
bg: Изберете как да се разделят дяловете:
ca: Seleccioneu com particionar:
cs: Vyberte, jak se má disk rozdìlit:
cy: Dewiswch sut i rhaniadu:
de: Wählen Sie, wie partitioniert werden soll:
el: Επιλογή μεθόδου κατάτμησης:
fi: Valitse miten levyosiot tehdään:
fr: Méthode de partitionnement :
hu: Automatikus partícionálás módja:
it: Scegliere come partizionare:
ja: パーティション操作の選択:
nb: Velg hvordan partisjoneringen skal være:
nl: Op welke manier wilt u de schijfindeling?
nn: Vel korleis partisjoneringa skal vera:
pt: Escolher como particionar:
ro: Alegeþi modul de partiþionare:
sl: Izberite, kako razdeljevati:
tr: Nasıl bölümleneceğini seçin :
uk: Виберіть, як потрібно розбивати:
zh_cn: 请选择如何分区：

source: This installer can automatically partition a drive for use by Debian, or if you prefer, you can do it manually. If you do choose to automatically partition a drive, you will still have a chance later to see the results, customise it, and even undo the partitioning if you do not like it.
bg: Този инсталатор може автоматично да разделя устройство за ползване от Debian или ако предпочитате, можете да направите това ръчно. Ако изберете автоматичното разделяне на устройство, ще можете по-късно да видите резултата и да го настроите, включително да се откажете от предложеното разделяне.
ca: Aquest instal·lador pot particionar una unitat automàticament per a que es puga usar amb Debian, o, si ho preferiu, podeu fer-ho manualment. Si trieu particionar una unitat automàticament, encara tindreu la oportunitat de veure els resultats, personalitzar-los i inclús desfer el particionat si no vos agrada.
cs: Instalaèní program umí rozdìlit disk pro instalaci Debianu automaticky, nebo ruènì. Pokud zvolíte automatické rozdìlení, stále budete mít mo¾nost si prohlédnout, upravit a dokonce vrátit navrhované zmìny.
cy: Gall y sefydlydd hwn rhaniadu disg ar gyfer ei ddefnyddio gan Debian yn awtomatig, neu os hoffech, gallwch ei wneud e â llaw. Os ydych chi'n dewis rhaniadu gyrriant yn awtomatig, cewch gyfle yn hwyrach i weld y canlynniadau, eu addasu nhw, a hyd yn oed datwneud y rhaniad os nad ydych ch'n ei hoffi.
de: Dieser Installer kann Partitionen automatisch für Debian einteilen. Wenn Sie möchten, können Sie dies auch von Hand tun. Wählen Sie die automatische Partitionierung, können Sie später die Einteilung einsehen, anpassen oder die Partitionierung rückgängig machen.
el: Το πρόγραμμα εγκατάστασης μπορεί να κατατμήσει αυτόματα ένα δίσκο για χρήση στο Debian, ή αν προτιμάτε μπορείτε να τον κατατμήσετε χειροκίνητα. Αν επιλέξετε την αυτόματη μέθοδο, και πάλι έχετε τη δυνατότητα να δείτε τα αποτελέσματα της κατάτμησης, να την παραμετροποιήσετε και ακόμη και να επαναφέρετε το δίσκο στην προηγούμενη κατάστασή του.
fi: Asennin voi tehdä levyosiot Debianin käyttöön automaattisesti tai halutessasi voit tehdä ne itse. Mikäli valitset levyosioiden teon automaattisesti, voit silti myöhemmin katsoa tulokset, muokata niitä ja jopa perua osioinnin jos et pidä siitä.
fr: Cet outil d'installation peut partitionner automatiquement un disque pour y installer Debian. Vous pouvez, si vous le souhaitez, effectuer ce partitionnement vous-même. Si vous choisissez le partitionnement automatique, vous aurez la possibilité de vérifier les choix effectués, de les personnaliser ou même de les abandonner s'ils ne vous conviennent pas.
hu: A telepítő képes automatikusan partícionálni egy Debiannak szánt meghajtót, de igény szerint ezt sajátkezűleg is végezheti. Ha a meghajtó automatikus partícionálását választja, utána akkor is lesz lehetősége az eredmény megtekintésére, testreszabására, vagy (ellenérzések esetén) akár visszavonására is.
it: L'installatore può automanticamente partizionianre un disco per essere usato da Debian o se si preferisce si può fare manualmente. Se si sceglie di partizionare automaticamente un disco si potrà modificare successivamente per vedere i risultati e anche annullare il partizionamento se non piace.
ja: このインストーラは Debian で利用するドライブを自動的にパーティショニングできます。望むなら手動でもできます。ドライブの自動パーティショニングを選んでも、あとでその結果を見る機会があり、それをカスタマイズしたり、好ましくなければパーティショニングを元に戻したりすることもできます。
nb: Installereren kan partisjonere lagringsenheten automatisk for bruk av Debian, men du kan også gjøre det manuellt hvis du vil. Hvis du velger å partisjonere automatisk, vil du fortsatt ha anledning til å se påresultatet senere, endre på det, og til og med angre partisjoneringen om du ikke er fornøyd med den.
nl: Dit installatieproces bied u de mogelijkheid om een schijf automatisch te laten indelen; handmatige indeling blijft natuurlijk mogelijk indien u dit verkiest. Wanneer u voor automatische indeling kiest krijgt u de mogelijkheid om de resultaten te bekijken, aan te passen, en als de voorgestelde opzet u niet bevalt kunt u deze zelf terugdraaien.
nn: Denne installeraren kan partisjonera lagringseininga automatisk for bruk av Debian, eller du kan gjera det manuellt viss du vil. Viss du vel å partisjonera automatisk, vil du framleis ha høve til seinare å sjå resultatet, endra på det og til og med angra partisjoneringa viss du ikkje likar ho.
pt: Este instalador pode particionar automaticamente a drive para uso de Debian, ou se preferir, pode fazê-lo manualmente. Se escolher particionar automaticamente uma drive, ainda tem a oportunidade de mais tarde ver os resultados, alterar, e mesmo voltar atrás no particionamente se não gostar dele.
ro: Acest instaler poate partiþiona automat un dispozitiv pentru a fi utilizat de Debian sau, dacã preferaþi, se poate ºi manual. Dacã alegeþi sã partiþionaþi automat, veþi putea, mai târziu, vedea, schimba sau chiar sã anulaþi partiþionarea dacã nu vã place.
sl: Ta namestilnik lahko samodejno razdeli pogon za uporabo v Debianu, lahko pa to storite sami. Če boste samodejno razdelili pogon, boste pozneje še vedno imeli možnost ogleda rezultatov, prilagojevanja in tudi razveljavitve razdeljevanja, če vam ne bo ustrezalo.
tr: Kurulum uygulaması Debian tarafından kullanılacak bir sürücüyü otomatik bölümleyebilir, veya isterseniz kendiniz manuel olarak da yapabilirsiniz. Eğer otomatik bölümlemeyi seçerseniz, daha sonra sonuçları görüp şekillendirebilir veya beğenmezseniz bölümlemeyi geri alabilirsiniz.
uk: Встановлювач може автоматично розбити жорсткий диск на розділи для використання з Debian або, якщо ви бажаєте, можете зробити це вручну. Якщо ви виберете автоматичну розбивку жорсткого диску, вам пізніше все ж таки буде надана можливість побачити результати, змінити їх та навіть відмінити розбивку, якщо результати вам не сподобаються.
zh_cn: 安装程序可以对将被 Debian 使用的驱动器进行自动分区，如果您喜欢，也可以手动进行。如果选择了自动分区，稍后您将有机会看到分区结果，并可以自定义修改它。如果您不喜欢这个结果，也可以撤消分区动作。

source: Choose what to automatically partition:
bg: Изберете какво да бъде разделено автоматично:
ca: Seleccioneu què voleu particionar automàticament:
cs: Vyberte, co se má automaticky rozdìlit:
cy: Dewiswch beth i'w rhaniadu'n awtomatig:
da: Vælg hvad der skal partitioneres automatisk:
de: Wählen Sie, was automatisch partitioniert werden soll:
el: Επιλογή της μονάδας για αυτόματη κατάτμηση:
fi: Valitse minne levyosiot tehdään automaattisesti:
fr: Périphérique à partitionner automatiquement :
hu: Automatikus partícionálás tárgya:
it: Scegliere cosa partizionare automaticamente:
ja: 自動的にパーティションに何をするかの選択:
ko: 무엇을 자동으로 파티션할 지 고르십시오:
nb: Velg hva som skal partisjoneres automatisk:
nl: Wat wilt u automatisch indelen:
nn: Vel kva som automatisk skal partisjonerast:
pt: Escolher o que particionar automaticamente:
ro: Alegeþi ce sã partiþionaþi automat:
sl: Izberite, kaj želite samodejno razdeliti:
sq: Zgjidh hapësirën për ndarjen automatike:
tr: Otomatik bölümlenecek olanı seçin:
uk: Виберіть, що потрібно розбити автоматично:
zh_cn: 请选择要进行自动分区的对象：
zh_tw: 選擇要在哪裡進行自動磁碟分割

source: If you select a whole drive, the automatic partitioning will remove or resize existing partitions on the selected drive, which can cause data loss.
bg: Ако изберете цяло устройство, автоматичното разделяне ще премахне или свие съществуващите дялове на избраното устройство, което може да доведе до загуба на данни.
ca: Si seleccioneu una unitat sencera, el particionat automàtic suprimirà o redimensionarà les particions existents en la unitat seleccionada, el que podria causar pèrdues de dades.
cs: Pokud vyberete celý disk, automatické rozdìlení odstraní nebo zmìní velikosti stávajících oblastí na vybraném disku, co¾ mù¾e vést ke ztrátì dat.
cy: Os ydych chi'n dewis gyrriant cyfan, bydd y rhaniadu awtomatig yn dileu neu'n ailfeintio rhaniadau sy'n bodoli eisioes ar y gyrriant dewisiedig, sy'n gallu achosi colled data.
da: Hvis du vælger et helt drev, vil den automatiske partitionering fjerne de eksisterende partitioner på det valgte drev, eller ændre deres størrelse. Dette kan medføre tab af data.
de: Wenn Sie ein Laufwerk wählen, wird die automatische Partitionierung evtl. existierende Partitionen überschreiben oder deren Größe ändern. Dadurch könnten Daten verloren gehen.
el: Αν επιλέξετε έναν ολόκληρο δίσκο, η αυτόματη κατάτμηση θα διαγράψει ή θα μεταβάλει το μέγεθος των υπαρχόντων διαμερισμάτων στο δίσκο αυτό, το οποίο συνεπάγεται απώλεια των δεδομένων του δίσκου.
fi: Mikäli valitset koko levyn, automaattinen levyosioiden teko poistaa tai muuttaa olemassa olevien levyosioiden kokoa valitulla levyllä, mistä voi olla seuraksena tiedon katoamista.
fr: Si vous choisissez un disque entier, le partitionnement automatique supprimera ou redimensionnera les partitions existantes de ce disque, ce qui peut provoquer une perte de données.
hu: Ha egy egész meghajtót választ ki, az automatikus partícionálás során partícióátméretezések és -törlések is történhetnek, ami adatvesztéshez is vezethet.
it: Se si seleziona l'intero disco, il partizionamento automatico rimuoverà o ridimensionerà le partizioni esistenti sul disco selezionato, questo può causare perdita di dati.
ja: すべてのドライブを選択すると、自動パーティショングは選択されたドライブにある既存のパーティションを削除またはサイズ変更します。これはデータの消失を引き起こすことがあります。
ko: 전체 드라이브를 선택하면, 자동 파티션 과정에서 선택한 드라이브에 있는 기존 파티션들을 지우거나 크기를 바꾸게 됩니다. 그러면 데이터를 잃게 됩니다.
nb: Hvis du velger en hel lagringsenhet, vil den automatiske partisjoneringen fjerne eller endre størrelsen på de eksisterende partisjonene på den valgte lagringsenheten. Dette kan føre til tap av data.
nl: Wanneer u een volledige schijf kiest zal de autmatische indeler de grootte van de bestaande partities op die schijf aanpassen. Dit kan mogelijk dataverlies veroorzaken.
nn: Viss du vel ei heil lagringseining, vil den automatiske partisjoneringa fjerna eller endra storleik på eksisterande partisjonar på den valde lagringseininga. Dette kan føre til tap av data.
pt: Se escolher a drive completa, o particionamento automático vai remover ou redimensionar as partições existentes na drive escolhida, o que pode causar perda de dados.
ro: Dacã selectaþi un întreg dispozitiv, partiþionarea automatã va ºterge sau redimensiona partiþiile existente pe unitatea selectatã, fapt care poate cauza pierderi de date.
sl: Če izberete celoten pogon, bo samodejno razdeljevanje odstranilo obstoječe razdelke na izbranem pogonu ali spremenilo njihovo velikost ,kar lahko povzroči izgubo podatkov.
sq: Nëse zgjedh të gjithë hapësirën, ndarësi automatik do fshijë ose ndryshojë ndarjet që ekzistojnë aty, gjë e cila mund të sjellë humbje të dhënash.
tr: Eğer tüm sürücüyü seçerseniz, otomatik bölümleme, seçilen sürücüdeki mevcut bölümleri yeniden boyutlandırabilir veya silebilir. Bu da veri kaybına sebep olabilir.
uk: Якщо ви виберете весь диск, то автоматична розбивка може видалити або змінити розмір існуючих розділів на вибраному диску, що може призвести до втрати даних.
zh_cn: 如果您选择整个驱动器，自动分区过程将删除或修改被选驱动器上的现存分区的大小。这将导致丢失现有数据。
zh_tw: 如果您選取了整個裝置，自動磁碟分割會在所選取的裝置上進行分割區的移除、或是變更現有分割區的大小，因而可能會導致資料的遺失。

source: Partitioning scheme:
ar: خطّة التجزئة:
bg: Схема на разделянето:
bs: Particiona šema:
ca: Esquema de particionat:
cs: Zpùsob rozdìlení:
cy: Cynllun rhaniadu:
da: Partitioneringsmetode:
de: Partitionsschema:
el: Σχήμα κατάτμησης:
es: Esquema de particionado:
fi: Levyn osiontimalli:
fr: Schéma de partitionnement :
hu: Partícionálási mód:
it: Schema di partizionamento:
ja: パーティショニング機構:
ko: 파티션 방법:
lt: Disko dalijimo schema:
nb: Partisjoneringsoppsett:
nl: Schijfindelingsschema:
nn: Partisjoneringsoppsett:
pl: Metoda partycjonowania:
pt: Esquema de particionamento:
ro: Modelul de partiþionare:
ru: Принцип разбивки:
sk: Spôsob rozdeµovania:
sl: Shema razdeljevanja:
sq: Skema e ndarjes:
tr: Şema bölümleniyor:
uk: Принцип розбивки:
zh_cn: 分区方案：
zh_tw: 磁碟分割方案：

source: The drive can be partitioned using one of several different schemes. If you are unsure, choose the first one.
bg: Устройството може да бъде разделено по една или повече схеми. Ако не сте сигурен(-на), изберете първата.
ca: La unitat es pot particionar utilitzant diversos esquemes. Si no esteu segur, seleccioneu el primer.
de: Es gibt verschieden Möglichkeiten, ein Laufwerk zu parttitionieren. Wenn Sie sich nicht sicher sind, wählen Sie den ersten Eintrag.
hu: Többfajta partícionálási mód közül választhat. Ha bizonytalan a döntésben, válassza a legelsőt.
nb: Flere ulike partisjoneringsoppsett er tilgjengelige. Hvis du ikke er sikker, velg den første.
ro: Dispozitivul poate fi partiþionat dupã unul din urmãtorele modele. Dacã nu sunteþi sigur, alegþi prima variantã.
sl: Pogon lahko razdelite z uporabo ene izmed večih shem. Če niste prepričani, katera je najprimernejša, izberite prvo.
tr: Sürücü birkaç farklı şekilde bölümlendirilebilir. Emin değilseniz, birinciyi seçin.
zh_cn: 对此驱动器可以使用多种不同的方案进行分区。如果您不太确定，请选择第一方案。

source: Unusable free space
ar: مساحة حرّة غير قابلة للاستخدام
bg: Неизползваемо свободно пространство
bs: Iskoristivi slobodni prostor
ca: Espai lliure no utilitzable
cs: Nepou¾itelné volné místo
cy: Gofod rhydd ni ellir defnyddio
da: Ubrugelig fri plads
de: Unbrauchbarer, freier Speicher
el: Μη χρησιμοποιήσιμος διαθέσιμος χώρος
es: Espacio libre no utilizado
fi: Käyttökelvotonta vapaata tilaa
fr: Espace libre inutilisable
hu: Felhasználhatatlan szabad hely
it: Spazio libero inusabile
ja: 空き領域を利用できません
ko: 남은 공간을 사용할 수 없습니다
lt: Netinkama laisva vieta
nb: Kan ikke bruke det ledige området
nl: Onbruikbare vrije ruimte
nn: Ikkje brukbart ledig område
pl: Nieprzydatny wolny obszar
pt: Espaço livre não utilizável
ro: Spaþiu liber inutilizabil
ru: Непригодное свободное место
sk: Nepou¾iteµné voµné miesto
sl: Neuporaben nezaseden prostor
sq: Hapësirë e lirë e papërdorur
tr: Kullanılamayan boş alan
uk: Непридатний вільний простір
zh_cn: 不可用的空闲空间
zh_tw: 無法使用的未使用空間
