Repository: Sprezzatech/main-menu-udeb
Catalog: partman/partman-auto/debian/po/*.po
Languages: ar, bg, bs, ca, cs, cy, da, de, el, es, fi, fr, hu, it, ja, ko, lt, nb, nl, nn, pl, pt, ro, ru, sk, sl, sq, tr, uk, zh_cn, zh_tw

source: Automatic partitioning failed because the chosen free space may not be used. There are probably too many (primary) partitions in the partition table.
ar: فشلت التجزئة التلقائية لأن المساحة المتاحة المحددة لا يمكن استخدامها. هناك على الأرجح الكثير من التجزئات (الأولية) في جدول التجزئة.
bg: Автоматичното разделяне се провали, защото избраното свободно пространство не може да бъде използвано. Вероятно има твърде много (основни, primary) дялове в таблицата на дяловете.
bs: Automatsko particioniranje nije uspjelo zato što se izabrani prazni prostor ne može koristiti. Vjerovatno ima previše (primarnih) particija u particionoj tabeli.
ca: El particionat automàtic ha fallat perque l'espai lliure seleccionat no es pot utilitzar. Probablement hi ha massa particions (primàries) en la taula de particions.
cs: Automatické rozdìlení selhalo, proto¾e zvolené volné místo se nedá pou¾ít. V tabulce oblastí mo¾ná existuje pøíli¹ mnoho (primárních) oblastí.
cy: Methodd rhaniadu awtomatig oherwydd ni ellir defnyddio'r gofod rhydd dewisiedig. Mwy na thebyg, mae gormod o rhaniadau (cynradd) yn y tabl rhaniadau.
da: Den automatiske partitionering mislykkedes fordi den valgte frie plads ikke kan bruges. Der er sandsynligvis for mange (primære) partitioner i partitionstabellen.
de: Die automatische Partitionierung schlug fehlt, da der gewählte freie Speicher nicht genutzt werden kann. Vermutlich sind zu viele (primäre) Partitionen in der Partitionstabelle.
el: Η αυτόματη κατάτμηση απέτυχε διότι ο επιλεγμένος διαθέσιμος χώρος δε μπορεί να χρησιμοποιηθεί. Πιθανώς υπάρχουν πολλά (πρωτεύοντα) διαμερίσματα στον πίνακα διαμερισμάτων.
es: Falló el particionado automático porque el espacio libre escogido no puede ser utilizado. Probablemente haya demasiadas particiones (primarias) en la tabla de particiones.
fi: Automaattinen levyn osiointi epäonnistui koska valittua vapaata tilaa ei voi käyttää. Levyn osiotaulussa on luultavasti liian monta (ensisijaista) osiota.
fr: Le partitionnement automatique a échoué car l'espace libre choisi ne peut pas être utilisé. Il existe probablement trop de partitions primaires dans la table de partitions.
hu: Az automatikus partícionálás nem járt sikerrel, mert a kiválasztott szabad hely nem felhasználható. A partíciós táblában valószínűleg túl sok (elsődleges) partíció szerepel.
it: Partizionamento automatico fallito perché lo spazio libero scelto potrebbe non essere usato. Ci sono probabilmente troppe partizioni (primarie) nella tabella delle partizioni.
ja: 選択された空き領域が利用できなかったため、自動パーティショニングに失敗しました。おそらく、多すぎる (プライマリ) パーティションがパーティションテーブルにあるために起きたのでしょう。
ko: 선택한 남은 공간을 사용할 수 없어서 자동 파티션이 실패했습니다. 파티션 테이블에 (프라이머리) 파티션이 너무 많기 때문에 실패했을 것입니다.
lt: Automatinis disko dalijimas nepavyko, nes pasirinkta laisva vieta negali būti panaudota. Galbūt disko skirsnių lentelėje yra per daug (pirminių) skirsnių.
nb: Klarte ikke å partisjonere automatisk fordi det ledige området ikke kan brukes. Det er trolig for mange (primære) partisjoner i partisjonstabellen.
nl: De automatische schijfindeling is mislukt omdat de door u gekozen vrije ruimte niet gebruikt mag worden. Er zijn waarschijnlijk teveel (primaire) partities in de paritietabel.
nn: Klarte ikkje partisjonera automatisk fordi det ledige området ikkje kan brukast. Det er truleg for mange (primære) partisjonar i partisjonstabellen.
pl: Automatyczne partycjonowanie nie powiod³o siê, poniewa¿ wolny obszar nie mo¿e byæ wykorzystany. Prawdopodobnie posiadasz za du¿o (podstawowych) partycji w tablicy partycji.
pt: O particionamento automático falhou porque o espaço livre escolhido não pode ser usado. Provavelmente existem muitas partições (primárias) na tabela de partições.
ro: Partiþionarea automata a eºuat deoarece spaþiul liber ales nu poate fi utilizat. Probabil cã sunt prea multe partiiþii (primare) în tabela de partiþii.
ru: Автоматическая разбивка не удалась, поскольку не получилось воспользоваться указанным свободным местом. Скорее всего, в таблице разделов слишком много (первичных) разделов.
sk: Automatické rozdeµovanie zlyhalo kvôli nepou¾iteµnosti voµného miesta. V tabuµke oblastí (partition table) asi existuje príli¹ veµa (primárnych) oblastí.
sl: Samodejno razdeljevanje ni uspelo, ker izbran nezaseden prostor morda ni uporabljen. Verjetno je preveč (primarnih) razdelkov v tabeli razdelkov.
sq: Ndarja automatike dështoi ngaqë hapësira e lirë e zgjedhur nuk mund të përdoret. Ndoshta ka shumë ndarje parësore në tabelën e ndarjeve.
tr: Otomatik bölümleme başarısız çünkü seçilen boş alan kullanılamıyor olabilir. Muhtemelen, bölümleme tablosunda birden fazla (birincil) bölüm bulunmakta.
uk: Автоматична розбивка не вдалася, оскільки вибраний вільний простір не може бути використаний. Можливо, в таблиці розділів занадто багато (первинних) розділів.
zh_cn: 自动分区失败原因是无法使用被选的空闲空间。分区表中可能存在过多(主)分区。
zh_tw: 自動磁碟分割失敗的原因似乎是因為所選擇的未使用空間無法使用。在磁碟分割表中可能有過多的 (主) 磁碟分割區。

source: Automatically partition a drive
bg: Автоматично разделяне на устройство
ca: Particiona automàticament una unitat
cs: Automaticky rozdìlit disk
cy: Rhaniadu gyrriant yn awtomatig
da: Automatisk partitionering af et drev
de: Ein Laufwerk automatisch partitionieren
el: Αυτόματη κατάτμηση δίσκου
fi: Tee automaattisesti osiot levyasemalle
fr: Partitionner automatiquement un disque
hu: Egy meghajtó automatikus partícionálása
it: Partiziona automaticamente un disco
ja: 自動的にドライブをパーティショニング
ko: 드라이브를 자동으로 파티션
nb: Partisjoner en lagringsenhet automatisk
nl: Een harde schijf automatisch indelen
nn: Partisjoner ei lagringseining automatisk
pt: Particionar automaticamente uma drive
ro: Partiþioneazã automat un dispozitiv
sl: Samodejno razdeli pogon
sq: Ndaj automatikisht një drive
tr: Sürücüyü otomatik bölümlendir.
uk: Автоматично розбити диск
zh_cn: 对驱动器进行自动分区
zh_tw: 對裝置進行自動磁碟分割

source: Use the largest continuous free space
ar: استخدم أكبر مساحة متاحة متتالية
bg: Използване на най-голямото непрекъснато свободно пространство
bs: Koristi najveći neprekidni slobodni prostor
ca: Utilitza l'espai lliure continu més gran
cs: Pou¾ít nejvìt¹í spojité volné místo
cy: Defnyddio'r gofod rhydd parhaol mwyaf
da: Brug den største sammenhængende fri plads
de: Den größten ununterbrochenen freien Speicher benutzen
el: Χρήση του μέγιστου συνεχούς τμήματος διαθέσιμου χώρου
es: Utilizar el espacio libre contíguo más grande
fi: Käytä suurinta yhtenäistä vapaata tilaa
fr: Utiliser le plus grand espace continu disponible
hu: Legnagyobb összefüggő szabad hely felhasználása
it: Usa lo spazio libero contiguo più grande
ja: 最大の連続する空き領域を使う
ko: 가장 큰 연속된 남은 공간 사용
lt: Naudoti didžiausią nenutrūkstamą laisvos vietos dalį.
nb: Bruk det største sammenhengende ledige området
nl: De grootste aaneensluitende hoeveelheid vrije ruimte gebruiken
nn: Bruk det største samanhengande ledige området
pl: U¿yj najwiêkszego ci±g³ego obszaru wolnego
pt: Usar o maior espaço livre contínuo
ro: Utilizeazã cel mai mare spaþiu liber continuu
ru: Использовать наибольший последовательный кусок свободного места
sk: Pou¾i» najväè¹ie súvislé voµné miesto
sl: Uporabi največji neprekinjen nezaseden prostor
sq: Përdor hapësirën e lirë më të madhe vijuese
tr: En büyük boş alanı kullan
uk: Використати найбільший послідовний шматок вільного простору
zh_cn: 使用最大的连续的空闲空间
zh_tw: 採用最大的連續未使用空間

source: Use entire drive: ${DEVICE}
bg: Използване на цяло устройство: ${DEVICE}
ca: Utilitza la unitat sencera: ${DEVICE}
cs: Pou¾ít celý disk: ${DEVICE}
cy: Defnyddio'r gyrriant cyfan: ${DEVICE}
da: Benyt hele drevet: ${DEVICE}
de: Gesamtes Laufwerk benutzen: ${DEVICE}
el: Χρήση ολόκληρου του δίσκου: ${DEVICE}
fi: Käytä koko levy: ${DEVICE}
fr: Utiliser le disque ${DEVICE} en entier
hu: Egész meghajtó felhasználása: ${DEVICE}
it: Usare l'intero disco: ${DEVICE}
ja: ドライブ全体を使う: ${DEVICE}
ko: 전체 드라이브 사용: ${DEVICE}
nb: Bruk hele lagringsenheten: ${DEVICE}
nl: Volledige schijf gebruiken: ${DEVICE}
nn: Bruk heile lagringseininga: ${DEVICE}
pt: Utilizar a drive inteira: ${DEVICE}
ro: Utilizeazã întregul dispozitiv: ${DEVICE}
sl: Uporabi celoten pogon: ${DEVICE}
sq: Përdor të gjithë drive: ${DEVICE}
tr: Tüm sürücüyü kullan : ${DEVICE}
uk: Використовувати весь диск: ${DEVICE}
zh_cn: 使用整个驱动器： ${DEVICE}
zh_tw: 使用整個裝置：${DEVICE}

source: Manually edit partition table
bg: Ръчно редактиране на таблицата на дяловете
ca: Edita manualment la taula de particions
cs: Ruènì upravit tabulku oblastí
cy: Golygu'r tabl rhaniadau â llaw
de: Partitionstabelle von Hand eingeben
el: Χειροκίνητη επεξεργασία του πίνακα διαμερισμάτων
fi: Muokkaa itse osiotaulua
fr: Modifier manuellement la table de partitions
hu: Partíciós tábla kézi szerkesztése
it: Modifica la tabella delle partizioni manualmente
ja: 手動でパーティションテーブルを編集
nb: Rediger partisjonstabellen manuelt
nl: Schijfindeling handmatig bepalen
nn: Rediger partisjonstabellen manuelt
pt: Manualmente editar uma tabela de partições
ro: Editeazã manual tabela de partiþii
sl: Ročno uredi tabelo razdelkov
tr: Bölümleme tablosunu elle düzenle
uk: Редагувати таблицю розділів вручну
zh_cn: 手动编辑分区表

source: Automatically partition the free space
bg: Автоматично разделяне на свободното пространство
ca: Particiona automàticament l'espai lliure
cs: Automaticky rozdìlit volné místo
cy: Rhaniadu'r gofod rhydd yn awtomatig
da: Partitionér den frie plads automatisk
de: Freien Speicher automatisch partitionieren
el: Αυτόματη κατάτμηση του διαθέσιμου χώρου
fi: Tee automaattisesti osiot vapaaseen levytilaan
fr: Partitionner automatiquement l'espace disponible
hu: A szabad hely automatikus partícionálása
it: Partiziona automaticamente lo spazio libero
ja: 自動的に空き領域をパーティショニング
ko: 남은 공간을 자동으로 파티션
nb: Partisjoner det ledige området automatisk
nl: De uitgekozen vrije schijfruimte automatisch indelen
nn: Partisjoner det ledige området automatisk
pt: Particionar automaticamente o espaço livre
ro: Partiþioneazã automat spaþiul liber
sl: Samodejno razdeli nezaseden prostor
sq: Ndaj automatikisht hapësirën e lirë
tr: Boş alanı otomatik olarak bölümleniyor
uk: Автоматично розбити вільний простір
zh_cn: 对空闲空间进行自动分区
zh_tw: 對未使用空間進行自動磁碟分割

source: All files in one partition (recommended for new users)
bg: Всички файлове в един дял (препоръчително за нови потребители)
ca: Tots els fitxers en una partició (recomanat per a nous usuaris)
cy: Pob ffeil ar un rhaniad (argymhellir ar gyfer defnyddwyr newydd)
de: Alle Dateien auf eine Partition (empfohlen für unerfahrene Benutzer)
fi: Kaikki tiedostot samassa levyosiossa (suositellaan uusille käyttäjille)
fr: Tout dans une seule partition (recommandé pour les débutants)
hu: Minden fájl egyetlen partícióra kerül (új felhasználók számára ajánlott)
nb: Alle filene på én partisjon (anbefalt for nye brukere)
nl: Alle bestanden op 1 partititie (aanbevolen voor nieuwe gebruikers)
ro: Toate fiºierele pe o partþie (recomandat pentru utilizatori începãtori)
sl: Vse datoteke v enem razdelku (priporočeno za nove uporabnike)
tr: Tüm dosyalar tek bölümde (yeni kullanıcılar için önerilir)
uk: Всі файли в одному розділі (рекомендується для нових користувачів)
zh_cn: 将所有文件放在同一个分区中 (推荐新手使用)

source: Separate partition for the home directories
bg: Отделен дял за потребителските директории
ca: Partició separada per als directoris personals
cy: Rhaniad ar wahan ar gyfer y cyfeiriaduron cartref
de: Separate Partition für die home-Verzeichnisse
fi: Erillinen levyosio kotihakemistoille
fr: Partition séparée pour les répertoires personnels
hu: A felhasználók saját ("home") könyvtárai külön partícióra kerülnek
nb: Separat partisjon for hjemmeområdene
nl: Thuismappen op eigen partitie
ro: Partiþie separatã pentru directoarele acasã (home)
sl: Loči razdelke za domače imenike
tr: Ev dizinleri için bölümleri ayır
uk: Окремий розділ для домашніх директорій
zh_cn: 为 home 目录设置一个单独的分区

source: /, /home and swap
ar: /، /home و swap
cs: /, /home a swap
cy: /, /home a gofod cyfnewid
el: /, /home και χώρος εικονικής μνήμης
es: /, /home y swap
fr: /, /home et swap
hu: /, /home és cserepartíció
it: /, /home e swap
ja: /, /home とスワップ
lt: /, /home ir mainų vieta (swap)
nl: /, /home en wisselgeheugenruimte
nn: /, /home og swap
pl: /, /home i partycja wymiany
ru: /, /home и раздел подкачки
sq: /, /home dhe swap
uk: /, /home та розділ підкачки
zh_tw: /、/home 及 置換空間

source: /, /usr, /usr/local, /var, /var/mail, /tmp, /home and swap
ar: /، /usr، /usr/local، /var، /var/mail، /tmp، /home و swap
cs: /, /usr, /usr/local, /var, /var/mail, /tmp, /home a swap
cy: /, /usr, /usr/local, /var, /var/mail, /tmp, /home a gofod cyfnewid
da: /, /usr, /usr/local, /var, /var/mail, /tmp, /home og swap
el: /, /usr, /usr/local, /var, /var/mail, /tmp, /home και χώρος εικονικής μνήμης
es: /, /usr, /usr/local, /var, /var/mail, /tmp, /home y swap
fr: /, /usr, /usr/local, /var, /var/mail, /tmp, /home et swap
hu: /, /usr, /usr/local, /var, /var/mail, /tmp, /home és cserepartíció
it: /, /usr, /usr/local, /var, /var/mail, /tmp, /home e swap
ja: /, /usr, /usr/local, /var, /var/mail, /tmp, /home とスワップ
ko: /, /usr, /usr/local, /var, /var/mail, /tmp, /home 및 swap
lt: /, /usr, /usr/local, /var, /var/mail, /tmp, /home ir mainų vieta (swap)
nl: /, /usr, /usr/local, /var, /var/mail, /tmp, /home en wisselgeheugenruimte
nn: /, /usr, /usr/local, /var, /var/mail, /tmp, /home og swap
pl: /, /usr, /usr/local, /var, /var/mail, /tmp, home, i partycja wymiany
ru: /, /usr, /usr/local, /var, /var/mail, /tmp, /home и раздел подкачки
sq: /, /usr, /usr/local, /var, /var/mail, /tmp, /home dhe swap
uk: /, /usr, /usr/local, /var, /var/mail, /tmp, /home та розділ підкачки
zh_tw: /、/usr、/usr/local、/var、/var/mail、/tmp、/home 及 置換空間

source: Partition with custom settings
ar: قم بالتجزئة باستخدام الإعداد المخصصة
bs: Particioniraj sa posebnim postavkama
es: Particionar con las configuraciones habituales
hu: Partícionálás egyedi beállításokkal
lt: Dalyti pagal parinktus nustatymus
pl: Partycjonuj z w³asnymi ustawieniami
ru: Разбить с измененными настройками
sk: Rozdelenie s voliteµnými nastaveniami
sq: Ndaj sipas dëshirës
zh_tw: 採用自訂的設定來進行磁碟分割

source: Use ${DEVICE} entirely
ar: استخدم ${DEVICE} بالكامل
bs: Koristi čitav ${DEVICE} disk
es: Utilizar todo ${DEVICE}
hu: Teljes ${DEVICE} felhasználása
lt: Naudoti įrenginį ${DEVICE} pilnai.
pl: U¿yj ca³ego ${DEVICE}
ru: Воспользоваться устройством ${DEVICE} полностью
sk: Pou¾i» celé zariadenie ${DEVICE}

source: Method for partitioning the storage devices:
ar: طريقة تجزئة أجهزة التخزين:
bs: Metod za particioniranje uređaja za pohranu podataka:
es: Método para el particionado de los dispositivos de almacenamiento:
hu: Tárolóeszközök partícionálásának módja:
lt: Duomenų saugojimo įrenginio dalijimo metodas:
pl: Metoda partycjonowania urz±dzeñ:
ru: Способ разбивки устройств хранения информации:
sk: Spôsob rozdeµovania pre úlo¾né zariadenia:

source: Manually enter the partitioning scheme (experts only)
ar: أدخل خطّة التجزئة يدوياً (الخبراء فقط)
bs: Ručno unesite particionu šemu (samo za eksperte)
es: Introducir manualmente el esquema de particionado (sólo para expertos)
hu: Partícionálási mód megadása kézzel (csak hozzáértőknek)
lt: Rankiniu būdu įveskite disko dalijimo schemą (tik ekspertams)
pl: Rêczne wprowadzanie metody partycjonowania (tylko dla ekspertów)
ru: Вручную ввести принцип разбивки (только для экспертов)
sk: Manuálne zada» spôsob rozdelenia (len pre expertov)

source: The drive can be partitioned in one of several different schemes. If you are unsure, choose the first one.
cs: Disk mù¾ete rozdìlit rùznými zpùsoby. Pokud si nejste jisti, vyberte první z nich.
cy: Mae nifer o gynlluniau rhaniadu gwahanol ar gael er mwyn rhaniadu'r gyrriant. Os nad ydych chi'n siwr, dewiswch yr un cyntaf.
el: Είναι δυνατή η επιλογή διαφορετικών μεθόδων για την κατάτμηση. Αν δεν είστε βέβαιοι, επιλέξτε την πρώτη.
fr: Le disque peut être partitionné selon plusieurs schémas. Dans le doute, choisissez celui qui est proposé en premier.
it: Il disco può essere partizionato in uno o più differenti schemi. Se insicuri scegliere il primo.
ja: ドライブは、いくつかの異なるパーティショニング機構のうちの 1 つでパーティション化されます。よくわからなければ、最初の 1 つを選んでください。
nl: Er zijn verschillende schijfindelingsschemas beschikbaar. Welk schema wilt u (als u twijfelt kiest u best de eerste)?
nn: Lagringseininga kan partisjonerast på ein av fleire førehandsdefinerte måtar. Viss du ikkje er sikker, vel den første.
uk: Жорсткий диск може бути розбитий за однією з декількох різних схем. Якщо ви не впевнені, то виберіть першу.

source: Please choose a partitioning scheme among those currently available.
ar: رجاء اختر خطّة التجزئة من بين تلك المتوفرة حالياً.
bs: Molim odaberite particionu šemu između onih koje su trenutno dostupne.
es: Por favor escoja un esquema de particionado de los disponibles actualmente:
lt: Pasirinkite disko dalijimo schemą iš dabartiniu metu prieinamų.
pl: Proszê wybraæ metodê partycjonowania spo¶ród dostêpnych.
ru: Выберите принцип разбивки из доступных на данный момент.
sk: Zvoµte si z týchto dostupných spôsobov jeden spôsob rozdeµovania.

source: Automatically partition the storage devices
ar: جزّء أجهزة التخزين تلقائياً
bs: Automatski particioniraj uređaje za pohranu podataka
es: Particionar de forma automática los dispositivos de almacenamiento
lt: Duomenų saugojimo įrenginio automatinis dalijimas
pl: Automatycznie partycjonuj urz±dzenia
ru: Автоматически разбить устройства хранения
sk: Automatické rozdelenie úlo¾ných zariadení

source: Automatically partition the chosen free space
es: Particionar automáticamente el espacio libre escogido
lt: Duomenų saugojimo įrenginio automatinis dalijimas

source: Several different partitioning schemes are available. If you are unsure, choose the first one.
sq: Ekzistojnë skema të ndryshme ndarjeje. Nëse nuk je i sigurtë, zgjidh të parën.
zh_tw: 有好些不同的方案可以用來進行分割磁碟。如果您不確定，請選擇第一個。
