Repository: Sprezzatech/main-menu-udeb
Catalog: packages/partman/partman-xfs/debian/po/*.po
Languages: bs, fa, fr, he, id, nb, tr

source: Checking the xfs file system in partition #${PARTITION} of ${DEVICE}...
bs: Provjeravam xfs datoteni sistem na particiji #${PARTITION} na ${DEVICE}...
fa: آزمایش فایل سیستم xfs در پارتیشن #${PARTITION} از ${DEVICE}...
fr: Contrôle du système de fichiers XFS sur la partition n° ${PARTITION} de ${DEVICE}...
he: בודק את מערכת הקבצים xfs במחיצה #${PARTITION} של ${DEVICE}...
id: Mengecek sistem berkas tipe xfs pada partisi #${PARTITION} dari ${DEVICE}...
nb: Sjekker xfs-filsystemet på partisjon ${PARTITION} av ${DEVICE}...
tr: ${DEVICE} aygıtındaki #${PARTITION} bölümündeki xfs dosya sistemi kontrol ediliyor...

source: Go back to the menu and correct errors?
bs: Vratiti se nazad na meni i ispraviti greke?
fa: آیا میخواهید به منوی اصلی بازگسته خطاها را اصلاح کنید؟
fr: Revenir au menu et corriger les erreurs ?
he: חזור חזרה לתפריט ותקן את השגיאות?
id: Kembali ke menu dan memperbaiki kesalahan-kesalahan?
nb: Gå tilbake til menyen og rett opp feilene?
tr: Menüye geri dön ve hataları düzelt?

source: The test of the file system with type xfs in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
bs: Testom datotenog sistema tipa xfs na particiji #${PARTITION} na ${DEVICE} naene su neispravljene greke.
fa: آزمون فایل سیستم xfs در پارتیشن #${PARTITION} از ${DEVICE} خطاهایی در این فایل سیستم پیدا کرد.
fr: Le contrôle du système de fichiers XFS sur la partition n° ${PARTITION} de ${DEVICE} a mis en évidence des erreurs non corrigées.
he: הניסוי של מערכת הקבצים מסוג xfs במחיצה #${PARTITION} על ${DEVICE}, מצאה טעויות שלא תוקנו.
id: Pengetesan sistem berkas dengan tipe xfs pada partisi #${PARTITION} dari ${DEVICE} menemukan kesalahan-kesalahan yang belum diperbaiki.
nb: Testen av xfs-filsystemet på partisjon ${PARTITION} av ${DEVICE} fant ukorrigerte feil.
tr: ${DEVICE} aygıtındaki #${PARTITION} bölümünde, xfs dosya sistemi testinde düzeltilmemiş hatalar bulundu.

source: If you do not go back to the partitioning menu and correct these errors, the partition will not be used at all.
bs: Ako se ne vratite nazad na meni za particionisanje i ispravite ove greke, particija se nee uopte koristiti.
fa: اگر به منوی پارتیشن بندی بازنگشته و این خطاها را اصلاح نکنید، این پارتیشن اصلا مورد استفاده قرار نمیگیرد
fr: Si vous ne revenez pas au menu de partitionnement pour corriger ces erreurs, cette partition ne sera pas utilisée du tout.
he: אם לא תלך חזרה לתפריט החלוקה למחיצות ותתקה את השגיאה האלו, המחיצה לא תהיה בשימוש כלל.
id: Jika anda tidak kembali ke menu proses partisi dan memperbaiki kesalahan-kesalahan ini, partisi tidak akan dapat digunakan sama sekali.
nb: Hvis du ikke går tilbake til partisjoneringsmenyen og retter opp disse feilene, vil ikke partisjonen brukes i det hele tatt.
tr: Eğer bölümleme menüsüne geri dönüp hataları düzeltmezseniz, bölüm kullanılamayacaktır.

source: Failed to create a file system
bs: Nemogu kreirati datoteni sistem
fa: ایجاد فایل سیستم شکست خورد.
fr: Impossible de créer un système de fichiers
he: כשלון ביצירת מערכת הקבצים
id: Gagal membuat sistem berkas
nb: Klarte ikke å lage et filsystem
tr: Dosya sistemi oluşturulamıyor

source: The xfs file system creation in partition #${PARTITION} of ${DEVICE} failed.
bs: Kreiranje xfs datotenog sistema na particiji #${PARTITION} na ${DEVICE} nije uspjelo.
fa: ایجاد فایل سیستم xfs در پارتیشن #${PARTITION} از ${DEVICE} شکست خورد.
fr: La création du système de fichiers XFS dans la partition n° ${PARTITION} de ${DEVICE} a échoué.
he: נכשלה יצירת מערכת הקבצים xfs במחיצה #${PARTITION} על ${DEVICE}.
id: Pembuatan sistem berkas tipe xfs pada partisi #${PARTITION} dari ${DEVICE} gagal.
nb: Opprettelsen av xfs-filsystemet på partisjon ${PARTITION} av ${DEVICE} feilet.
tr: ${DEVICE} aygıtındaki #${PARTITION} bölümünde xfs dosya sistemi oluşturulamıyor.

source: Do you want to return to the partitioning menu?
bs: Da li se elite vratiti na meni za particionisanje?
fa: آیا میخواهید به منوی پارتیشن‌بندی بازگردید؟
fr: Souhaitez-vous revenir au menu de partitionnement ?
he: האם אתה רוצה לחזור לתפריט החלוקה למחיצות?
id: Apakah anda ingin kembali ke menu proses partisi?
nb: Ønsker du å gå tilbake til partisjoneringsmenyen?
tr: Bölümleme menüsüne dönmek ister misiniz?

source: No mount point is assigned for the xfs filesystem in partition #${PARTITION} of ${DEVICE}.
fa: نقطه‌ی بارگذاری فایل سیستم xfs برای پاتیشن #${PARTITION} از ${DEVICE} مشخص نگردیده است.
fr: Aucun point de montage n'a été affecté au système de fichiers XFS de la partition n° ${PARTITION} de ${DEVICE}.
he: לא יועדו נקודות עגינה למערכת הקבצים מסוג xfs במחיצה #${PARTITION} על ${DEVICE}.
id: Tidak ada titik kait yang ditentukan bagi sistem berkas tipe xfs pada partisi #${PARTITION} dari ${DEVICE}.
nb: Det er ikke tildelt noe monteringspunkt for xfs-filsystemet på partisjon ${PARTITION} av ${DEVICE}.
tr: ${DEVICE} aygıtındaki #${PARTITION} bölümündeki xfs dosya sistemi için bir bağlama noktası belirlenmedi.

source: If you do not go back to the partitioning menu and assign a mount point from there, this partition will not be used at all.
bs: Ako se ne vratite nazad na meni za particionisanje i tamo ne dodijelite taku montiranja, particija se nee uopte koristiti.
fa: اگر شما به منوی پارتیشن‌بندی بازنگشته و نقطه‌ی بارگذاری برای این پارتیشن تعریف نکنید، این پارتیشن اصلا مورد استفاده قرار نخواهد گرفت.
fr: Si vous ne revenez pas au menu de partitionnement pour affecter un point de montage à cette partition, elle ne sera pas utilisée du tout.
he: אם לא תלך חזרה לתפריט החלוקה למחיצות ותיעד נקודה עגינה משם, המחיצה הזאת לא תהיה בשימוש בכלל.
id: Jika anda tidak kembali ke menu proses partisi dan menentukan titik kait pada menu tersebut, partisi ini tidak akan dapat digunakan sama sekali.
nb: Hvis du ikke går tilbake til partisjoneringsmenyen og tildeler et monteringspunkt derfra, vil ikke partisjonen brukes i det hele tatt.
tr: Eğer bölümleme menüsüne geri dönüp bir bağlama noktası belirlemezseniz, bölüm kullanılamayacaktır.

source: /, /boot, /home, /tmp, /usr, /usr/local, /var, Enter manually, Do not mount it
fa: /, /boot, /home, /tmp, /usr, /usr/local, /var, ورود دستی, بترگذاری نکن
fr: /, /boot, /home, /tmp, /usr, /usr/local, /var, Autre choix, Ne pas utiliser cette partition
he: /, /boot, /home, /tmp, /usr, /usr/local, /var, הכנס ידנית, אל תעגון מחיצה זאת
id: /, /boot, /home, /tmp, /usr, /usr/local, /var, Masukkan sendiri, Jangan kaitkan
nb: /, /boot, /home, /tmp, /usr, /usr/local, /var, Skriv inn manuelt, Ikke monter
tr: /, /boot, /home, /tmp, /usr, /usr/local, /var, Elle girin, Bunu bağlamayın

source: Please choose the mountpoint for this partition
fa: لطفا نقطه‌ی بارگذاری این فایل سیستم را انتخاب کنید.
fr: Veuillez choisir le point de montage de cette partition.
he: בחר נקודת עגינה למחיצה
id: Silakan pilih titik kait bagi partisi ini
nb: Velg monteringspunktet for denne partisjonen
tr: Lütfen bölüm için bağlama noktası seçin

source: Mount point for this partition:
fa: نقطه‌ی بارگذاری این فایل سیستم:
fr: Point de montage pour cette partition :
he: נקודת עגינה למחיצה הזאת:
id: Titik kait bagi partisi ini:
nb: Monteringspunkt for denne partisjonen:
tr: Bu bölüm için bağlama noktası:

source: Invalid mount point
fa: نقطه‌ی بارگذاری نامعتبر است.
fr: Point de montage incorrect
he: נקודת עגינה לא חוקית
id: Titik kait tidak sah
nb: Ugyldig monteringspunkt
tr: Geçersiz bağlama noktası

source: The mount point you entered is invalid.
fa: نقطه‌ی بارگذاری که انتخاب کرده‌اید نامعتبر است.
fr: Le point de montage que vous avez indiqué n'est pas correct.
he: נקודת העגינה שהכנסת אינה תקינה
id: Titik kait yang anda tentukan tidak sah.
nb: Monteringspunktet du skrev inn er ugyldig.
tr: Girdiğiniz bağlama noktası geçersiz.

source: Mount points must start with "/". They cannot contain spaces.
fa: نقطه‌ی بارگذاری باید با "/". آغاز شده و فضای خالی در آن نباشد.
fr: Les points de montage doivent commencer par « / » et ne doivent pas contenir d'espaces.

source: Mount point:
bs: Taka montiranja:
fa: نقطه‌ی بارگذاری:
fr: Point de montage :
he: נקודת עגינה
id: Titik kait:
nb: Monteringspunkt:
tr: Bağlama noktası:

source: noatime - do not update inode access times at each access
bs: noatime - ne auriraj vrijeme pristupa sektoru pri svakom pristupu
fa: noatme- زمان دسترسی inode ها را در هر دسترسی عوض نکن
fr: noatime - pas de mise à jour des date et heure d'accès des inodes
he: noatime - אל תעדכן זמני גישה ל-inode בכל גישה
id: noatime - tidak memperbaharui catatan waktu setiap kali mengakses inode
nb: noatime - ikke oppdater inode-aksesstidspunkt på hver aksess
tr: noatime - her erişimde inode erişim sürelerini güncellemez

source: nodev - do not support character or block special devices
bs: nodev - bez podrke za karakter ili blok specijalne ureaje
fa: nodev - از دستگاههای ویژه‌ی کاراکتر یا بلوک پشتیبانی نکن
fr: nodev - pas de gestion des périphériques bloc ou caractère
he: nodev - אל תתמוך בהתקנים מסוג character או block
id: nodev - tidak mendukung karakter atau perangkat khusus blok
nb: nodev - ikke støtt tegn- eller blokk-enheter
tr: nodev - bir karakter veya blok aygıtını desteklemez

source: nosuid - ignore set-user-identifier or set-group-identifier bits
bs: nosuid - ignorii set-user-identifier/set-group-identifier bits
fa: nosuid - از بیتهای uid , gid صرف نظر کن
fr: nosuid - pas de gestion des bits setuid ou setgid
he: nosuid - התעלם מהביטים set-user-identifier או set-group-identifier
id: nosuid - abaikan bit-bit set-user-identifier atau set-group-identifier
nb: nosuid - ignorer sett-bruker-id- eller sett-gruppe-id-bits
tr: nosuid - kullanıcı-tanımlarını-belirle (suid) veya grup-tanımlarını-belirle (guid) bitlerini görmezden gelir

source: noexec - do not allow execution of any binaries
bs: noexec -- zabrani izvravanje binarnih datoteka
fa: noexec - به هیچ کدام از فایلهای باینری اجازه‌ی اجرا نده
fr: noexec - interdiction de l'exécution des programmes
he: noexec - אל תרשה הרצה של קבצים בינארים
id: noexec - tidak memperbolehkan eksekusi program biner
nb: noexec - ikke tillat kjøring av noen binærfiler
tr: noexec - ikili (binary) dosyaların çalıştırılmasına izin vermez

source: ro - mount the file system read-only
bs: ro -- montiraj datoteni sistem read-only (samo za itanje)
fa: ro - فایل سیستم را فقط خواندنی بارگذاری کن
fr: ro - montage en lecture seule
he: ro - עגון מערכת קבצים לקריאה בלבד
id: ro - kaitkan sistem berkas sebagai hanya-baca (read-only)
nb: ro - monter filsystemet uten skrivetilgang
tr: ro - dosya sistemini salt-okunur olarak bağlar

source: sync - all input/output activities occur synchronously
bs: sync -- sve ulazno/izlazne aktivnosti se javljaju istovremeno
fa: sync - تمام عملیات ورودی خروجی به صورت همزمان انجام گیرند.
fr: sync - toutes les entrées/sorties sont synchrones
he: sync - כל פעולות הקלט/פלט קורות בו זמנית
id: sync - semua kegiatan yang berhubungan dengan masukan/keluaran terjadi secara serempak
nb: sync - alle inn/ut-aktiviteter utføres synkront
tr: sync - tüm girdi/çıktı işlemleri eşzamanlı olarak oluşur

source: usrquota - user disk quota accounting enabled
bs: usrquota -- ukljuen user disk quota accounting
fa: usrquota - محدودیت استفاده از دیسک کاربران فعال شد
fr: usrquota - gestion des quota des utilisateurs
he: usrquota - הפעלת חשבונות מקום למשתמשים
id: usrquota - penghitungan kuota hard disk bagi setiap pengguna diaktifkan
nb: usrquota - regnskap for brukeres diskkvote aktivert
tr: usrquota - kullanıcı disk kota hesabını etkinleştirir

source: grpquota - group disk quota accounting enabled
bs: grpquota -- ukljuen group disk quota accounting
fa: grpquota - محدودیت استفاده از دیسک گروه کاربران فعال شد
fr: grpquota - gestion des quota des groupes
he: grpquota - הפעלת חשבונות מקום לקבוצות
id: grpquota - penghitungan kuota hard disk bagi setiap grup diaktifkan
nb: grpquota - regnskap for gruppers diskkvote aktivert
tr: grpquota - grup disk kota hesabını etkinleştirir

source: Mount options:
bs: Opcije montiranja:
fa: گزینه‌های بارگذاری:
fr: Options de montage :
he: נקודות עגינה:
id: Pilihan-pilihan pengaitan:
nb: Monteringsopsjoner:
tr: Bağlama seçenekleri:

source: Mount options can tune the behavior of the file system.
bs: Koritenjem opcija pri montiranju se moe podesiti ponaanje datotenog sistema.
fa: گزینه‌های بارگذاری میتوانندرفتار فایل سیستم را عوض کنند.
fr: Les options de montage permettent de régler le système de fichiers.
he: אפשרויות עגינה מאפשרות הכוונה של התנהגותן של מערכות הקבצים
id: Pilihan-pilihan pengaitan dapat mengubah cara kerja sistem berkas.
nb: Monteringsopsjoner kan justere filsystemets oppførsel.
tr: Bağlama özellikleri dosya sisteminin davranışını ayarlayabilir.

source: XFS journalling file system
fa: فایل سیستم ژورنالیستی XFS
fr: système de fichiers journalisé XFS
he: מערכת קבצים תיעודית XFS
id: Sistem berkas jurnal tipe XFS
nb: XFS journalførende filsystem
tr: XFS günlüklü dosya sistemi

source: Use unrecommended XFS root filesystem?
fa: آیا مطمئن هستید که میخواهید از فایل سیستم XFS به عنوان فایل سیستم ریشه استفاده کنید؟ این عمل به هیچ عنوان توصیه نمیگردد.
fr: Faut-il utiliser un système de fichiers XFS pour la racine (déconseillé) ?

source: Your root filesystem is an XFS filesystem. This is likely to cause problems with the GRUB bootloader used by default by this installer; you might experience problems installing or booting GRUB.
fa: فایل سیستم ریشه‌ی شما یک فایل سیستم XFS است. این مشاله ممکن است باعث ایجاد اختلال در راه‌انداز GRUB که راه‌انداز پیش‌فرض در این سیستم است بشود.
fr: Votre système de fichiers pour la partition racine est un système XFS. Ce choix risque de provoquer des difficultés d'installation ou de lancement pour le programme de démarrage GRUB qui est utilisé par défaut.
he: שורש מערכת הקבצים שלך היא מערכת הקבצים XFS. זה כנראה יגרום בעיות עם מנהל האתחול GRUB, שמשמש כברירת המחדל ע"י מתקין זה. יש סיכוי שתתקל בבעיות בהתקנה או בשימוש ב-GRUB.
id: root sistem berkas anda bertipe XFS. Sepertinya akan menyebabkan beberapa masalah bila menggunakan GRUB yang merupakan pemuat boot bawaan dari program instalasi ini; anda mungkin mengalami beberapa masalah ketika memasang atau menghidupkan sistem dengan GRUB.
nb: Rotfilsystemet ditt er et XFS-filsystem. Dette vil sannsynligvis føre til problemer med GRUB-oppstartslasteren installereren vanligvis bruker; du kan oppleve problemer med å installere eller starte GRUB.
tr: Kök dosya sisteminiz XFS dosya sistemi. Bu, kurulum uygulamasında öntanımlı kullanılan GRUB önyükleyici ile kullanıldığında problemlere sebep olabilir.

source: You should use a small /boot partition with another filesystem, such as ext3.
fa: شما باید از یک پارتیشن کوچک /boot با فایل سیستم دیگری مانند ext3.استفاده کنید.
fr: Vous devriez utiliser une petite partition /boot avec un autre système de fichiers, par exemple ext3.
he: כדאי שתשמש במחיצת /boot קטנה עם מערכת קבצים אחרת, כגון ext3
id: Anda harus menggunakan partisi /boot yang kecil dengan memakai sistem berkas lain, seperti misalnya ext3.
nb: Du burde bruke en liten /boot-partisjon med et annet filsystem, som f.eks. ext3.
tr: Ext3 gibi bir dosya sistemi üzerinde küçük bir /boot bölümü oluşturmalısınız.

source: Use unrecommended XFS /boot filesystem?
fa: آیا مطمئن هستید که میخواهید از فایل سیستم XFS به عنوان فایل سیستم /boot استفاده کنید؟ این عمل به هیچ عنوان توصیه نمیگردد.
fr: Faut-il utiliser un système de fichiers XFS pour /boot (déconseillé) ?

source: You have mounted an XFS filesystem as /boot. This is likely to cause problems with the GRUB bootloader used by default by this installer; you might experience problems installing or booting GRUB.
fa: فایل سیستم /boot شما یک فایل سیستم XFS است. این مشاله ممکن است باعث ایجاد اختلال در راه‌انداز GRUB که راه‌انداز پیش‌فرض در این سیستم است بشود.
fr: Vous utilisez un système de fichiers XFS pour /boot. Ce choix risque de provoquer des difficultés d'installation ou de lancement pour le programme de démarrage GRUB qui est utilisé par défaut.
he: עגנת מערכת קבצים מסוג XFS כ-/boot. פעולה זאת כנראה תגרום בעיות עם מנהל האתחול GRUB, שמשמש כברירת המחדל ע"י מתקין זה. יש סיכוי שתתקל בבעיות בהתקנה או בשימוש ב-GRUB.
id: Anda telah mengkaitkan sistem berkas tipe XFS sebagai /boot. Sepertinya akan menyebabkan beberapa masalah bila digunakan bersama dengan GRUB yang merupakan pemuat boot bawaan dari program instalasi ini; anda mungkin mengalami beberapa masalah ketika memasang atau menghidupkan sistem dengan GRUB.
nb: Du har montert et XFS-filsystem som /boot. Dette vil sannsynligvis føre til problemer med GRUB-oppstartslasteren installereren vanligvis bruker; du kan oppleve problemer med å installere eller starte GRUB.
tr: Bir XFS dosya sistemini /boot olarak bağladınız.Bu, kurulum uygulamasında öntanımlı kullanılan GRUB önyükleyici ile kullanıldığında problemlere sebep olabilir.

source: You should use another filesystem, such as ext3, for the /boot partition.
fa: شما باید از فایل سیستم دیگری مانند ext3.برای پارتیشن /boot استفاده نمایید.
fr: Vous devriez utiliser un autre système de fichiers, par exemple ext3, pour la partition /boot.
he: כדאי שתשמש במערכת קבצים אחרת כמו ext3 למחיצה /boot.
id: Anda harus menggunakan sistem berkas tipe lain bagi partisi /boot, seperti misalnya ext3.
nb: Du burde bruke et annet filsystem, som f.eks. ext3, for /boot-partisjonen.
tr: /boot için ext3 gibi başka bir dosya sistemi kullanmalısınız.

source: Mount points must start with /. They cannot contain spaces.
nb: Monteringspunkter må begynne med /. De kan ikke inneholde mellomrom.

source: Cancel unrecommended XFS root filesystem?
he: בטל את מערכת הקבצים הלא מומלצת XFS כשורש המערכת?
id: Batalkan penggunaan root sistem berkas tipe XFS yang tidak direkomendasikan tersebut?
nb: Avbryt ikke-anbefalt XFS-rotfilsystem?
tr: Tavsiye edilmeyen XFS kök dosya sistemini iptal et?

source: Cancel unrecommended /boot filesystem?
he: בטל את מערכת הקבצים הלא מומלצת /boot
id: Batalkan penggunaan sistem berkas /boot yang tidak direkomendasikan tersebut?
nb: Avbryt ikke-anbefalt /boot-filsystem?
tr: Tavsiye edilmeyen /boot dosya sistemini iptal et?

source: No mount point is assigned for the xfs file system in partition #${PARTITION} of ${DEVICE}.
bs: Taka montiranja nije dodijeljena za xfs datoteni sistem na particiji #${PARTITION} na ${DEVICE}.

source: XFS journaling file system
bs: XFS journaling datoteni sistem
