Repository: Sprezzatech/main-menu-udeb
Catalog: packages/partman/partman-auto/*.po
Languages: bs

source: Please wait ...
bs: Molim pričekajte ...

source: Computing the new partitions ...
bs: Računam nove particije ...

source: This probably happened because the selected disk or free space is too small to be automatically partitioned.
bs: Ovo se vjerovatno dogodilo zato što je odabrani disk ili slobodni prostor premali da bi se automatski particionisao.

source: The Wizard failed to partition the disk
bs: Čarobnjak nije uspio particionirati disk

source: This probably happened because there are too many (primary) partitions in the partition table.
bs: Ovo se vjerovatno dogodilo zato što ima previše (primarnih) particija u particionoj tabeli.

source: Choose how to partition:
bs: Izaberite način particionisanja:

source: This installer has a Wizard to help to partition a disk for use by Debian, or if you prefer, you can do it manually. If you do choose to use the Wizard, you will still have a chance later to see the results, customise it, and even undo the partitioning if you do not like it.
bs: Instalacioni program ima Čarobnjaka koji pomaže pri particionisanju diska za korištenje Debiana, ili ako preferirate, možete to učiniti ručno. Ako odaberete korištenje Čarobnjaka, imati ćete priliku da poslije vidite rezultate, prilagodite ih ili čak poništite particionisanje ako vam se ne sviđa.

source: Choose what to automatically partition:
bs: Odaberite šta želite automatski particionisati:

source: If you select a whole disk, the Wizard will remove the existing partitions on the selected disk, which can cause data loss.
bs: Ako odaberete cijeli disk, Čarobnjak će ukloniti postojeće particije na odabranom disku, što može uzrokovati gubitak podataka.

source: Partitioning scheme:
bs: Particiona šema:

source: The disk can be partitioned using one of several different schemes. If you are unsure, choose the first one.
bs: Ovaj disk se može particionisati koristeći jednu od više različitih šema. Ako niste sigurni, odaberite prvu.

source: Unusable free space
bs: Iskoristivi slobodni prostor

source: The Wizard failed to partition because the chosen free space may not be used. There are probably too many (primary) partitions in the partition table.
bs: Čarobnjak nije uspio particionirati zato što se izabrani prazni prostor ne može koristiti. Vjerovatno ima previše (primarnih) particija u particionoj tabeli.

source: Use the Wizard to partition
bs: Koristiti Čarobnjak za particioniranje

source: Use the largest continuous free space
bs: Koristi najveći neprekidni slobodni prostor

source: Erase entire disk: ${DEVICE}
bs: Obrisati cijeli disk: ${DEVICE}

source: Manually edit partition table
bs: Ručno uredite particionu tabelu

source: Use the Wizard to partition the free space
bs: Koristiti Čarobnjak za particioniranje slobodnog prostora

source: All files in one partition (recommended for new users)
bs: Sve datoteke na jednoj particiji (preporučuje se novim korisnicima)

source: Separate partition for the home directories
bs: Zasebna particija za home direktorije

source: Multi-user system
bs: Višekorisnički sistem
