Repository: Sprezzatech/main-menu-udeb
Catalog: tools/autopartkit/debian/po/*.po
Languages: ar, cs, es, nb, pl, pt, ru, se, sk, sl, tr

source: This version of the autopartitioner is not elaborate enough to handle the partitioning of the selected disk. It will partition only an empty disk or a disk with no more than 2 FAT partitions (and no extended partitions or other non-FAT partitions).
es: Esta versión del autoparticionardor no está lo sufificientemente elaborada para manejar la partición del disco seleccionado. Sólo particionará discos vacíos o un disco que no tenga más de dos particiones FAT (y que no tenga particionaciones extendidas o cualquiera otra partición no-FAT).
pl: Ta wersja automatycznego programu partycjonuj±cego nie jest a¿ tak dopracowana, by móc partycjonowaæ wybrany dysk. Jest on w stanie tworzyæ partycje tylko na pustym dysku lub na dysku posiadaj±cym nie wiêcej ni¿ 2 partycje FAT (i ¿adnych partycji rozszerzonych lub innych, ni¿ FAT partycji).
ru: Эта версия autopartitioner не может обработать разделы на указанном диске. Она будет работать только с пустым диском или с диском, содержащим не более двух разделов FAT (и не имеющим расширенных разделов или других не-FAT разделов).
se: Dát autopartišunerenneavvu veršuvdna ii leat nu buorre ahte dat sáhttá partišuneret válljejuvvon skearru. Dat partišunere dušše guorus skearru dahje skearru mas lea eanemus 2 FAT partišuvnna (ja mas eai leat viiddiduvvon partišuvnnat dahje eará ii-FAT partišuvnnat).
sl: Ta različica samodejnega razdeljevalnika ni dovolj zmogljiva, da bi lahko razdelila izbrani disk. Razdeli lahko le prazen disk ali disk z nič več kot 2. razdelkoma FAT (in brez razširjenih ali drugih razdelkov, ki niso FAT).
tr: Otomatik bölümleyicinin bu sürümü, seçili disklerdeki bölümleme için yeterince ayrıntılı değildir.Bu sadece boş bir diski veya 2 den fazla FAT bölümü olmayan (ve uzatılmış bölümleri veya diğer FAT olmayan bölümleri olmayan) disklerde çalışır.

source: If you want to continue the installation process, switch to the second console (ALT+F2), partition the disk as you like using parted and the other tools available, and then mount all your partitions in /target. /target is the root directory of your new system, so your root partition will be mounted on /target and your /usr partition must be mounted on /target/usr.
es: Si quiere continuar con el proceso de instalación, cambie a la segunda consola (con ALT+F2), particione el disco como desee utilizando 'parted' y las demás herramientas disponibles, y despues monte todas sus particiones en /target. /target es el directorio raíz de su nuevo sistemas, así que su partición raíz quedará montada en /target y su partición /usr debe estar montada en /target/usr.
pl: Je¶li chcesz kontynuowaæ instalacjê, prze³±cz siê na drug± konsolê (ALT+F2), utwórz partycje u¿ywaj±c parted oraz innych dostêpnych narzêdzi i zamontuj wszystkie swoje partycje w /target. /target jest katalogiem g³ównym Twojego nowego systemu, wiêc g³ówna partycja bêdzie zamontowana w /target, a Twoja partycja /usr w /target/usr.
ru: Если вы хотите продолжить установку, то перейдите на вторую консоль (ALT+F2), измените разделы диска как вам нравится с помощью parted и другихдоступных инструментов, и затем смонтируйте ваши разделы в /target. /target - этокорневой каталог вашей новой системы, так что ваш корневой раздел будет смонтирован в /target, а ваш раздел /usr должен быть смонтирован в /target/usr.
se: Jos hálidat joatkit sajáiduhttima, molsso nuppi konsollii (Alt+F2), partišunere skearru nugo hálidat «parted» ja eará olamuttus neavvuiguin, ja čana buot du partišuvnnaid /target ohcui. /target lea ruohtasohcu du ođđa vuogádagas, nu ahte du ruohtaspartišuvdna čadnojuvvo /target ohcui, ja du /usr partišuvdna čadnojuvvo /target/usr ohcui.
sl: Če želite s postopkom namestitve nadaljevati, preklopite na drugo konzolo (ALT+F2), disk razdelite z·uporabo·parted·in·drugih·orodij,·ki·so·na·voljo kot želite, in nato vse svoje razdelke priklopite na /target. /target je korenski imenik vašega novega sistema, zato morate svoj korenski razdelek priklopiti na /target, razdelek /usr pa na /target/usr.
tr: Kurulum işlemine devam etmek istiyorsanız, ikinci konsola geçin (ALT+F2); ve parted'ı veya başka araçlar kullanarak bölümleri istediğiniz gibi ayarlayın ve sonra tüm bölümleri /target olarak bağlayın. /target yeni sisteminizin kök dizini olacak, böylece bölümleriniz /target altına bağlacak ve /usr bölümünüz de /target/usr olarak bağlanacaktır.

source: The disk doesn't have enough space.
es: El disco no tiene suficiente espacio libre.
pl: Dysk nie ma wystarczaj±cej ilo¶ci wolnej przestrzeni.
ru: Не хватает места на диске.
se: Skearrus ii leat doarvái sadji.
sl: Ta disk nima dovolj prostora.
tr: Diskte yeterli alan yok

source: The autopartitioner makes some assumptions about partition sizes, and because of that it requires at least 3Gb of free space. It appears that you don't have that much space.
es: El autoparticionador hace algunas suposiciones sobre el tamaño de la partición, y por esto necesita por lo menos 3Gb de espacio libre. Parece que vd. no tiene tanto espacio.
pl: Program partycjonuj±cy zgaduje rozmiary partycji i z tego powodu wymaga przynajmniej 3Gb wolnej przestrzeni. Wygl±da na to, ¿e nie posiadasz tak du¿ej ilo¶ci wolnego miejsca.
ru: autopartitioner делает некоторые предположения о размерах разделов, и потому он требует как минимум 3ГБ свободного места. Похоже, что у вас нет столько места.
se: Autopartišunerenneavvu gáibida unnimus 3 Gb guorus saji. Dus ii oro leamen nu ollu sadji.
sl: Samodejni razdeljevalnik izpelje nekaj domnev o velikostih razdelkov in zaradi tega potrebuje najmanj 3 Gb prostega prostora. Očitno vi nimate toliko prostora.
tr: Otomatik bölümleyici bölümlerin boyutları ile ilgili bazı ayarlar yaptı, ve bu yüzden 3Gb boş alan gerekli. Ancak yeterli boş alanınız yok.

source: If you really want to install, you'll have to make some free space available, or you may relaunch this program and select another disk with more free space.
es: Si realmente desea instalar deberá dejar suficiente espacio disponible, o puede relanzar este programa y seleccionar otro disco con más espacio libre.
pl: Je¶li naprawdê chcesz zainstalowaæ system, bêdziesz musia³ zwolniæ trochê miejsca lub uruchomiæ ten program ponownie na innym dysku z wiêksz± ilo¶ci± wolnego miejsca.
ru: Если вы действительно хотите установить здесь, то вы должны освободить больше места на диске, либо вы можете перезапустить эту программу и выбрать другой диск, на котором больше свободного места.
se: Jos duođas hálidat sajáiduhttit, de fertet dahkat saji dasa, dahje álggahit dán prográmma ođđasit ja válljet eará skearru mas lea eanet guorus sadji.
sl: Če res želite izpeljati namestitev, boste morali sprostiti nekaj prostora,ali pa ponovno pognati ta program in izbrati drug disk z več prostega prostora.
tr: Eğer gerçekten kurmak istiyorsanız , bizar boş alan açmalısınız veya programı yeniden çalıştırıp yeterli boş alanı bulunan başka bir disk seçmelisiniz.

source: The partitioning has been successfully completed.
es: Se ha completado con éxito el particionado.
pl: Partycjonowanie zosta³o pomy¶lnie zakoñczone.
ru: Разбивка диска была выполнена успешно.
se: Partišuneren lihkostuvai.
sl: Razdeljevanje se je uspešno dokončalo.
tr: Bölümleme başarıyla tamamlandı

source: File containing the requested partition table
pl: Plik zawieraj±cy ¿±dan± tablicê partycji
sl: Datoteka, ki vsebuje zahtevano razdeljevalno tabelo
tr: İstenen Bölümleme tablosu'nu içeren dosya

source: Automatically partition hard drives (unsafe)
pl: Automatyczne partycjonowanie dysków twardych (niebezpieczne)
sl: Samodejno razdeli particije trdih diskov (nevarno)

source: Creating ${FSTYPE} file system on '${MOUNTPOINT}'
pl: Tworzenie systemu plików ${FSTYPE} na '${MOUNTPOINT}'

source: Estimated time left: ${HOURS}h${MINUTES}m
pl: Oczekiwany pozosta³y czas: ${HOURS}h${MINUTES}m

source: Estimated time left: ${MINUTES}m
pl: Oczekiwany pozosta³y czas: ${MINUTES}m

source: Estimated time left: <1m
pl: Oczekiwany pozosta³y czas: <1m

source: Choose the disk which has the free space (column Free) required to install Debian GNU/Linux. If there's not enough free space, space will be liberated by resizing the FAT partitions (column FreeFat indicate how much space will be made by resizing the existing fat partitions).
ru: Выберите диск, на котором достаточно свободного места (столбец Free) для установки Debian GNU/Linux. Если места не хватает, то можно высвободить пространствопереразбивкой разделов FAT (столбец FreeFat показывает сколько местаможно получить переразбивкой существующих разделов fat).

source: The disk you selected is going to be modified. The partitioner may resize windows FAT partitions and will create new partitions for Debian GNU/Linux. If you have important data that are not backed up, you may want to stop now in order to do a backup. In that case, you'll have to restart the installation later.
ru: Переходим к изменению разделов на диске. Программа может изменить размеры FAT разделов и создать новые разделы для Debian GNU/Linux. Если на этом диске есть важные данные, которые не были скопированы в безопасное место, то вы возможно захотите сейчас остановиться и сделать резервные копии ваших данных. В этом случае вы сможете продолжить установку позже.
