Repository: Sprezzatech/main-menu-udeb
Catalog: tools/autopartkit/debian/po/*.po
Languages: ar, cs, es, nb, pl, pt, ru, se, sk, sl, tr

source: Please choose the disk which has the free space required (column Free) to install Debian GNU/Linux. If there's not enough free space, space can be liberated by resizing the FAT partitions (column FreeFat indicates how much space will be freed by resizing the existing FAT partitions).
ar: رجاء اختر القرص الذي يحتوي المساحة المطلوبة (العمود متاح) لتثبيت ديبيان جنيو/لينكس. إن لم يكن هناك مساحة متاحة كافية، يمكن توفير مساحة بتغيير حجم تجزيئات FAT (العمود FATمتاح يبيّن كمّ المساحة التي سوف تفرّغ بتغيير حجم تجزيئات FAT الموجودة).
sk: Vyberte disk, ktorý má dostatok voµného miesta (stlpec Voµné) na in¹taláciu Debian GNU/Linuxu. Ak nemáte dos» voµného miesta, mô¾ete nejaké získa» zmen¹ením FAT oblastí (ståpec VoµnFat ukazuje, koµko miesta takto získate).

source: Device Model Size Free FreeFAT NbPart
ar: جهاز موديل حجم متاح FATمتاح تجزيءNb
sk: Zariad. Model Veµk. Voµné VoµnFat PoèObl

source: Device to partition:
ar: الجهاز المطلوب تجزئته:
cs: Rozdìlit zaøízení:
nb: Enhet som skal partisjoneres:
pt: Dispositivo a particionar
sk: Zariadenie na rozdelenie:

source: No disk was automatically detected. Please enter the path to the device file for the disk you want to partition.
ar: لم يعثر على أي جهاز تلقائياً. رجاء أدخل المسار إلى ملف الجهاز للقرص الذي ترغب بتجزئته.
nb: Ingen disk ble automatisk detektert. Skriv inn stien til filen for enheten du ønsker å partisjonere.
pt: Nenum disco foi automaticamente detectado. Por favor introduza o caminho até ao ficheiro do disco que deseja particionar.
sk: ®iaden disk nebol nájdený automaticky. Prosím, zadajte cestu k súboru zariadenia pre disk, ktorý chcete rozdeli».

source: Really use the automatic partitioning tool?
ar: هل تريد حقاً استخدام أداة التجزئة التلقائية؟
cs: Opravdu chcete pou¾ít automatické rozdìlení disku?
nb: Er du sikker på at du skal bruke det automatiske partisjoneringsverktøyet?
pt: Desejar de facto usar a ferramenta de particiononamento automático?
sk: Naozaj pou¾i» automatický nástroj na delenie disku?

source: This will destroy the partition table on all disks in the machine. REPEAT: THIS WILL WIPE CLEAN ALL HARD DISKS IN THE MACHINE! If you have important data that are not backed up, you may want to stop now in order to do a backup. In that case, you'll have to restart the installation later.
ar: سوف يدمّر هذا جدول التجزئة لكل الأقراص في هذا الجهاز. أكرّر: سوف يمسح هذا كل الأقراص الصلبة في الجهاز! إن كان لديك بيانات مهمة لم يتم نسخها احتياطياً، قد ترغب في التوقف الآن كي تقوم بالنسخ. في تلك الحالة، ستحتاج إلى إعادة التثبيت لاحقاً.
cs: Tímto znièíte tabulku oddílù na v¹ech discích v poèítaèi. OPAKUJI: TÍMTO VYMA®ETE OBSAH V©ECH DISKÙV POÈÍTAÈI! Jestli¾e máte dùle¾itá, dosud nezazálohovaná data, mù¾ete nyní ukonèit instalaci a vrátit se sem pozdìji.
es: Esto destruirá la tabla de particiones en todos los discos del equipo. REPITO: ¡ESTO DESTRUIRÁ LA TABLA DE PARTICIONES EN EL EQUIPO! Si tiene datos importantes de los que no tiene copia de seguridad, puede querer para ahora para hacer una copia. En este caso, debería reiniciar esta instalación más tarde.
nb: Dette ødelegger partsjonstabellen på alle disker i maskinen. GJENTAR: DETTE VISKER UT ALLE HARDDISKER I MASKINEN! Hvis du har viktige data som ikke er sikkerhetskopiert, bør du stanse nå og sikre dataene dine. I så fall må du starte installasjonen om igjen senere.
pl: Konseksencj± takiego dzia³ania jest zniszczenie tablicy partycji na wszystkich dyskach w komputerze. POWTARZAM: TO WYCZY¦CI WSZYSTKIE DYSKI W KOMPUTERZE! Je¶li posiadasz niezabezpieczone, wa¿ne dane, to przerwij dzia³anie i zrób kopiê zapasow±. W takim przypadku bêdziesz musia³ pó¼niej ponownie rozpocz±æ instalacjê.
pt: Isto irá destruir a tabela de partições em todos os discos desta máquina. REPITO: ISTO IRÁ LIMPAR TODOS OS DISCOS DESTA MÁQUINIA! Se tem alguma informação importante de que não existem backups, talvez queira parar agora para poder recuperar os dados. Nesse caso, terá de re-começar a instalação mais tarde.
se: Dát duššada buot partišuvdnatabeallaid mašiinna buot skearruin. GEARDDUHAN: DÁT GURRE MAŠIINNA BUOT GARRASKEARRUID! Jos leat dehálaš dáhtat dáid skearruin mat eai leat sihkkaraston, de dáiddát hálidit bisanit dál ja váldit liigemáŋgosa. Fertet de ođđasit álggahit sajáiduhttima maŋŋeleappos.
sk: Týmto znièíte tabuµku oddielov na v¹etkých diskoch v poèítaèi. OPAKUJEM: TÝMTO ZNIÈÍTE OBSAH V©ETKÝCH DISKOV V POÈÍTAÈI! Ak máte dôle¾ité údaje, ktoré nie sú zálohované, musíte teraz ukonèi» in¹taláciu, aby ste vykonali zálohu. V tom prípade budete musie» znovu spusti» in¹taláciu neskôr.
sl: To bo uničilo tabelo razdelkov na vseh diskih v tem stroju. PONAVLJAM: TO BO ZBRISALO VSE PODATKE IZ VSEH TRDIH DISKOV! Če imate pomembne podatke, za katere niste izdelali kopije, se ustavite in izdelajte varnostno kopijo. V tem primeru boste morali namestitev ponovno zagnati pozneje.
tr: Bu makinedeki bütün disklerdeki bölümleme tablosunu yok edecektir. TEKRAR EDİYORUM: BU MAKİNEDEKİ TÜM HARD DİSKLERDEKİ BİLGİLERİ SİLECEKTİR! Eğer yedeklenmemiş önemli verileriniz var ise, şimdi durdurup yedek alabilirsiniz. Bu durumda yükleyiciyi daha sonra tekrar çalıştırmalısınız.

source: An error occured during the previous operation
ar: حدث خطأ خلال العملية السابقة
cs: Bìhem pøedchozí operace nastala chyba
nb: Det oppsto en feil under forrige operasjon
pt: Um erro ocorreu durante a operação prévia
sk: Poèas predchádzajúcej operácie nastala chyba

source: You may be able to continue. Here is some more information :
ar: قد تتمكن من الاستمرار. هذه بعض المعلومات الإضافية:
cs: Stále je zde mo¾nost, ¾e byste mohli pokraèovat. Zde jsou bli¾¹í informace:
es: Puede ser capaz de continuar. Aquí hay alguna información adicional:
nb: Det kan være at du kan fortsette. Her er mer informasjon:
pl: Mo¿liwe, ¿e bêdziesz móg³ kontynuowaæ. Poni¿ej znajduje siê wiêcej informacji:
pt: É possivel continuar. Aqui está disponivél mais informação :
ru: Вероятно вы можете продолжать. Вот подробности:
se: Dáidá leat vejolaš joatkit. Dá oainnát eanet dieđuid:
sk: Budete môc» pokraèova». Tu sú podrobnej¹ie informácie :
sl: Morda boste lahko nadaljevali. Tu je nekaj informacij.
tr: Devam edebilirsiniz. Burada biraz daha bilgi bulabilirsiniz:

source: Automatic partitioning impossible
ar: التجزئة التلقائية مستحلية
cs: Automatické rozdìlení disku není mo¾né
nb: Umulig å gjennomføre automatisk partisjonering
pt: Particionamento automático impossivél
sk: Nemo¾no vykona» automatické rozdelenie disku

source: This version of the autopartitioner cannot handle the partitioning of the selected disk. It may partition only an empty disk or a disk with no more than 2 FAT partitions (and no extended partitions or other non-FAT partitions).
ar: هذا الإصدار من المجزّء التلقائي لا يمكنه تولّي التجزئة للقرص المحدد. قد يتمكن فقط من تجزئة قرص فارغ أو قرص ليس فيه أكثر من جزئين FAT (دون تجزيئات ممتدة أو أي تجزيئات غير FAT).
cs: Tato verze automatického dìlení disku není natolik propracovaná, aby zvládla rozdìlení vybraného disku. Umí rozdìlit pouze prázdný disk nebo disk obsahující nejvý¹e dvì FAT oblasti (a ¾ádné roz¹íøené nebo ne-FAT oblasti).
nb: Denne versjonen av auto-partisjoneringen håndterer ikkepartisjonering av den valgte disken. Den kan bare partisjonere en tom disk eller en som ikke inneholder mer enn 2 FAT-partisjoner (og ingen «extended» eller andre ikke-FAT-partisjoner).
pt: Esta versão do autopartitioner não consegue manusear as partições do disco rígido selecionado. Só é possivel particionar um disco vazio ou um disco com não mais de 2 partições FAT (e nenhumas partições extendidas ou outras partições não-FAT).
sk: Táto verzia automatického delenia disku nie je natoµko prepracovaná, aby zvládla rozdelenie vybraného disku. Vie rozdeli» iba prázdny disk alebo disk obsahujúci najviac 2 FAT oblasti (a ¾iadne roz¹írené alebo nie-FAT oblasti).

source: If you want to continue the installation process, switch to the second console (ALT+F2), partition the disk as you like using parted and the other available tools, and then mount all your partitions in /target. /target is the root directory of your new system, so your root partition will be mounted on /target and your /usr partition must be mounted on /target/usr.
ar: إن كنت تريد الاستمرار بعملية التثبيت، بدّل إلى الشاشة الطرفية الثانية (ALT+F2)، جزّء القرص كما تريد باستخدام أداة parted والأدوات الأخرى المتوفرة، ثم جهّز كلّ التجزيئات في /target. /tartget هو الدليل الجذري لنظامك الجديد، لذا سيجهّز دليلك الجذري على /target ويجب أن يكون تجزيء /usr مجهزاً على /target/usr
cs: Jestli¾e chcete v instalaci pokraèovat, pøepnìte se na druhou konzoli (Alt+F2), rozdìlte disk programem parted, nebo jiným dostupným programem, a pøipojte v¹echny oblasti pod /target. /target je koøenový adresáø va¹eho nového systému, tak¾e koøenová oblast bude pøipojená do /target, oblast /usr se musí pøipojit do /target/usr.
pt: Se deseja continuar o processo de instalação, alterne para a segunda consola (ALT+F2), particione o disco rígido como desejar usando o parted e outras ferramentas disponíveis, e depois monte todas as suas partições em /target. /target é o directório raiz do seu novo sistema, por isso a sua partição raiz será montada em /target e a sua partição /usr terá de ser montada em /target/usr.
sk: Ak chcete pokraèova» v in¹talácii, prepnite sa na druhú konzolu (ALT+F2), rozdeµte disk podµa vá¹ho ¾elania pou¾itím programu parted alebo iným dostupným programom, a pripojte v¹etky oblasti do /target. /target je koreòový adresár vá¹ho nového systému, tak¾e koreòová oblas» bude pripojená do /target a oblas» /usr sa musí pripoji» do /target/usr.

source: You can also consider launching this program again but selecting another disk.
ar: يمكنك أيضاً أن تجرب تشغيل هذا البرنامج مجدداً ولكن مع اختيار قرص آخر.
cs: Také mù¾ete zkusit spustit program znovu, tentokráte na jiný disk.
es: Puede también considerar ejecutar este programa de nuevo pero seleccionando otro disco.
nb: Du kan også tenke på å restarte dette programmet men velge en annen disk.
pl: Rozwa¿ te¿ ponowne uruchomienie tego programu, ale na innym dysku.
pt: Também pode considerar iniciar de novo este programa mas seleccionando outro disco.
ru: Также вы можете запустить эту программу снова, но выбрать при этом другой диск.
se: Gálggašit várra álggahit dan prográmma ođđasit, muhto válljet eará skearru
sk: Tento program mô¾ete znovu spusti», tentoraz na iný disk.
sl: Razmislite lahko tudi o ponovnem zagonu tega programa in izberete drug disk.
tr: Ayrıca b programı tekrar çalıştırıp başka bir disk seçebilirsiniz.

source: Not enough space on disk
ar: لا يوجد مساحة كافية على القرص
cs: Na disku není dost místa
nb: Ikke nok plass på disken
pt: Espaço insuficiente no disco
sk: Na disku je málo miesta

source: The autopartitioner makes some assumptions about partition sizes, and because of that it requires at least 3GB of free space. The free space on this disk appears to be below this limit.
ar: يقوم المجزّء التلقائي ببعض التخمينات حول أحجام التجزيئات، ولذلك يتطلب على الأقل مساحة 3 ج.ب. متاحة. يبدو أن المساحة المتاحة على هذا القرص دون هذا الحدّ.
pt: O autopartitioner assume algumas coisas sobre os tamanhos das partições, e por isso, requer pelo menos 3GB de espaço livre. O espaço livre neste disco parece estar abaixo deste limite.
sk: Automatické rozdelenie disku predpokladá urèité ¹tandartné veµkosti oblastí a preto vy¾aduje aspoò 3 GB voµného miesta. Zdá se, ¾e nemáte toµko miesta.

source: If you really want to install, you'll have to free some space. You may also launch this program again and select another disk with more free space.
ar: إن كنت ترغب حقاً بالتثبيت، فعليك أن تفرّغ بعض المساحة. يمكنك أيضاً تشغيل هذا البرنامج مجدداً واختيار قرص آخر ذي مساحة متاحة إضافية.
cs: Pokud opravdu chcete instalovat, musíte buï uvolnit nìjaké místo, nebo zvovu spustit tento program a vybrat disk, který má více volného prostoru.
nb: Hvis du virkelig vil installere, må du frigjøre noe diskplass. Du kan også starte dette programmet om igjen og velge en annen disk med mer fri plass.
pt: Se deseja mesmo instalar, terá de libertar algum espaço. Tambem pode correr de novo este programa e seleccionar outro disco com mais espaço livre
sk: Ak chcete naozaj in¹talova», musíte uvoµni» nejaké miesto alebo znovu spusti» tento program a vybra» iný disk, ktorý má viac voµného priestoru.

source: Debug information about ${variable}
ar: معلومات إزالة الخلل حول ${variable}
cs: Ladicí informace o ${variable}
es: Información de depuración sobre ${variable}
nb: Feilsøkings-informasjon om ${variable}
pl: Informacje debugowania odno¶nie ${variable}
pt: Informação de depuração sobre ${variable}
ru: Отладочная информация о ${variable}
se: Dihkkendieđut ${variable}:a birra
sk: Ladiaca informácia o ${variable}
sl: Podatki za razhroščevanje o ${variable}
tr: ${variable} hakkında hata ayıklama bilgisi

source: Here is some debug information. The value of ${variable} is :
ar: هذه بعض معلومات إزالة الخلل. قيمة ${variable} هي:
cs: Informace pro ladìdí. Hodnota ${variable} je:
es: Aquí tiene alguna información de depuración. El valor de ${variable} es :
nb: Her er litt feilsøkingsinformasjon. Verdien av ${variable} er:
pl: Oto informacje dla celó³ debugowania. Warto¶æ ${variable} to:
pt: Aqui está alguma informação de depuração. O valor da variável ${variable} é :
ru: Вот некоторая отладочная информация. Значение ${variable}:
se: Dá lea veaháš dihkkendieđut. {variable}:a árvu lea:
sk: Tu je nejaká ladiaca informácia. Hodnota ${variable} je :
sl: Tu je nekaj informacij za razhroščevanje. Vrednost ${variable} je:
tr: Bazı hata ayıklama bilgileri. ${variable} 'ın değeri :

source: Successful partitioning
ar: تجزئة ناجحة
cs: Úspì¹né rozdìlení
nb: Vellykket partisjonering
pt: Particionamento bem conseguido
sk: Rozdelenie disku prebehlo úspe¹ne

source: The required partitions have been created and mounted on /target. You can now continue the installation process.
ar: تم إنشاء وتجهيز التجزيئات المطلوبة على /target. يمكنك الآن متابعة عمليّة التثبيت.
cs: Po¾adované oblasti byly vytvoøeny a pøipojeny pod /target. Nyní mù¾ete pokraèovat v instalaci.
es: Se han creado las particiones necesarias y han sido montadas bajo /target. Ahora puede seguir con el proceso de instalación.
nb: De nødvendige partisjonene er laget og montert under /target. Du kan nå fortsette installasjonsprosessen.
pl: Wymagane partycje zosta³y utworzone i zamontowane w katalogu /target. Mo¿esz kontynuowaæ instalacjê.
pt: As partições necessárias foram criadas e montadas em /target. Pode agora continuar o processo de instalação.
ru: Требуемые разделы были созданы и смонтированы в /target. Сейчас вы можете продолжать установку.
se: Gáibiduvvon partišuvnnat leat ráhkaduvvon ja čadnon /target ohcui. Sáhtát dál joatkit sajáiduhttima.
sk: Po¾adované oblasti boli vytvorené a pripojené do /target. Teraz mô¾ete pokraèova» v in¹talácii.
sl: Zahtevano particijo sem ustvaril un jo priklopil na /target. Sedaj lahko nadaljujete s postopkom namestitve.
tr: Gerekli bölümler oluşturuldu ve /target altına bağlandı. Şimdi kurulum işlemine devam edebilirsiniz.

source: File containing the requested partition table:
ar: الملف الذي يحتوي على جدول التجزئة المطلوب:
cs: Soubor obsahující po¾adovanou tabulku oddílù:
nb: Fil som inneholder den ønskede partisjonstabellen:
pt: Ficheiro contendo a requesitada tabela de partições
sk: Súbor obsahujúci po¾adovanú tabuµku oddielov:

source: The automatic partitioning will be created using the partitions and sizes specified in this file.
ar: التجزئة التلقائية سيتم إنشائها باستخدام التجزيئات والأحجام المحدّدة في هذا الملف.
cs: Automatické rozdìlení disku probìhne podle popisu v tomto souboru.
es: La partición automática se creará utilizando las particiones y tamaños especificados en este fichero.
nb: Disken vil bli partisjonert automatisk ut fra partisjonene og størrelsene som er spesifisert i denne filen.
pl: Automatycznie partycjonowanie wykorzysta partycje i rozmiary podane w tym pliku.
pt: O processo de particionamento automático será criado usando as partições e tamanhos especificados neste ficheiro.
se: Automáhtalaš partišuneren dahkojuvvo dieđuid vuođal mat leat addojuvvon dán fiillas.
sk: Automatické rozdelenie prebehne podµa popisu oddielov a veµkostí uvedených v tomto súbore.
sl: Samodejno razdeljevanje bo program opravil z uporabo razdelkov in velikosti, ki so navedene v tej datoteki.
tr: Otomatik bölümleme, bu dosyada belirtilen bölümler ve boyutlar ile oluşturulacak.

source: Automatically partition hard drives
ar: جزّء الأقراص الصلبة تلقائياً
cs: Automagicky rozdìlit pevné disky
nb: Automatisk partisjonering av harddisker
pt: Particionar discos rígidos automaticamente
sk: Automaticky rozdeli» pevné disky

source: Creating '${FSTYPE}' storage space on '${MOUNTPOINT}'
ar: جاري إنشاء مساحة تخزينية من نوع '${FSTYPE}' على '${MOUNTPOINT}'
cs: Vytváøí se souborový systém '${FSTYPE}' na '${MOUNTPOINT}'
nb: Oppretter lagerplass '${FSTYPE}' på '${MOUNTPOINT}'
pt: A criar '${FSTYPE}' como espaço de armazenamento em '${MOUNTPOINT}'
sk: Vytváram '${FSTYPE}' súborový systém na '${MOUNTPOINT}'

source: Estimated time left: ${HOURS} hour(s) ${MINUTES} minute(s)
ar: الوقت المتبقّي المتوقّع هو: ${HOURS} ساعة ${MINUTES} دقيقة
cs: Pøedpokládaný zbývající èas: ${HOURS} h ${MINUTES} min
nb: Estimert tid igjen: ${HOURS} time(r) ${MINUTES} minutt(er)
pt: Tempo restante estimado: ${HOURS} hora(s) ${MINUTES} minuto(s)
sk: Predpokladaný zostávajúci èas: ${HOURS} hod. ${MINUTES} min.

source: Estimated time left: ${MINUTES} minute(s)
ar: الوقت المتبقّي المتوقّع هو: ${MINUTES} دقيقة
cs: Pøedpokládaný zbývající èas: ${MINUTES} min
nb: Estimert tid igjen: ${MINUTES} minutt(er)
pt: Tempo restante estimado: ${MINUTES} minuto(s)
sk: Predpokladaný zostávajúci èas: ${MINUTES} min.

source: Estimated time left: less than 1 minute
ar: الوقت المتبقّي المتوقّع هو: أقل من دقيقة
cs: Pøedpokládaný zbývající èas: ménì ne¾ jedna minuta
nb: Estimert tid igjen: mindre enn ett minutt
pt: Temo restante estimado: menos de 1 minuto
sk: Predpokladaný zostávajúci èas: menej ako 1 minúta

source: Please choose the disk which has the free space required (column Free) to install Debian GNU/Linux. If there's not enough free space, space can be liberated by resizing the FAT partitions (column FreeFat indicates how much space will be freed by resizing the existing fat partitions).
cs: Vyberte disk, který má dostatek volného místa (sloupec Volné) k instalaci Debian GNU/Linuxu. Pokud tolik volného místa nemáte, mù¾ete nìjaké získat zmen¹ením FAT oblastí (sloupec VolnFat ukazuje, kolik místa se dá takto "znárodnit").
nb: Velg den disken som har nok fri plass (spalten Fri ) til å installere Debian GNU/Linux. Hvis det ikke er nok plass, kan det bli frigjort plass ved å endre størrelse på FAT-partisjoner (spalte FriFAT viser hvor mye plass som kan skaffes ved å endre størrelse på eksisterende FAT-partisjoner).
pt: Por favor escolha um disco que tenha espaço livre suficiente (coluna Livre) para instalar o Debian GNU/Linux. Se não existir espaço livre, algum espaço poderá ser libertado ao redimensionar as partições FAT (a coluna FatLivre indica a quantidade de espaço será livre depois de redimensionar as partições fat).

source: Device Model Size Free FreeFat NbPart
cs: Zaøízení Model Velik. Volné VolnFat NbPart
es: Dispos. Modelo Tamaño Libre FatLibreNbPart
nb: Enhet Modell Strl Fri FriFat NbPart
pl: Urz±dzenie Model Rozmiar Wolne WolneFat NuPart
pt: Dispositivo Modelo Tamanho Livre FatLivre NbPart
se: Ovttadat Málle Sturrodat Guorus GuorusFat NbPart
sl: ·Naprava···Model···············Velikost···Prosto···ProstoFat·NbRazd
tr: Aygır Model Boyut BoşAlan BoşFAT NbPart

source: The autopartitioner makes some assumptions about partition sizes, and because of that it requires at least 3Gb of free space. The free space on this disk appears to be below this limit.
cs: Automatické rozdìlení disku pøedpokládá jisté standardní velikosti oblastí a proto vy¾aduje alespoò 3 Gb volného místa. Zdá se, ¾e volné místo na disku je pod tímto limitem.
nb: Auto-partisjoneringen gjør noen antakelser om partisjonsstørrelser, og derfor trenger den minst 3 Gb fri plass. Den ledige plassen på denne disken ser ut til å være under denne grenseverdien.

source: Select the device to partition (the install device)
es: Elija el dispositivo que quiere particionar (dispositivo de instalación)
pl: Wybierz urz±dzenie do partycjonowania (urz±dzenie do instalacji)
ru: На каком устройстве изменить разделы (устройство установки)
se: Vállje partišunerenláhkái ovttadaga (sajáiduhttinovttadaga)
sl: Izberite napravo, ki jo boste razdelili (namestitveno napravo)
tr: Bölümlenecek aygıtı(kurulum aygıtı) seçin

source: Choose the disk which has the free space required (column Free) to install Debian GNU/Linux. If there's not enough free space, space can be liberated by resizing the FAT partitions (column FreeFat indicates how much space will be freed by resizing the existing fat partitions).
pl: Wybierz dysk maj±cy odpowiednio du¿o wolnej przestrzeni (kolumna Wolne), na którym zostanie zainstalowany Debian GNU/Linux. Je¶li nie ma wystarczaj±cej ilo¶ci wolnego miejsca, mo¿esz je utworzyæ przez zmianê rozmiaru partycji FAT (kolumna WolneFat podaje ile miejsca zostanie zwolnione przez zmniejszenie rozmiaru istniej±cych partycji FAT).
sl: Izberite disk, ki ima zahtevan nezaseden prostor (stolpec Prosto), da bi namestili Debian GNU/Linux. Če ni dovolj prostega prostora, ga lahko sprostite s spreminjanjem velikosti razdelkov FAT (ProstoFat kaže koliko prostora boste sprostili s spreminjanjem velikosti obstoječih razdelkov fat).
tr: Debian GNU/Linux Kurulum için gerekli boş alanın (BoşAlan sütunu) bulunduğu diski seçin. Eğer gerekli boş alan yoksa FAT bölümlerini(BoşFAT, bulunan fat bölümlerini yeniden boyutlandırdıktan sonra kalacak boş alanı bildirir) yeniden boyutlandırarak gerekli alan açılacaktır.

source: Are you sure you want to automatically partition the disk ?
es: ¿Está vd. seguro de que quiere particionar automáticamente el disco?
pl: Czy jeste¶ pewien, ¿e chcesz automatycznie podzieliæ dysk na partcje?
ru: Вы действительно хотите переразбить диск автоматически?
se: Hálidatgo duođas partišuneret skearru automáhtalaččat?
sl: Ali ste prepričani, da želite samodejno razdeliti disk?
tr: Diski otomatik bölümlenmesini istediğinizden emin misiniz?

source: An error occured during the previous operation.
es: Ocurrió un error durante la operación previa.
pl: Wyst±pi³ b³±d podczas wykonywania poprzedniej operacji.
ru: При выполнении предыдущей операции произошла ошибка.
se: Meattáhus čuožžilii ovddit operašuvnnas.
sl: Med prejšnjo operacijo se je pojavila napaka.
tr: Önceki işlemde bir hata oluştu

source: The partitioner will not work.
es: El particionador no funcionará.
pl: Program partycjonuj±cy nie bêdzie dzia³a³.
ru: Программа для изменения разделов не работает.
se: Partišunerenneavvu ii boađe doaibmat.
sl: Razdelilnik diska ne bo deloval.
tr: Bölümleyici çalışmayacak
