Repository: Sprezzatech/main-menu-udeb
Catalog: packages/partman/partman-lvm/debian/po/*.po
Languages: xh

source: Write the changes to disks and configure LVM?
xh: Bhala iinguqulo ezenziwe kwidiski uze umisele inkqubo i-LVM?

source: Before the Logical Volume Manager can be configured, the current partitioning scheme has to be written to disk. These changes cannot be undone.
xh: Ngaphambi kokuba uMphathi woBukhulu onengqiqo angasekwa, indlela eyenzeka ngoku yokwahlukanisa kufuneka ibhalwe kwidiski. Ezi nguqulo azinako ukubuyiselwa kwakhona.

source: Keep current partition layout and configure LVM?
xh: Gcina isimo esiiqhubekayo sesahlukaniso uze umisele inkqubo i-LVM?

source: After the Logical Volume Manager is configured, no additional changes to the partitions in the disks containing physical volumes are allowed. Please decide if you are satisfied with the current partitioning scheme in these disks before continuing.
xh: Emva kokuba uMphathi woBukhulu obunengqiqo esekiwe, akukho zinguqulo zivumelekileyo ezangezelelweyo kwizahlukaniso kwiidiski eziqulethe ubukhulu obuphathekayo. Nceda ugqibe okokuba wanelisekile yindlela ezenzeka ngoku ngaphambi kokuqhubeka.

source: LVM configuration failure
xh: Ukungaphumeleli komiselo-nkqubo i-LVM

source: An error occurred while writing the changes to the disks.
xh: Impazamo yenzeke xa ibibhalela iinguqulo kwiidiski.

source: The configuration of the Logical Volume Manager is aborted.
xh: Ukumiselwa kwenkqubo yoMphathi woBukhulu Obunengqiqo kuyekiwe.

source: physical volume for LVM
xh: ubukhulu obuphathekayo be-LVM

source: lvm
xh: i-lvm

source: Configure the Logical Volume Manager
xh: Misela kwakhona inkqubo yoMphathi woBukhulu oBunegqiqo

source: Activate existing volume groups?
xh: Yenza ukuba kusebenze amaqela obukhulu akhoyo?

source: ${COUNT} existing volume groups have been found. Please indicate whether you want to activate them.
xh: ${COUNT} amaqela obukhulu akhoyo afunyenwe. Nceda ubonise ukuba ngaba ufuna ukuba asebenze na.

source: LVM configuration action:
xh: Ukusebenza komiselo-nkqubo ye-LVM:

source: Devices for the new volume group:
xh: Izixhobo ezenzelwe iqela elitsha lobukhulu:

source: Please select the devices for the new volume group.
xh: Nceda ukhethe izixhobo usenzela iqela elitsha lobukhulu.

source: Volume group name:
xh: Igama leqela lobukhulu:

source: Please enter the name you would like to use for the new volume group.
xh: Nceda ungenise igama ongathanda ukulisebenzisela iqela elitsha lobukhulu.

source: No physical volumes were selected. The creation of a new volume group was aborted.
xh: Akukho bukhulu buphathekayo bukhethiweyo. Ukudalwa kweqela elitsha lobukhulu kwayekwa.

source: No volume group name entered
xh: Akukho gama leqela lobukhulu lingenisiweyo

source: No name for the volume group has been entered. Please enter a name.
xh: Akukho gama leqela lobukhulu lingenisiweyo. Nceda ungenise igama.

source: Volume group name already in use
xh: Igama leqela lobukhulu sele lisetyenziswa

source: The selected volume group name is already in use. Please choose another name.
xh: Igama elikhethiweyo leqela lobukhulu sele lisetyenziswa. Nceda ukhethe elinye igama.

source: Volume group name overlaps with device name
xh: Igama leqela lobukhulu liyangenana negama lesixhobo

source: The selected volume group name overlaps with an existing device name. Please choose another name.
xh: Igama elikhethiweyo leqela lobukhulu liyangenana negama lesixhobo esele likho. Nceda ukhethe elinye igama.

source: Volume group to delete:
xh: Iqela lobukhulu lokucinywa:

source: Please select the volume group you wish to delete.
xh: Nceda ukhethe iqela lobukhulu onqwenela ukuba ulicime.

source: The volume group may have already been deleted.
xh: Iqela lobukhulu kungenzeka ukuba sele licinyiwe.

source: Really delete the volume group?
xh: Ngokwenene icima iqela lobukhulu?

source: Please confirm the ${VG} volume group removal.
xh: Nceda uqinisekise ukushenxiswa kweqela lobukhulu i ${VG}.

source: Error while deleting volume group
xh: Impazamo xa ibicima iqela lobukhulu

source: The selected volume group could not be deleted. One or more logical volumes may currently be in use.
xh: Iqela lobukhulu elikhethiweyo alicimekanga. Iqela elinye okanye ngaphezulu lobukhulu kungenzeka ukuba liyasetyenziswa ngoku sithethayo.

source: No volume group can be deleted.
xh: Akukho qela lobukhulu lingacinywayo.

source: Volume group to extend:
xh: Iqela lobukhulu lokwandisa:

source: Please select the volume group you wish to extend.
xh: Nceda ukhethe iqela lobukhulu onqwenela ukulandisa.

source: Devices to add to the volume group:
xh: Izixhobo zokongeza kwiqela lobukhulu:

source: Please select the devices you wish to add to the volume group.
xh: Nceda ukhethe izixhobo onqwenela ukuzongeza kwiqela lobukhulu.

source: No physical volumes were selected. Extension of the volume group was aborted.
xh: Akukho bukhulu buphathekayo bukhethiweyo. Ulwandiso lweqela lobukhulu lwayekwa.

source: Error while extending volume group
xh: Impazamo xa bekusandiswa iqela lobukhulu

source: The physical volume ${PARTITION} could not be added to the selected volume group.
xh: Ubukhulu obuphathekayo ${PARTITION} abubanga nakudityaniswa kwiqela lobukhulu elikhethiweyo.

source: No volume group has been found.
xh: Akukho qela lobukhulu lifunyenweyo.

source: No volume group can be reduced.
xh: Akukho qela lobukhulu lingancitshiswayo.

source: Volume group to reduce:
xh: Iqela lobukhulu lokunciphisa:

source: Please select the volume group you wish to reduce.
xh: Nceda ukhethe iqela lobukhulu onqwenela ukulinciphisa.

source: You can select one or more devices.
xh: Ungakhetha isixhobo esinye okanye ngaphezulu.

source: No physical volumes selected
xh: Akukho bukhulu buphathekayo bukhethiweyo

source: Error while reducing volume group
xh: Impazamo xa ibinciphisa iqela lobukhulu

source: No volume group found
xh: Akukho qela lobukhulu lifunyenweyo

source: No free volume groups were found for creating a new logical volume. Please create more physical volumes and volume groups, or reduce an existing volume group.
xh: Akukho maqela obukhulu angahlawulelwayo aye afunyanwa kusenzelwa ukudala ubukhulu obutsha bengqiqo. Nceda udale obunye ubukhulu obuphathekayo kwakunye namanye amaqela obukhulu, okanye unciphise iqela elikhoyo lobukhulu.

source: Logical volume name:
xh: Igama lobukhulu obunengqiqo:

source: Please enter the name you would like to use for the new logical volume.
xh: Nceda ungenise igama ongathanda ukulisebenzisela ubukhulu obutsha obunengqiqo.

source: Volume group:
xh: Iqela lobukhulu:

source: Please select the volume group where the new logical volume should be created.
xh: Nceda ukhethe iqela lobukhulu apho ubukhulu obutsha obunengqiqo kufuneka budaliwe.

source: No logical volume name entered
xh: Akukho gama lobukhulu bunengqiqo lingenisiweyo

source: No name for the logical volume has been entered. Please enter a name.
xh: Akukho gama lobukhulu bunengqiqo lingenisiweyo. Nceda ungenise igama.

source: The name ${LV} is already in use by another logical volume on the same volume group (${VG}).
xh: Igama i ${LV} sele lisetyenzisiwe bobunye ubukhulu obunengqiqo kubukhulu beqela obunye (${VG}).

source: Logical volume size:
xh: Ubungakanani bobukhulu obunengqiqo:

source: Please enter the size of the new logical volume. The size may be entered in the following formats: 10K (Kilobytes), 10M (Megabytes), 10G (Gigabytes), 10T (Terabytes). The default unit is Megabytes.
xh: Nceda ungenise ubungakanani bobukhulu obutsha obunengqiqo. Ubungakanani bungangeniswa ngezi milo: 10K (ii-Kilobyte), 10M (ii-Megabyte), 10G (ii-Gigabyte), 10T (ii-Terabyte). Into emiselweyo zii-Megabyte.

source: Error while creating a new logical volume
xh: Impazamo xa ibidala ubukhulu obutsha obunengqiqo

source: Unable to create a new logical volume (${LV}) on ${VG} with the new size ${SIZE}.
xh: Ayinako ukudala ubukhulu obutsha obunengqiqo (${LV}) kwi ${VG} enobungakanani obutsha ${SIZE}.

source: No logical volume found
xh: Akukho bukhulu bunengqiqo bufumanekayo

source: No logical volume has been found. Please create a logical volume first.
xh: Akukho bukhulu bunengqiqo bufunyenweyo. Nceda udale ubukhulu obunengqiqo kuqala.

source: Logical volume:
xh: Ubukhulu obunengqiqo:

source: Error while deleting the logical volume
xh: Impazamo xa ibicima ubukhulu obunengqiqo

source: The logical volume (${LV}) on ${VG} could not be deleted.
xh: Ubukhulu obunengqiqo (${LV}) kwi ${VG} abubanga nakucinywa.

source: No usable physical volumes found
xh: Akukho bukhulu buphathekayo bufunyenweyo

source: No physical volumes (i.e. partitions) were found in your system. All physical volumes may already be in use. You may also need to load some required kernel modules or re-partition the hard drives.
xh: Akukho mithamo yobukhulu ephathekayo (oko kukuthi izahlukhanisi) ifunyenweyo. Yonke imithamo yobukhulu ephathekayo kungenzeka ukuba sele isebenza. Kungenzeka ukuba nawe kufuneke ulayishe iimodyuli ezifunekayo ze-kernel okanye uphinde wahlukanise kwakhona ii-drive ezakhelwe ngaphakathi.

source: Logical Volume Manager not available
xh: uMphathi woBukhulu oBunegqiqo akafumaneki

source: The current kernel doesn't support the Logical Volume Manager. You may need to load the lvm-mod module.
xh: I-kernel ekhoyo ngoku ayibonakali ngathi iyamxhasa uMphathi woBukhulu oBunengqiqo.Kungafuneka ukuba ulayishe imodyuli ye-lvm-mod.

source: Please check the error log on the third console for more information. You can switch to the third virtual console (VT3) by pressing Alt-F3, and you get back to the installer by pressing Alt-F1.
xh: Nceda ukhangele impazamo yengxelo yokwenzekileyo kwisixhasi sesithathu usenzela ukufumana enye inkcazelo. Ungavula kwisixhasi sesithathu esiyelelanisiweyo (VT3) ngokucofa u-Alt-F3, uze uphindele umva kwisiseki-nkqubo ngokucofa u-Alt-F1.
