Repository: Sprezzatech/main-menu-udeb
Catalog: packages/cdrom-checker/debian/po/*.po
Languages: cs, mr, te, vi

source: Check CD-ROM integrity?
cs: Zkontrolovat integritu CD-ROM?
mr: सीडी-रॉमची एकात्मिकता तपासायची?
te: CD-ROM నిబద్దత పరిశీలన?
vi: Muốn kiểm tra tính nguyên vẹn của đĩa CD-ROM không?

source: Warning: this check depends on your hardware and may take some time.
cs: Varování: rychlost kontroly závisí na vašem hardwaru a může trvat dost dlouho.
mr: ताकीद: ही तपासणी तुमच्या हार्डवेअरवर अवलंबून आहे आणि या साठी थोडा कालावधी लागेल.
te: హెచ్చరిక: ఈ పరిశీలన మీ హార్డ్వేర్ పై అధారపడివుంది మరియు కొంత సమయం పట్టవచ్చు.
vi: Chú ý: việc kiểm tra phụ thuộc vào phần cứng của hệ thống và kéo dài một lát.

source: Insert a Debian CD-ROM
cs: Vložte CD-ROM s Debianem
mr: डेबीअन सीडी-रॉम टाका
te: డెబియన్ CD-ROM ప్రవేశ పెట్టు
vi: Nạp một đĩa CD Debian.

source: Please insert one of the official Debian CD-ROMs into the drive before continuing.
cs: Před pokračováním vložte, prosím, do mechaniky jedno z oficiálních CD-ROM s Debianem.
mr: पुढे जाण्यापूर्वी कोणतीही एक अधिकृत डेबीअन सी डी रॉम ड्राइव्ह मध्ये टाका.
te: కొనసాగించుటకు ముందు అధికారిక డెబియన్ CD-ROM లలో ఒకదానిని దయచేసి డ్రైవ్ లో ప్రవేశపెట్టండి.
vi: Hãy nạp đĩa CD Debian chính thức vào ổ trước khi tiếp tục.

source: Failed to mount CD-ROM
cs: Selhalo připojení CD-ROM
mr: सीडी-रॉम आरोहित करणे अयशस्वी
te: CD-ROM అనుసంధానం విఫలం
vi: Không lắp được đĩa CD.

source: The CD-ROM ${CDROM} could not be mounted correctly. Please check the media and cables, and try it again.
cs: CD-ROM ${CDROM} se nepodařilo připojit. Zkontrolujte médium, kabely a zkuste to znovu.
mr: ${CDROM} या सीडी-रॉमचे योग्य तऱ्हेने आरोहण झाले नाही. कृपया माध्यम व वायरी तपासा, व पुन्हा प्रयत्न करा.
te: CD-ROM ${CDROM} సరిగా అనుసంధానం కాలేదు. మాధ్యమాన్ని తీగలను పరిశీలించి మరల ప్రయత్నించు.
vi: Có thể CD-ROM ${CDROM} không được lắp đúng. Hãy kiểm tra phương tiện và cáp nối rồi thử lại.

source: No valid Debian CD-ROM
cs: Neplatné CD
mr: वैध डेबीअन सीडी-रॉम नाही
te: సరిపోయిన డెబియన్ CD-ROM లేదు
vi: Không có đĩa CD Debian hợp lệ.

source: The CD-ROM you have inserted is not a valid Debian CD-ROM. Please change the disk.
cs: Disk, který jste vložili, není platný CD-ROM s Debianem. Vyměňte jej, prosím.
mr: आपण टाकलेली सीडी वैध डेबीअन सीडी-रॉम नाही. कृपया सीडी बदला.
te: మీరు ప్రవేశ పెట్టిన CD-ROM సరిపోయిన డెబియన్ CD-ROM కాదు. దయచేసి డిస్క్ మార్చండి.
vi: Đĩa CD bạn nạp vào không phải là đĩa Debian hợp lệ. Hãy đổi đúng đĩa.

source: Failed to open checksum file
cs: Nelze otevřít soubor s kontrolními součty
mr: चेकसम फाइल उघडण्यात अपयश
te: చెక్సమ్ ఫైల్ తెరుచుట విఫలం
vi: Không mở được tập tin checksum (tổng kiểm tra).

source: Opening the MD5 file on the CD-ROM failed. This file contains the checksums of the files located on the CD-ROM.
cs: Selhalo otevření souboru, který obsahuje kontrolní součty (MD5) souborů umístěných na CD-ROM.
mr: सीडीवरील MD5 फाइल उघडता आली नाही. सीडी रॉम मधील फाइल्सच्या चेकसम्स या फाइलमध्ये अंतर्भूत आहेत.
te: CD-ROM పై MD5 ఫైలు తెరుచుట విఫలం. ఈ ఫైలులో CD-ROMలో గల అన్ని ఫైళ్ల checksums వుంటాయి.
vi: Không mở tập tin MD5 trên đĩa CD được. Tập tin ấy chứa những tổng kiểm tra cua các tập tin trên đĩa CD.

source: Integrity test successful
cs: Test integrity byl úspěšný
mr: एकात्मिकता चाचणी यशस्वी
te: నిబద్దత పరిశీలన సఫలం
vi: Kiểm tra tính nguyên vẹn thành công.

source: The CD-ROM integrity test was successful. The CD-ROM is valid.
cs: Test integrity CD-ROM byl úspěšný, disk je v pořádku.
mr: सीडी रॉमची एकत्मिकता चाचणी यशस्वी झाली आहे. ही सीडी रॉम वैध आहे.
te: CD-ROM నిబద్దత పరిశీలన సఫలం. CD-ROM సరిగా వున్నది
vi: Kiểm tra xong tính nguyên vẹn của CD. Đĩa CD này hợp lệ.

source: Integrity test failed
cs: Test integrity selhal
mr: एकात्मिकता चाचणी अयशस्वी
te: నిబద్దత పరిశీలన విఫలం
vi: Kiểm tra tính nguyên vẹn thất bại.

source: The ${FILE} file failed the MD5 checksum verification. Your CD-ROM or this file may have been corrupted.
cs: Soubor ${FILE} má chybný kontrolní součet. CD-ROM nebo tento soubor mohou být narušené.
mr: ${FILE} ही फाइल MD5 चेकसम पडताळणीत अयशस्वी झाली आहे. तुमची सीडी-रॉम किंवा ही फाइल भ्रष्ट असू शकेल.
te: ${FILE} ఫైల్ MD5 checksum పరిశీలన లో దోషం. మీ CD-ROM లేక ఈ ఫైల్ చెడిపోయివుండవచ్చు.
vi: Tập tin ${FILE} không có tổng kiểm tra MD5 đúng. Có lẽ đĩa CD hay tập tin này bị hỏng.

source: Check the integrity of another CD-ROM?
cs: Zkontrolovat integritu dalšího CD-ROM?
mr: अन्य सीडी रॉमची वैधता तपासायची?
te: ఇంకొక CD-ROM నిబద్దతని పరిశీలించాలా?
vi: Muốn kiểm tra tính nguyên vẹn của đĩa CD khác không ?

source: Insert Debian boot CD-ROM
cs: Vložte zaváděcí CD-ROM Debianu
mr: डेबीअन आरंभ सीडी-रॉम टाका
te: డెబియన్ బూట్ CD-ROM ప్రవేశపెట్టు
vi: Hãy nạp đĩa CD khởi động Debian.

source: Please make sure you have inserted the Debian boot CD-ROM to continue with the installation.
cs: Ujistěte se, že jste vložili zaváděcí CD-ROM s Debianem.
mr: अधिष्ठापना पुढे सुरु ठेवण्यासाठी तुम्ही डेबीअन आरंभ सीडी-रॉम टाकली आहे याची खात्री करा.
te: స్థాపన కొనసాగించుటకు డెబియన్ బూట్ CD-ROM ప్రవేశపెట్టినట్లు నిర్ధారించుకో.
vi: Hãy bảo đảm đã nạp đĩa CD khởi động Debian để tiếp tục cài đặt.

source: Checking CD-ROM integrity
cs: Kontrola integrity CD-ROM
mr: सीडी रॉम ची एकत्मिकता तपासत आहे
te: CD-ROM నిబద్దత పరిశీలన
vi: Kiểm tra tính nguyên vẹn của CD...

source: Checking file: ${FILE}
cs: Kontrola souboru: ${FILE}
mr: ${FILE} फाइल तपासत आहे
te: పరిశీలనలో గల ఫైల్ : ${FILE}
vi: Kiểm tra tập tin: ${FILE}...

source: Check the CD-ROM(s) integrity
cs: Zkontrolovat integritu CD-ROM(ů)
mr: सीडी रॉम (एक वा अधिक) ची एकात्मिकता तपासा
te: CD-ROM(లు) సమగ్రతని పరిశీలించు
vi: Kiểm tra tính nguyên vẹn của (các) CD
