Repository: Sprezzatech/main-menu-udeb
Catalog: tools/cdrom-detect/debian/po/*.po
Languages: bs, de, it, nb, pl, pt_br, sq, tr

source: woody is the current stable release of Debian sarge is the "testing" unreleased version of Debian sid is "unstable" and will never be released.
bs: woody je trenutno stabilno izdanje Debiana sarge je "testing" neobjavljena verzija Debiana sid je "unstable" verzija i neće nikada biti objavljena.
pl: woody jest obecnym stabilnym wydaniem Debiana sarge jest niewydan± jeszcze, "testow±" wersj± Debiana sid jest "niestabiln±" wersj± i nigdy nie bêdzie wydany.
pt_br: Woody é a atual versão estável do Debian. Sarge é a versão ainda não lançada de "testes" do Debian. Sid é a versão "instável" e nunca será lançada.

source: Detect CDROM devices and mount the CD in /cdrom
pl: Wykryj urz±dzenia CD-ROM i zamontuj p³ytê CD w /cdrom

source: Detect CDROM devices and mount the CD
pt_br: Detctar dispositivos de CDROM e montar o CD
