Repository: Sprezzatech/main-menu-udeb
Catalog: tools/cdrom-detect/debian/po/*.po
Languages: bs, de, it, nb, pl, pt_br, sq, tr

source: Manually select a CD-ROM module and device?
de: Möchten Sie das CD-ROM-Modul und das Gerät von Hand angeben?
it: Selezionare manualmente la periferica CD-ROM e il relativo modulo?
nb: Vil du velge CDROM-modul og -enhet manuelt?
sq: Dëshiron ta zgjedhësh vetë modulin dhe dispozitivin e CD-ROM-it?
tr: CD-ROM modülünü ve aygıtı manuel olarak seçmek istermisiniz ?

source: No common CD-ROM reader was detected.
de: Es wurde kein gewöhnliches CD-ROM-Laufwerk gefunden.
it: Non è stato rilevato alcun lettore CD-ROM noto.
nb: Ingen vanlig CDROM ble detektert.

source: Your CD-ROM reader may be an old Mitsumi or another non-IDE, non-SCSI CD-ROM reader. In that case you should choose which module to load and the device to use. If you don't know which module and device are needed, look for some documentation or try a network installation instead of a CD-ROM installation.
de: Es wurde kein gewöhnliches CD-ROM Laufwerk gefunden. Aber Sie haben möglicherweise ein Mitsumi oder ein anderes nicht-IDE- oder SCSI-Laufwerk. In diesem Fall können Sie angeben, welches Modul geladen werden muss, und welches Gerät verwendet werden soll. Falls Sie nicht wissen welches Modul und Laufwerk benötigt wird, versuchen Sie eine Anleitung dazu zu finden, oder verwenden Sie eine Netzwerkinstallation anstatt der CD-ROM-Installation.
it: Il lettore CDROM potrebbe essere un vecchio modello Mitsumi oppure nè IDE nè SCSI. In tal caso indicare il modulo da caricare e la periferica da utilizzare. Se non si sa quale modulo e quale periferica sono necessari, consultare la documentazione oppure tentare un'installazione via rete invece che da CDROM.
nb: Det kan være at du har en gammel Mitsumi eller annen ikke-IDE, ikke-SCSI CDROM-leser. I så fall kan du oppgi hvilken modul og hvilken enhet som skal brukes. Hvis du ikke vet hvilken modul og enhet som trengs, se om du kan finne noe dokumentasjon eller forsøk en nett-installering i stedet for en CDROM.installering.

source: Perform manual CD-ROM configuration?
de: Möchten Sie eine manuelle CD-ROM-Konfiguration durchführen?
it: Configurare manualmente il CD-ROM?
nb: Utfør manuelt CD-oppsett?

source: Your installation CD-ROM couldn't be mounted.
de: Ihre Installations-CD konnte nicht eingehängt werden.
it: Impossibile effettuare il mount del CD-ROM di installazione.
nb: Kunne ikke montere installasjons-CDROMen.

source: This probably means that the CD-ROM has not yet been inserted. If that is the case, just insert it and don't perform the manual configuration. The CD-ROM mount will be re-tried.
de: Das bedeutet möglichweise, dass Sie die CD noch nicht eingelegt haben. Falls dies der Fall ist, legen Sie diese jetzt ein, und führen Sie dann keine manuelle Konfiguration durch. Es wird erneut versucht, die CD einzuhängen.
it: Probabilmente il CD-ROM non è stato ancora inserito nel lettore, in tal caso inserire il CD-ROM e non effettuare la configurazione manuale per tentare nuovamente il mount del CD-ROM.
nb: Det betyr antakelig at CD-en ikke er satt inn ennå. I så fall, bare sett CDROM-en i drevet og ikke utfør manuelt oppsett, CD-monteringen blir forsøkt om igjen.

source: If your CD-ROM is already in the drive, there was another problem. You should try the manual CD-ROM configuration.
de: Falls sich die CD bereits im Laufwerk befindet, besteht ein anderes Problem. Versuchen Sie die manuelle Konfiguration.
it: Se il CD-ROM è già nel lettore si tratta di un altro problema: tentare la configurazione manuale del CD-ROM.
nb: Hvis CDROM-en allerede var i drevet, så var det et annet problem, forsøk det manuelle CD-oppsettet.

source: Module needed for accessing the CD-ROM:
de: Für CD-ROM-Zugriff benötigtes Modul:
it: Modulo da utilizzare per il CD-ROM:
nb: Modulen som trengs for å aksessere CDROM-en:
sq: Moduli i duhur për leximin e CD-ROM-it:
tr: CD-ROM'a erişim için gerekli modül:

source: The automatic detection didn't find a CD-ROM drive. You can try to load a specific module if you have a unusual CD-ROM drive (that is neither IDE nor SCSI).
de: Offenbar kann die automatische Erkennung kein CD-ROM Laufwerk finden. Falls Sie ein ungewöhnliches Laufwerk besitzen, können Sie versuchen das entsprechende Modul zu laden (betrifft z. B. Laufwerke, die weder IDE- noch SCSI- Laufwerk sind).
it: Non è stato rilevato automaticamente alcun lettore CD-ROM. Si può caricare uno dei moduli specifici per utilizzare determinati lettori CD-ROM (nè IDE nè SCSI).
nb: Det ser ut til at automatikken ikke fant en CDROM-leser. Du kan forsøke å laste inn en av modulene dersom du har en uvanlig CDROM-leser (som er verken IDE eller SCSI).
sq: Zbulimi automatik nuk gjeti asnjë drive CD-ROM. Mund të provosh të ngarkosh një modul të veçantë nëse ke një drive CD-ROM të pazakontë (që nuk është as IDE as SCSI).
tr: Görünüşe göre otomatik-tanıma bir CDROM okuyucu bulamadı. Eğer spesifik bir CDROM okuyucunuz(IDE veya SCSI olmayan) varsa modüllerden birini yüklemeyi deneyein

source: Device file for accessing the CD-ROM:
de: Gerätedatei für CD-ROM-Zugriff:
it: File del device necessario per utilizzare il CD-ROM:
nb: Enhetsfil for å aksessere CDROM-en:
sq: File i dispozitivit për të lexuar CD-ROM-in:
tr: CD-ROM'a erişim için aygıt dosyası:

source: In order to access your CD-ROM reader, please enter the device file that should be used. Non-standard CD-ROM readers use non-standard device files (such as /dev/mcdx).
de: Um das CD-ROM-Laufwerk ansprechen zu können, müssen Sie die entsprechende Gerätedatei angeben, da Nicht-Standard-Laufwerke nicht standardisierte Gerätedateien verwenden (zum Beispiel: /dev/mcdx).
it: Specificare il file del device da utilizzare per poter accedere al lettore CD-ROM. Lettori CD-ROM non standard utilizzano dei file di device che non sono standard (ad esempio /dev/mcdx).
nb: For å få tilgang til CDROM-leseren din må jeg vite hvilken enhetsfil som skal brukes, siden ustandard CDROM-lesere bruker ustandard enhetsfiler (som for eksempel /dev/mcdx).

source: You may switch to the shell on the second terminal (ALT+F2) to check the available devices in /dev with "ls /dev". You can return to this screen by pressing ALT+F1.
de: Sie können in ein Shell auf der zweiten Konsole (Alt+F2) wechseln, um die verfügbaren Geräte in /dev mit Hilfe von "ls /dev" zu überprüfen. Sie können mit Hilfe von Alt+F1 hierher zurück kommen.
it: È possibile passare alla shell sul secondo terminale (ALT+F2) per poter controllare quali device sono disponibili in /dev tramite il comando "ls /dev". Per tornare a questa schermata premere ALT+F1.
nb: Du kan bytte til skallet på den andre terminalen (ALT+F2) for å se etter tilgjengelige enheter i /dev med «ls /dev». Du kommer tilbake hit med ALT+F1.
sq: Mund të kalosh tek shell në terminalin e dytë (ALT+F2) për të kontrolluar dispozitivat e duhur në /dev me "ls /dev". Mund të kthehesh sërish këtu duke shtypur ALT+F1.
tr: Kullanılabilir aygıtları görmek için ikinci terminale geçilip (ALT+F2) "ls /dev" komutuyla kullanılabilir aygıtları görebilirsiniz. ALT+F1 ile buraya geri dönebilirsiniz

source: CD-ROM detected
de: Es wurde ein CD-ROM Laufwerk gefunden.
it: È stato rilevato un lettore CD-ROM
nb: En CDROM ble detektert.
sq: CD-ROM u gjet
tr: Bir CDROM bulundu

source: The CD-ROM autodetection was successful. A CD-ROM drive has been found and it currently contains the CD ${cdname}. The installation will now continue.
de: Die automatisch CD-ROM Erkennung war erfolgreich. Ein CD-ROM Laufwerk mit der CD ${cdname} wurde gefunden. Sie können mit der Installation fortfahren.
it: Il CD-ROM è stato riconosciuto automaticamente. È stato rilevato un lettore CD-ROM con il seguente CD inserito: ${cdname}. Si può procedere con l'installazione.
nb: CD autodetektering virket. Fant en CDROM-leser med denne CD-en i: ${cdname}. Du kan fortsette installasjonen.
sq: Gjetja automatike e CD-ROM-it pati sukses. Një drive CD-ROM u gjet dhe tashmë përmban CD ${cdname}. Tani instalimi do vazhdojë.
tr: CD otomatik-tanıma başarıyla sonuçlandı.."${cdname}" isimli bir CD bulundu. Kuruluma devam edebilirsiniz.

source: No CD detected
de: Es wurde keine CD gefunden.
it: Non è stato rilevato alcun CD
nb: Ingen CDROM ble detektert.

source: Please check that a CD has been inserted into the CD-ROM drive.
de: Sind Sie sicher, dass sich eine CD in dem CD-ROM-Laufwerk befindet?
it: Assicurarsi che un CD sia stato inserito nel lettore CD-ROM.
nb: Sjekk at det er en CD i CDROM-leseren.

source: Non-Debian CD-ROM detected
de: Es wurde keine Debian-CD gefunden.
it: Il CD-ROM rilevato non è un disco Debian
nb: En CD ble detektert, men den er ikke en Debian-CD.
sq: U gjet një CD-ROM që nuk përmban Debian
tr: Bir Debian CD'si bulunamadı

source: The CD-ROM drive contains a non-Debian CD.
de: Im CD-ROM-Laufwerk befindet sich eine non-Debian-CD.
it: Il lettore CD-ROM contiene un CD che non è Debian.
nb: CDROM-spilleren inneholder en CD som ikke er en Debian-CD.
sq: Lexuesi CD-ROM nuk përmban një CD Debian.
tr: CD sürücüdeki CD, bir Debian CD'si değil

source: Please insert a Debian CD to continue with the installation.
de: Bitte legen Sie eine Debian-CD ein, um mit der Installation fortzufahren.
it: Inserire un CD Debian per procedere con l'installazione.
nb: Sett inn en Debian-CD for å fortsette installasjonen.
sq: Të lutem fut një CD-ROm Debian për të vazhduar me instalimin.
tr: Lütfen kuruluma devam etmek için bir Debian CD'si takın

source: Skip CD-ROM automatic detection?
de: Möchten Sie die automatische CD-ROM-Erkennung überspringen?
it: Si vuole evitare il rilevamento automatico del CD-ROM?
nb: Vil du hoppe over autodetektering av CDROM?

source: If the CD-ROM automatic detection causes trouble, you may skip this step. However, you will need to manually mount the CD-ROM on /cdrom before you can proceed.
de: Falls die automatische Erkennung zu Problemen führt, können Sie diesen Schritt überspringen. Ansonsten sollten Sie dies nicht tun. Ein manueller Eingriff erfordert das Einhängen der CD-ROM nach /cdrom bevor Sie fortfahren können.
it: Se il rilevamento automatico del CD-ROM dovesse causare dei problemi, è possibile saltare questo passo. È comunque necessario effettuare manualmente il mount del CD-ROM in /cdrom prima di procedere.
nb: Kanskje du vil forsøke dette hvis autodetektering lager vanskeligheter. Ellers burde du faktisk ikke, for det blir nødvendig med manuelt inngrep for å montere CDROM-en på /cdrom før du kan fortsette.

source: stable, testing, unstable
nb: stabil, testing, ustabil
tr: kararlı, test, kararsız

source: Debian version to install:
de: Zu installierende Version von Debian:
it: Versione Debian da installare:
nb: Velg distribusjonen som skal installeres:
sq: Versioni Debian për tu instaluar:
tr: Kurulacak dağıtı:

source: Debian comes in several flavors. Stable is well-tested and rarely changes. Unstable is untested and frequently changing. Testing is a middle ground, that receives many of the new versions from unstable if they are not too buggy.
de: Debian gibt es für jeden Geschmack. Stable ist ausgiebig getestet undverändert sich kaum. Unstable ist nicht getestet und ändert sichständig. Testing ist ein Kompromiss, in den neue Pakete aus Unstableeinfließen, wenn sie nicht zu fehlerhaft sind.
it: Debian è disponibile in varie versioni. "Stable" è ben testata e cambia raramente. "Unstable" non è testata e cambia di frequente. "Testing" è una via di mezzo, che incorpora molte delle novità presenti in "unstable" che non hanno troppi bug.
nb: Debian kommer i flere distribusjoner. «stabil» er nøye testet og endres sjelden. «ustabil» er utestet og endres ofte. «testing» er en mellomting, som tar inn mange av de nye versjonene fra «ustabil» hvis de ikke har for mange feil.
sq: Debian vjen në disa versione. Stable është i mirë-provuar dhe rrallë ndryshon.·Unstable nuk është i provuar dhe ndryshon shpesh. Testing qëndron në mes,·pranon shumë versione të reja nga unstable nëse këto të fundit nuk·përmbajnë shumë gabime.
tr: Debian çeşitli seçeneklerle birlikte gelir.Kararlı sürüm, yeterince test edilmiş ve nadiren değişen sürümdür. Kararsız sürüm, test edilmemiş ve sık sık değişen sürümdür. Test sürümü ise, kararsız sürümden, çok fazla hata(bug) içermeyen yeni paketleri alır.

source: Detect and mount CD-ROM
de: CD-ROM erkennen und einhängen
it: Rileva ed effettua il mount del CD-ROM
nb: Detekter CDROM-enheter og monter CDen
sq: Gjej dhe monto CD-ROM
tr: CD-ROM'u tespit et ve bağla

source: Load CD-ROM drivers from a driver floppy?
tr: CD-ROM sürücüleri bir disketten yüklensin mi ?

source: You may need to load additional CD-ROM drivers from a driver floppy. If you have such a floppy available now, put it in the drive, and continue. Otherwise, you will be given the option to manually select CD-ROM modules.
tr: CD-ROM sürücülerini bir disketten kurmanız gerekbilir. Eğer böyle bir disket varsa yerleştirin ve devam edin. Aksi takdirde CD-ROM modüllerini manuel seçme şansına sahipsiniz.

source: No common CD-ROM drive was detected.
sq: Nuk u gjet asnjë drive i zakonshëm CD-ROM.
tr: CD bulunamadı

source: Your CD-ROM drive may be an old Mitsumi or another non-IDE, non-SCSI CD-ROM drive. In that case you should choose which module to load and the device to use. If you don't know which module and device are needed, look for some documentation or try a network installation instead of a CD-ROM installation.
sq: Drive CD-ROM që ke mund të jetë një Mitsumi i vjetër një tjetër jo IDE, apo drive CD-ROM jo SCSI. Në këtë rast, duhet të zgjedhësh kë modul duhet të ngarkosh dhë dispozitivin për përdorim. Nëse nuk di kush modul apo dispozitiv duhet, shiko dokumentacionin ose përdor instalimin nga rrjeti në vend të atij nga CD-ROM.
tr: CD-ROM'unuz eski bir Mitsumi veya başka bir non-IDE, non-SCSI CDROM okuyucunuz olabilir. Bu durumda kendiniz kullanılacak modülü ve aygıtı seçmelisiniz. Eğer hangi modülün ve aygıtın gerekli olduğunu bilmiyorsanız bazı dökümanlara göz atın veya CDROM'dan kurmak yerine ağdan kurulum yapmayı deneyin

source: Try again to mount the CD-ROM?
sq: Ta provoj sërish montimin e CD-ROM-it?
tr: CD'yi yeniden bağlamayı dene?

source: Your installation CD-ROM couldn't be mounted. This probably means that the CD-ROM was not in the drive. If so you can insert it and try again.
sq: CD-ROM-i i instalimit nuk mundi të montohej. Kjo ndoshta ngaqë CD-ROM nuk ishte në drive. Nëse është kështu, mund ta futësh dhe të provosh sërish.
tr: Kurulum CD'niz bağlanamıyor. Muhtemelen sürücüde CD yok. Eğer öyle ise CD'yi takıp tekrar deneyin.

source: In order to access your CD-ROM drive, please enter the device file that should be used. Non-standard CD-ROM drives use non-standard device files (such as /dev/mcdx).
sq: Në mënyrë që të lexojë drive tënd të CD-ROM-it, të lutem zgjidh file e dispozitivit që duhet përdorur. Drive CD-ROM-i jo standartë përdorin file jo standartë (si p.sh. /dev/mcdx).
tr: CDROM okuyucunuza ulaşmak için, hangi aygıt dosyasının kullanılması gerektiğini bilmeliyim çünkü standart olmayyan CDROM okuyucular standart olmayan aygıt dosyaları kullanır( /dev/mcdx gibi )

source: Failed to find and mount a Debian CD-ROM
sq: Gjetja dhe montimi i CD-ROM Debian dështoi
tr: Bir Debian CD'si bulunamadı ve bağlanamadı

source: You may be able to install Debian without a CD-ROM, by using an alternate source such as a network.
sq: Mund të instalosh Debian pa një CD-ROM, duke përdorur një burim tjetër si p.sh një rrjet.
tr: Debian'ı CD-ROM kullanmadan,ağdan kurulum gibi alternatif kaynaklar kullanarak da kurabilirsiniz.

source: Do you want to manually select the CDROM module and device ?
bs: Da li želite ručno izabrati CD-ROM modul i uređaj?
pl: Czy chcesz rêcznie wybraæ modu³ i urz±dzenie CD-ROM?
pt_br: Deseja selecionar manualmente o módulo e dispositivo de CDROM ?

source: No common CDROM reader was detected. But you may have an old Mitsumi or another non-IDE, non-SCSI CDROM reader. In that case you can indicate which module to load and which device to use. If you don't know what module and device are needed, look for some documentation or try a net install instead of a CDROM install.
bs: Standardni CD-ROM čitač nije pronađen. Možda imate stari Mitsumi ili drugi ne-IDE, ne-SCSI CD-ROM čitač. U tom slučaju možete naznačiti koji modul treba učitati i koji uređaj koristiti. Ako ne znate koji su modul i uređaj potrebni, potražite neku dokumentaciju ili pokušajte mrežnu instalaciju umjesto instalacije sa CD-ROM-a.
pl: Nie wykryto zwyk³ego czytnika CD-ROM. Mo¿esz mieæ stary czytnik Mitsumi lub inny czytnik nie IDE i nie SCSI. W takim przypadku mo¿esz sam wskazaæ, który modu³ nale¿y za³adowaæ i którego u¿yæ urz±dzenia. Je¶li nie wiesz, który modu³ i urz±dzenie jest potrzebne, przejrzyj dokumentacjê lub spróbuj instalacji z wykorzystaniem sieci, a nie CD-ROM.
pt_br: Nenhum leitor de CDROM comum foi detectado. No entanto, você pode ter um antigo leitor Mitsumi ou outro leitor não-IDE ou não-SCSI. Neste caso você pode indicar qual módulo carregar e qual dispositivo utilizar. Caso você não saiba qual módulo é necessário, procure por por documentação ou tente uma instalação via rede ao invés da instalação via CDROM.

source: Perform manual CD configuration ?
bs: Obavite ručno podešavanje CD-a?
pl: Dokonaæ rêcznej konfiguracji CD?
pt_br: Executar a configuração manual do CD ?

source: Your installation CD couldn't be mounted. That probably means that the CD is not yet inserted. If that's the case, just insert it and don't perform the manual configuration; the CD mount will be re-tried. If your CD was already in the drive, there was another problem; try the manual CD configuration.
bs: Vaš instalacioni CD se ne može montirati. To vjerovatno znači da CD još nije ubačen. Ako je to slučaj, samo ga ubacite i nemojte obavljati ručno podešavanje; montiranje CD-a će biti ponovo pokrenuto. Ako se vaš CD već nalazio unutar CD-ROM pogona, radi se o drugom problemu; isprobajte ručno podešavanje CD-a.
pl: Instalacyjna p³yta CD nie mog³a byæ zamontowana. Mo¿e to oznaczaæ, ¿e p³yta nie zosta³a jeszcze w³o¿ona. W takim przypadku w³ó¿ j± i nie przeprowadzaj rêcznej konfiguracji - nast±pi kolejna próba zamontowania p³yty. Je¶li p³yta jest ju¿ w napêdzie, mo¿e to byæ oznak± innego b³êdu - w takim razie spróbuj rêcznej konfiguracji.
pt_br: Não foi possível montar seu CD de instalação. Isso provavelmente significa que o CD ainda não foi inserido. Caso seja este o caso, somente insira-o e não execute a configuração manual; a montagem do CD será tentada novamente. Caso seu CD já esteja inserido no leitor de CD, um outro problema ocorreu; tente a configuração manual do CD.

source: Select a module to load for the CDROM support
bs: Izaberite koji će se modul učitati za podržavanje CD-ROM-a
pl: Wybierz modu³ obs³uguj±cy CD-ROM
pt_br: Selecione um módulo para carregar o suporte ao CDROM

source: Apparently the autodetection didn't find any CDROM reader. You can try to load one of the modules if you have a specific CDROM reader (that is neither IDE nor SCSI).
pl: Najwyra¼niej nie mo¿na by³o automatycznie wykryæ czytnika CD-ROM. Mo¿esz spróbowaæ za³adowaæ jeden z modu³ów je¶li masz specyficzny czytnik CD-ROM (czyli taki, który nie jest ani IDE ani SCSI).
pt_br: Aparentemente a autodetecção não encontrou nenhum leitor de CDROM. Você pode tentar carregar um dos módulos caso você possua um leitor cd CDROM específico (um que não seja nem IDE nem SCSI).

source: Give the corresponding device file
bs: Dodijelite odgovarajuću datoteku uređaja
pl: Podaj odpowiadaj±cy plik urz±dzenia
pt_br: Informe o arquivo de dispositivo correspondente

source: In order to get access to your CDROM reader, I must know which device file should be used since non-standard CDROM readers use non-standard device files (like /dev/mcdx for example).
pl: Aby uzyskaæ dostêp do czytnika CD-ROM, nale¿y podaæ plik urz±dzenia, poniewa¿ niestandardowe czytniki CD-ROM u¿ywaj± niestandardowych pliów urz±dzeñ (jak np. /dev/mcdx).
pt_br: Para que seja possível ter acesso ao seu leitor de CDROM, é necessário que o instalador saiba qual arquivo de dispositivo deverá ser usado, uma vez que leitores de CDROM fora dos padrões utilizam arquivos de dispositivos também fora dos padrões (como /dev/mcdx, por exemplo).

source: You may switch to the shell on the second terminal (ALT+F2) to check the available devices in /dev with "ls /dev". You can come back here with ALT+F1.
bs: Možete se prebaciti na shell na drugom terminalu (ALT+F2) da biste provjerili dostupne uređaje u /dev pomoću naredbe "ls /dev". Ovdje se vraćate sa ALT+F1.
pl: Mo¿esz siê prze³±czyæ na drugi terminal (ALT+F2), gdzie czeka na Ciebie pow³oka. Mo¿esz tam sprawdziæ dostêpne urz±dzenia w katalogu /dev poleceniem "ls /dev". Wciskaj±c ALT+F1 powrócisz do tego ekranu.
pt_br: Você pode alternar para o shell no segundo terminal (use ALT+F2) para checar os dispositivos disponíevis em /dev com o comando "ls /dev". E então você pode voltar aqui com ALT+F1.

source: A CDROM has been detected.
bs: CD-ROM je pronađen.
pl: CD-ROM zosta³ wykryty.
pt_br: Um CDROM foi detectado.

source: CD autodetection worked. A CDROM reader has been found with the following CD inserted : ${cdname} You can continue the install.
bs: CD autodetekcija je uspjela. CD-ROM čitač je pronađen sa slijedećim ubačenim CD-om : ${cdname} Možete nastaviti instalaciju.
pl: Automatyczne wykrywanie CD powiod³o siê. Czytnik CD-ROM zosta³ odnaleziony i ma w³o¿on± nastêpuj±c± p³ytê: ${cdname}. Mo¿esz kontynuowaæ instalacjê.
pt_br: A autodetecção de CD funcionou. Um leitor de CDROM foi encontrado com o seguinte CD inserido : ${cdname} . Você pode continuar a instalação.

source: No CD was detected
bs: CD nije pronađen
pl: Nie wykryto CD
pt_br: Nenhum CDROM foi detectado.

source: Please make sure that there is a CD in the CDROM reader.
pl: Upewnij siê, ¿e w czytniku CD-ROM znajduje siê p³yta.
pt_br: Por favor, certifique-se da existência de um CD no leitor de CDROM.

source: A CDROM has been detected, but it isn't a Debian CD
bs: CD-ROM je pronađen, ali nije Debian CD
pl: CD-ROM zosta³ wykryty, ale nie jest to p³yta CD Debiana
pt_br: Um CDROM foi detectado, mas não é um CD Debian

source: Please make sure that the correct CD is inserted.
pl: Upewnij siê, ¿e zosta³a w³o¿ona dobra p³yta.
pt_br: Por favor, certifique-se de ter inserido o CD correto.

source: Do you want to skip CDROM autodetection ?
bs: Da li želite preskočiti autodetekciju CD-ROM-a ?
pl: Czy chcesz pomin±æ automatyczne wykrywanie CD-ROMa?
pt_br: Deseja pular a autodetecção de CDROM ?

source: You may want to try this if autodetection is causing trouble. Otherwise you really shouldn't; manual intervention will be required to mount the CDROM on /cdrom before you can proceed.
bs: Možda želite pokušati ovo ako autodetekcija uzrokuje probleme. U suprotnom zaista ne bi trebali; ručna intervencija će biti potrebna da bi montirao CD-ROM na /cdrom prije nego možete nastaviti.
pl: Mo¿esz spróbowaæ tego, je¶li automatyczne wykrywanie sprawia k³opoty. Je¶li ich nie sprawia, to nie powiniene¶ jej pomijaæ. Rêczna interwencja bêdzie wymagana do zamontowania p³yty w katalogu /cdrom zanim bêdziesz móc przej¶æ dalej.
pt_br: Você pode desejar tentar isso caso a autodetecção esteja causando problemas. Caso contrário você realmente não deveria fazer isso; intervenção manual para montar o CDROM em /cdrom será requerida antes que você possa continuar.

source: Select distribution to install
bs: Izaberite distribuciju za instaliranje
pl: Wybierz dystrybucjê do zainstalowania
pt_br: Selecione a distribuição a ser instalada

source: Please select which of the distributions you want to install.
bs: Molim izaberite koju od distribucija želite instalirati.
pl: Wybierz któr± z dystrybucji chcesz zainstalowaæ.
pt_br: Por favor selecione qual distribuição você deseja instalar.
