Repository: Sprezzatech/main-menu-udeb
Catalog: packages/*-installer/debian/po/*.po
Languages: km

source: The target file system contains files from a past installation. These files could cause problems with the installation process, and if you proceed, some of the existing files may be overwritten.
km: ប្រព័ន្ធ​ឯកសារ​គោលដៅ​មាន​ឯកសារ​ពី​ការ​ដំឡើង​ពីមុន ។ ឯកសារ​ទាំងនេះ​អាច​បណ្ដាល​ឲ្យ​មាន​បញ្ហា​ជាមួយ​នឹង​ដំណើរការ​ដំឡើង ហើយ​បើ​អ្នក​បន្ត ឯកសារ​ដែល​មាន​ហើយ​ខ្លះ​អាច​នឹង​ត្រូវ​បាន​សរសេរ​ជាន់​លើ​ ។

source: Cannot install base system
km: មិន​អាច​ដំឡើង​ប្រព័ន្ធ​មូលដ្ឋាន

source: The installer cannot figure out how to install the base system. No installable CD-ROM was found and no valid mirror was configured.
km: កម្មវិធី​ដំឡើង​មិន​អាច​ដោះស្រាយ​លើ​របៀប​ដំឡើង​ប្រព័ន្ធ​គោល ។ រក​មិន​ឃើញ​ស៊ីឌីរ៉ូម​ដំឡើង ហើយ​គ្មាន​កញ្ជក់​ត្រឹមត្រូវ​ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ ។

source: Failed to determine the codename for the release.
km: បរាជ័យ​ក្នុងការ​កំណត់​ឈ្មោះ​កូដ​សម្រាប់​ចេញ​ផ្សាយ ។

source: No file system mounted on /target
km: គ្មាន​ប្រព័ន្ធឯកសារ​ត្រូវ​បាន​ម៉ោន​លើ​ /target

source: Before the installation can proceed, a root file system must be mounted on /target. The partitioner and formatter should have done this for you.
km: មុន​នឹង​ការ​ដំឡើង​អាច​បន្ត​ទៅ​បាន ប្រព័ន្ធ​ឯកសារ​ root មួយ​ត្រូវ​តែ​បាន​ម៉ោន​លើ​ /គោល​ដៅ / ។ ​partitioner និង formatter គួរគួរ​កិច្ចការ​នេះ​សម្រាប់​អ្នក ។

source: The installation to the target file system has been canceled. You should go back and erase or format the target file system before proceeding with the install.
km: ការ​ដំឡើង​ទៅប្រព័ន្ធឯកសារ​គោល​ដៅ​បាន​ត្រូវ​បោះបង់ ។ អ្នក​គួរ​ត្រឡប់​ក្រោយ និង​លុប ឬ ធ្វើ​ទ្រង់ទ្រាយ​ប្រព័ន្ធ​ឯកសារ​គោលដៅ​មុន​នឹង​បន្ត​ជាមួយ​នឹង​ការ​ដំឡើង ។​

source: Failed to install the base system
km: បរាជ័យ​ក្នុង​ការ​ដំឡើង​ប្រព័ន្ធ​មូលដ្ឋាន

source: The base system installation into /target/ failed.
km: ការ​ដំឡើង​ប្រព័ន្ធ​មូលដ្ឋាន​ទៅ​កាន់ ​/target/ បាន​បរាជ័យ ។

source: The debootstrap program exited with an error (return value ${EXITCODE}).
km: កម្មវិធី​​ debootstrap បាន​ចាកចេញ​ដោយ​មាន​ទាំង​កំហុស​ (ត្រឡប់​តម្លៃ ${EXITCODE}) ។

source: Base system installation error
km: ការ​ដំឡើង​ប្រព័ន្ធ​មូលដ្ឋាន​កើត​មាន​កំហុស

source: The debootstrap program exited abnormally.
km: កម្មវិធី​ debootstrap បាន​បញ្ចប់​ដោយមិន​ធម្មតា ។

source: The following error occurred:
km: កំហុស​ដូច​ខាង​ក្រោម​បាន​កើត​ឡើង ៖

source: Tool to use to generate boot initrd:
km: ឧបករណ៍​ប្រើ​សម្រាប់​បង្កើត boot initrd ៖

source: The list shows the available tools. If you are unsure which to select, you should select the default. If your system fails to boot, you can retry the installation using the other options.
km: បញ្ជី​នេះបង្ហាញ​ឧបករណ៍​ដែល​អាច​ប្រើ​បាន​ ។ បើ​អ្នក​មិន​ច្បាស់​ត្រូវ​ជ្រើស​មួយ​ណា អ្នក​គួរ​ជ្រើស​លំនាំដើម ។ បើ​ប្រព័ន្ធ​របស់​អ្នក​មិន​អាច​ចាប់ផ្ដើម​បាន ។ អ្នក​អាច​ព្យាយាម ដំឡើង​ដោយ​ប្រើ​ជម្រើស​ផ្សេង ។

source: The package ${GENERATOR} that was selected to generate the initrd is not supported.
km: កញ្ចប់​​ ${GENERATOR} ដែល​ត្រូវ​បាន​ជ្រើស​សម្រាប់​បង្កើត initrd មិន​ត្រូវ​បាន​គាំទ្រ ។

source: Unable to install the selected kernel
km: មិន​អាច​ដំឡើង kernel ដែល​បាន​ជ្រើស

source: An error was returned while trying to install the kernel into the target system.
km: កំហុស​មួយ​បាន​ត្រឡប់ ខណៈ​ពេល​ព្យាយាម​ដំឡើង kernel ទៅ​កាន់​ប្រព័ន្ធ​គោលដៅ ។

source: Kernel package: '${KERNEL}'.
km: កញ្ចប់​កម្មវិធី Kernel ៖ '${KERNEL}'.

source: ${KERNELS}, none
km: ${KERNELS}, គ្មាន

source: Kernel to install:
km: Kernel ដែល​ត្រូវ​ដំឡើង ៖

source: The list shows the available kernels. Please choose one of them in order to make the system bootable from the hard drive.
km: បញ្ជី​នេះ​បង្ហាញ​ kernels ដែល​មាន ។ សូម​ជ្រើស​មួយ​ក្នុង​ចំណោម​ពួកវា ដើម្បី​ធ្វើ​ឲ្យ​ប្រព័ន្ធ​អាច​ចាប់ផ្ដើម​បានពី​​ដ្រាយ​ថាស​រឹង ។

source: Continue without installing a kernel?
km: បន្ត​ដោយ​មិន​ដំឡើង​ខឺណែល​មួយ​ឬ ?

source: No installable kernel was found in the defined APT sources.
km: រក​មិន​ឃើញ​ខឺណែល​ដែល​អាច​ដំឡើង​បាន​ក្នុង​ប្រភព​ APT ដែល​បាន​កំណត់ ។

source: You may try to continue without a kernel, and manually install your own kernel later. This is only recommended for experts, otherwise you will likely end up with a machine that doesn't boot.
km: អ្នក​អាច​ព្យាយាម​បន្ត​ដោយ​គ្មាន​ខឺណែល និង​ដំឡើង​ខឺណែល​របស់​អ្នក​ផ្ទាល់​ពេល​ក្រោយ ។ ​នេះ​ជា​អនុសាសន៍​សម្រាប់​អ្នក​ជំនាញ​ប៉ុណ្ណោះ មិន​ដូច្នោះ ទី​បញ្ចប់ ម៉ាស៊ីន​របស់​អ្នក​ទំនង​ជា​មិន​អាច​ចាប់ផ្ដើម​បាន​ទេ ។​

source: Unable to install ${PACKAGE}
km: មិន​អាច​ដំឡើង​ ${PACKAGE}

source: An error was returned while trying to install the ${PACKAGE} package onto the target system.
km: កំហុស​មួយ​បាន​កើត​ឡើង ខណៈពេល​កំពុង​ព្យាយាម​ដំឡើង​កញ្ចប់ ${PACKAGE} ទៅ​ប្រព័ន្ធ​គោលដៅ ។​

source: Check /var/log/syslog or see virtual console 4 for the details.
km: ពិនិត្យ​មើល​ /var/log/syslog ឬ មើលកុងសូល​និម្មិត ៤ សម្រាប់​ព័ត៌មាន​លម្អិត ។​

source: Failed getting Release file ${SUBST0}.
km: បាន​បរាជ័យ​ក្នុង​ការ​ទទួល​យកឯកសារ​ចេញ​ផ្សាយ​ ${SUBST0} ។

source: Failed getting Release signature file ${SUBST0}.
km: បាន​បរាជ័យ​ក្នុង​ការ​ទទួល​យកឯកសារហត្ថលេខា​ចេញ​ផ្សាយ ${SUBST0} ។

source: Release file signed by unknown key (key id ${SUBST0})
km: ឯកសារ​ចេញ​ផ្សាយ​ត្រូវ​បាន​ចុះ​ហត្ថលេខា​ដោយ​លេខ​សម្ងាត់​មិន​ស្គាល់​ (លេខ​សម្គាល់​លេខ​សម្ងាត់ ${SUBST0})

source: Invalid Release file: no valid components.
km: ឯកសារ​ចេញ​ផ្សាយ​មិន​ត្រឹមត្រូវ ៖ គ្មាន​សមាសភាគ​មិន​ត្រឹមត្រូវ ។

source: Invalid Release file: no entry for ${SUBST0}.
km: ឯកសារ​ចេញផ្សាយ​មិន​ត្រឹមត្រូវ ៖ គ្មាន​ធាតុ​សម្រាប់ ${SUBST0} ។

source: Debootstrap Error
km: Debootstrap មាន​កំហុស

source: Couldn't retrieve ${SUBST0}. This may be due to a network problem or a bad CD, depending on your installation method.
km: មិន​អាច​ទៅ​យក​ ${SUBST0} ។ នេះ​ប្រហែល​ជា​ដោយ​សារ​បញ្ហា This may be due to a network problem or a bad CD, depending on your installation method.

source: If you are installing from CD-R or CD-RW, burning the CD at a lower speed may help.
km: បើ​អ្នក​នឹងដំឡើងពី​ស៊ីឌី-អ ឬ ស៊ីឌី-អស ដុត​ស៊ីឌី​នៅ​ល្បឿន​យឺត​មួយ​ប្រហែល​ជា ​អាច​ជួយ​បាន ។​

source: Preparing to install the base system...
km: កំពុង​រៀបចំ​ដំឡើង​ប្រព័ន្ធ​មូលដ្ឋាន​...

source: Running ${SCRIPT}...
km: កំពុង​រត់​ ${SCRIPT}...

source: Retrieving Release file
km: ទៅ​យក​ឯកសារ​ចេញ​ផ្សាយ

source: Retrieving Release file signature
km: ទៅ​យកហត្ថលេខា​ឯកសារ​ចេញ​ផ្សាយ

source: Finding package sizes
km: ស្វែងរក​ទំហំ​កញ្ចប់

source: Retrieving Packages files
km: ទៅយក​ឯកសារ​កញ្ចប់

source: Retrieving Packages file
km: ទៅយក​ឯកសារ​កញ្ចប់

source: Extracting packages
km: ស្រង់យក​កញ្ចប់

source: Installing the base system
km: ដំឡើង​ប្រព័ន្ធ​គោល

source: Installing core packages
km: ដំឡើង​កញ្ចប់​ស្នួល

source: Unpacking required packages
km: ​​ស្រាយ​​កញ្ចប់​ដែល​ត្រូវ​ការ

source: Configuring required packages
km: កំណត់​រចនាសម្ព័ន្ធ​កញ្ចប់​ដែល​ត្រូវ​ការ

source: Unpacking the base system
km: ស្រាយ​ប្រព័ន្ធ​គោល

source: Configuring the base system
km: កំណត់​រចនាសម្ព័ន្ធ​ប្រព័ន្ធ​គោល

source: Retrieving ${SUBST0}...
km: កំពុង​ទៅយក​ ${SUBST0}...

source: Extracting ${SUBST0}...
km: កំពុង​ស្រង់ចេញ​ ${SUBST0}...

source: Unpacking ${SUBST0}...
km: កំពុង​ស្រាយ ${SUBST0}...

source: Configuring ${SUBST0}...
km: កំពុង​កំណត់​រចនាសម្ព័ន្ធ​ ${SUBST0}...

source: Checking Release signature
km: ពិនិត្យ​មើល​ហត្ថលេខា​ចេញ​ផ្សាយ

source: Valid Release signature (key id ${SUBST0})
km: ហត្ថលេខា​ចេញ​ផ្សាយ​ត្រឹមត្រូវ​ (លេខ​សម្គាល់​គន្លឺះ ${SUBST0})

source: Resolving dependencies of base packages...
km: កំពុង​ដោះស្រាយ​ភាព​អាស្រ័យ​នៃ​កញ្ចប់​មូលដ្ឋាន​...

source: Resolving dependencies of required packages...
km: កំពុង​ដោះស្រាយ​ភាព​អាស្រ័យ​នៃ​កញ្ចប់​ដែល​ត្រូវ​ការ...

source: Checking component ${SUBST0} on ${SUBST1}...
km: កំពុង​ពិនិត្យ​មើល​សមាសភាគ​ ${SUBST0} លើ ${SUBST1}...

source: Installing core packages...
km: កំពុង​ដំឡើង​កញ្ចប់​ស្នួល...

source: Unpacking required packages...
km: កំពុង​​ស្រាយ​​កញ្ចប់​ដែល​ត្រូវ​ការ...

source: Configuring required packages...
km: កំពុង​កំណត់​រចនាសម្ព័ន្ធ​កញ្ចប់​ដែល​ត្រូវ​ការ...

source: Installing base packages...
km: ​កំពុង​ដំឡើង​កញ្ចប់​គោល...

source: Unpacking the base system...
km: កំពុង​ស្រាយ​ប្រព័ន្ធ​គោល...

source: Configuring the base system...
km: កំពុង​កំណត់​រចនា​សម្ព័ន្ធ​ប្រព័ន្ធ​គោល...

source: Base system installed successfully.
km: ប្រព័ន្ធ​គោល​បាន​​ដំ​ឡើង​ដោយ​ជោគ​ជ័យ ។

source: Warning: ${INFO}
km: ព្រមាន ៖​ ${INFO}

source: Retrying failed download of ${SUBST0}
km: ការ​ព្យាយាម​ទាញយក​ ${SUBST0}បាន​បរាជ័យ

source: Configuring APT sources...
km: កំពុង​កំណត់​រចនាសម្ព័ន្ធ​ប្រភព APT ...

source: Updating the list of available packages...
km: កំពុង​ធ្វើ​ឲ្យ​បញ្ជី​កញ្ចប់​ដែល​អាច​ប្រើ​បាន​ទាន់​សម័យ​...

source: Installing extra packages...
km: កំពុង​ដំឡើង​កញ្ចប់​បន្ថែម...

source: Creating device files...
km: កំពុង​បង្កើត​ឯកសារ​ឧបករណ៍...

source: Selecting the kernel to install...
km: កំពុង​ជ្រើស​ខឺណែល​ដែល​ត្រូវ​ដំឡើង​...

source: Installing the kernel...
km: កំពុង​ដំឡើងខឺណែល​...

source: Installing the PCMCIA modules
km: ដំឡើង​ម៉ូឌុល PCMCIA

source: Install the base system
km: ដំឡើង​ប្រព័ន្ធ​គោល
