Repository: Sprezzatech/main-menu-udeb
Catalog: partman/partman-lvm/debian/po/*.po
Languages: bg, cs, fi, nl, pl, pt, sk, tr, zh_tw

source: Use the partition as a physical volume for LVM
bg: Използване на дяла като физически том на LVM
cs: Pou¾ít oblast jako fyzický svazek pro LVM
fi: Käytä osiota fyysisenä levyniteenä LVM:lle
nl: Gebruik de partitie als een fysiek volume voor LVM
pl: U¿yj partycji jako fizycznego woluminu dla LVM
pt: Utilizar a partição como um volume físico para LVM
sk: Pou¾i» oblas» ako fyzický zväzok pre LVM
tr: Bölümü LVM için bir fiziksel hacim olarak kullan
zh_tw: 將此分割區做為 LVM 的 Physical Volume

source: Configure the Logical Volume Manager
bg: Конфигуриране на Logical Volume Manager
cs: Nastavit mana¾er logických svazù (LVM)
fi: Tee levyniteiden hallintaohjelman asetukset.
nl: De logische volumebeheerder (LVM) instellen
pl: Konfiguruj logiczny mened¿er woluminów (LVM)
pt: Configure o Gestor de Volumes Lógicos
sk: Nastavi» mana¾éra logických zväzkov (LVM)
tr: Mantıksal Hacim Yöneticisi'ni (LVM) ayarlar
zh_tw: 設定 Logical Volume Manager

source: Write the changes to the storage devices and configure LVM?
bg: Записване на промените в запазващото устройство и конфигуриране на LVM?
cs: Zapsat zmìny na zaøízení a nastavit LVM?
fi: Talleta muutokset massamuistilaitteille ja tee LVM:n asetukset?
nl: Veranderingen wegschrijven naar de opslagapparaten en LVM instellen?
pl: Zapisaæ zmiany do urz±dzenia i skonfigurowaæ LVM?
pt: Gravar as alterações nos dispositivos de armazenamento e configurar o LVM?
sk: Zapísa» zmeny na úlo¾né zariadenia a nastavi» LVM?
tr: Değişiklikleri depolama aygıtlarına yazılsın ve LVM'i yapılandırılsın mı?
zh_tw: 要將變更寫入儲存裝置並設定 LVM 嗎？

source: Before the Logical Volume Manager can be configured, the changes have to be written to the storage devices. These changes cannot be undone.
bg: Преди Logical Volume Manager да може да бъде настроен, промените трябва да бъдат записани в запазващото устройство. Тези промени не могат да бъдат отменени по-късно.
cs: Døíve ne¾ budete moci nastavit LVM, musí se v¹echny zmìny zapsat na úlo¾ná zaøízení. Tyto zmìny nebudete moci vrátit zpìt.
fi: Ennen kuin levyniteiden hallintaohjelman asetukset voidaan tehdä on muutokset talletettava massamuistilaitteille. Näitä muutoksia ei voi perua.
nl: Voordat de logische volumebeheerder ingesteld kan worden dienen de aanpassingen weggeschreven te worden naar de opslagapparaten. Deze aanpassingen kunnen niet meer ongedaan gemaakt worden.
pl: Zanim logiczny mened¿er woluminów bêdzie móg³ zostaæ skonfigurowany, te zmiany musz± zostaæ zapisane w urz±dzeniach. Zmian tych nie mo¿na cofn±æ.
pt: Antes que o Gerenciador de Volumes Lógicos possa ser configurado, as alterações precisam de ser gravadas nos dispositivos de armazenamento. Estas alterações não podem ser desfeitas.
sk: Pred nastavením mana¾éra logických zväzkov (LVM) musia by» na úlo¾né zariadenia zapísané v¹etky zmeny. Tieto zmeny sú nenávratné.
tr: Mantıksal Hacim Yöneticisi (LVM) ayarlanmadan önce değişiklikler depolama aygıtlarına yazılmalı. Bu değişiklikler geri alınamaz
zh_tw: 必須先將變更內容寫入儲存裝置，才能對 Logical Volume Manager 進行設定。這些變更將無法還原。

source: When the Logical Volume Manager is configured, no additional changes to the partitions in the disks containing physical volumes are allowed. Please convince yourself that you are satisfied with the current partitioning scheme in these disks.
bg: Когато Logical Volume Manager е настроен, не са позволени допълнителни промени в дисковете, съдържащи физически томове. Моля, убедете се, че текущата схемата на дяловете ви удовлетворява.
cs: Po nastavení mana¾eru logických svazkù ji¾ nebudete moci zasahovat do oblastí le¾ících na stejných discích, jako fyzické svazky. Ujistìte se, ¾e jste s nynìj¹ím rozdìlením diskù spokojeni.
fi: Kun levyniteiden hallintaohjelman asetukset tehdään, ei ole enää mahdollista tehdä lisämuutoksia niille levyille joissa fyysiset levyniteet sijaitsevat. Ole aivan varma, että nyt tehdyt levyosiot ovat sellaiset kuin haluat.
nl: Waneer de logische volumebeheerder ingesteld is, zijn verdere veranderingen aan de partities van de schijven die deel uitmaken van de fysieke volumes niet meer toegelaten. Bijgevolg dient u zich ervan te verzekeren dat de huidige schijfindeling van deze schijven uw goedkeuring heeft.
pl: Kiedy LVM jest skonfigurowany, niedozwolone s± jakiekolwiek dodatkowe zmiany na partycjach zawieraj±cych fizyczne woluminy. Proszê siê upewniæ, ¿e aktualny schemat partycji jest odpowiedni.
pt: Quando o Gerenciador de Volumes Lógicos for configurado, nenhuma alteração adicional nas partições dos discos que contém os volumes físicos serão permitidas. Por favor, certifique-se de estar satisfeito com o esquema actual de particionamento nesses discos.
sk: Po nastavení mana¾éra logických zväzkov (LVM) u¾ nie sú povolené ¾iadne zmeny na oblastiach diskov obsahujúcich fyzické zväzky. Prosím, uistite sa, ¾e ste spokojní s aktuálnym rozlo¾ením oblastí na týchto diskoch.
tr: Mantıksal Hacim Yönetici (LVM) yapılandırıldığında, disk üzerinde fiziksel hacim içeren bölümler üzerinde ek bir değişikliğe izin verilmez. Lütfen disklerdeki mevcut bölümleme tablosunun sizin istediğiniz şekilde yapılandırıldığına emin olun.
zh_tw: 一旦 Logical Volume Manager 設定完成，就不能再對磁碟中包含了 Physical Volume 的分割區進行任何其它的變更了。因此，請確認您是否已滿意於目前磁碟所採取的分割區方式。

source: Confirm whether you are ready to configure the Logical Volume Manager.
bg: Потвърдете дали сте готов да настроите Logical Volume Manager.
cs: Potvrïte, zda jste pøipraveni nastavit mana¾er logických svazkù.
fi: Vahvista olevasi valmis tekemään levyniteiden hallintaohjelman asetukset.
nl: Bent u zeker dat u klaar bent om de logische volumebeheerder in te stellen?
pl: Potwierd¼, czy jeste¶ gootwy do konfigurowania LVM.
pt: Confirme se está pronto para configurar o Gerenciador de Volumes Lógicos.
sk: Potvrïte, èi ste pripravení na nastavenie mana¾éra logických zväzkov.
tr: Mantıksal Hacim Yöneticisi'ni (LVM) ayarlamak için hazır olduğunuzu onaylayın.
zh_tw: 請確認您是否已準備好對 Logical Volume Manager 進行設定。

source: LVM configuration failure
bg: Грешка при настройване на LVM
cs: Chyba nastavení LVM
fi: Levyniteiden hallintaohjelman asetuksissa on virhe
nl: LVM-configuratiefout
pl: Konfiguracja LVM nie powiod³a siê
pt: A configuração do LVM falhou
sk: Chyba pri nastavení LVM
tr: LVM yapılandırma hatası
zh_tw: LVM 設定作業失敗了

source: An error occurred while writing the changes to the storage devices.
bg: Получена бе грешка при записване на промените в съхраняващото устройство.
cs: Bìhem zápisu zmìn na zaøízení nastala chyba.
fi: Tallennettaessa muutoksia massamuistilaitteille tapahtui virhe.
nl: Er is een fout opgetreden tijdens het wegschrijven naar de opslagapparaten.
pl: Wyst±pi³ b³±d podczas zapisu zmian do urz±dzenia.
pt: Um erro ocorreu durante a gravação das alterações nos dispositivos de armazenamento.
sk: Pri zapisovaní zmien na úlo¾né zariadenia nastala chyba.
tr: Değişiklikleri depolama aygıtlarına yazarken bir hata oluştu
zh_tw: 在將變更寫入儲存裝置時發生錯誤。

source: The configuration of the Logical Volume Manager is aborted.
bg: Настройката на Logical Volume Manager е прекъсната.
cs: Nastavení mana¾eru logických svazkù je pøeru¹eno.
fi: Levyniteiden hallintaohjelman asetusten teko keskeytetään.
nl: De configuratie van de logische volumebeheerder (LVM) is afgebroken.
pl: Konfiguracja LVM przerwana.
pt: A configuração do Gerenciador de Volumes Lógicos foi abortada.
sk: Nastavenie mana¾éra logických zväzkov (LVM) bolo preru¹ené.
tr: Mantıksal Hacim Yönetici (LVM) yapılandırması iptal edilidi
zh_tw: Logical Volume Manager 的設定作業已經中止。

source: physical volume for LVM
bg: физически том на LVM
cs: fyzický svazek pro LVM
fi: fyysinen levynide levyniteiden hallintaohjelmalle
nl: fysiek volume voor LVM
pl: fizyczny wolumen dla LVM
pt: volume físico para LVM
sk: fyzický zväzok pre LVM
tr: LVM için fiziksel hacim
zh_tw: LVM 的 Physical Volume

source: lvm
fi: levyniteiden hallintaohjelma
