Repository: Sprezzatech/main-menu-udeb
Catalog: packages/partman/partman-reiserfs/debian/po/*.po
Languages: am, ku, mk

source: Checking the ReiserFS file system in partition #${PARTITION} of ${DEVICE}...
am: የአካል ${DEVICE} የሆነው ክፋይ #${PARTITION} ላይ ያለውን የReiserFS ፋይል ስርዓትን በመመርመር ላይ...
ku: Di amûra ${DEVICE} de, di beşa #${PARTITION} de pergala pelan a ReiserFS tê saxtîkirin...
mk: Го проверувам ReiserFS датотечниот систем во партицијата бр. ${PARTITION} од ${DEVICE}...

source: Go back to the menu and correct errors?
am: ወደ ምናሌው ልመለስና ስህተቱ ይታረም?
ku: Bizivire menuyê û şaştiyan serast bike?
mk: Врати се во менито и поправи ги грешките?

source: The test of the file system with type ReiserFS in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
am: የአካል ${DEVICE} የሆነው ክፋይ #${PARTITION} ላይ ያለው የReiserFS ፋይል ስርዓት ምርመራ ያልተስተካከሉ ስህተቶች ተገኝተዋል
ku: Di amûra ${DEVICE} de, di #${PARTITION} a cureyê ReiserFS de, dema ku pergala pelan hate saxtîkirin hinek çewtî hatin dîtin ku nehatine serastkirin.
mk: Тестот на датотечниот систем со тип ReiserFS на партицијата бр. ${PARTITION} од ${DEVICE} најде непоправени грешки.

source: If you do not go back to the partitioning menu and correct these errors, the partition will not be used at all.
am: ወደ መክፈያው ምናሌ ተመልሰው ስህተቱን ካላረሙ ክፋዩ በጥቅም ላይ አይውልም፡፡
ku: Heke tu venegerî pêşeka dabeşkirinê tu yê nikaribî çewtiyan sererast bikî û wê beş jî neyê bikaranîn.
mk: Ако не се вратиш во менито за партиционирање и ги поправиш овие грешки, партицијата нема да биде воопшто користена.

source: Failed to create a file system
am: የፋይል ስርዓትን መፍጠር አልተቻለም
ku: Afirandina pergala pelan serneket
mk: Не успеав да направај датотечен систем

source: The ReiserFS file system creation in partition #${PARTITION} of ${DEVICE} failed.
am: በአካል ${DEVICE} ውስጥ በሚገኘው ክፋይ #${PARTITION} የተሞከረው የReiserFS ፋይል ስርዓት ፈጠራ አልተሳካም።
ku: Afirandina pergala pelan a ReiserFS di partisiyona #${PARTITION} a ${DEVICE} serneket.
mk: Креирањето на ReiserFS датотечниот систем во партицијата бр. ${PARTITION} од ${DEVICE} не успеа.

source: Do you want to return to the partitioning menu?
am: ወደ መክፈያ ምናሌው መመለስ ይፈልጋሉ?
ku: Dixwazî bizivirî menuya partîsiyonkirinê?
mk: Дали сакаш да се вратиш во менито за партиционирање?

source: No mount point is assigned for the ReiserFS file system in partition #${PARTITION} of ${DEVICE}.
am: በ${DEVICE} ክፋይ #${PARTITION} ላይ ያለው የReiserFS ፋይል ስርዓት ምንም መጫኛ ጣቢያ አልተመደበለትም.
ku: Di beşa #${PARTITION} ya ${DEVICE} de ji bo pergala pelan a ReiserFS tu xaleke mountkirinê nehatiye veqetandin.
mk: Нема одредено точка за монтирање за ReiserFS датотечниот систем во партицијата бр. ${PARTITION} од ${DEVICE}.

source: If you do not go back to the partitioning menu and assign a mount point from there, this partition will not be used at all.
am: ወደ ክፋይ ምናሌው ተመልሰው መጫኛ ጣቢያ ካልመረጡለት ይህን ክፋይ መጠቀም አይችሉም።
ku: Heke tu venegerî pêşeka parvekirinê û tu xaleke pêwendiyê çênekî dê ev beş neyê bikaranîn.
mk: Ако не се вратиш во менито за партиционирање и не одредиш точка за монтирање, оваа партиција нема да биде воопшто користена.

source: Mount point:
am: የመጫኛ ጣቢያ፦
ku: Nuqteya mount:
mk: Точка на монтирање:

source: ReiserFS journaling file system
am: ReiserFS journaling ፋይል ስርዓት
ku: Pergala pelên bi rojenûsk yên ReiserFSê
mk: ReiserFS датотечен систем со сметководство
