Repository: Sprezzatech/main-menu-udeb
Catalog: packages/debian-installer-utils/debian/po/*.po
Languages: es, mk, ru

source: Interactive shell
es: Shell interactivo
mk: Интерактивна конзола
ru: Интерактивная оболочка

source: After this message, you will be running "ash", a Bourne-shell clone.
es: Después de este mensaje, estará ejecutando «ash», un clon del shell Bourne.
mk: По оваа порака ќе се стартува „ash“, клон на Bourne школката.
ru: После этого сообщения вы окажетесь в "ash", клоне Bourne-shell.

source: The root filesystem is a RAM disk. The hard disk file systems are mounted on "/target". The editor available to you is nano. It's very small and easy to figure out. To get an idea of what Unix utilities are available to you, use the "help" command.
ru: Корневая файловая система расположена в памяти. Файловые системы жестких дисков смонтированы в точке "/target". В вашем распоряжении очень маленький и простой редактор - nano. Команда "help" расскажет вам о доступных командах и утилитах Unix.

source: Use the "exit" command to return to the installation menu.
es: Utilice la orden «exit» para volver al menú de instalación.
mk: Користи ја „exit“ командата за да се вратиш во инсталционото мени.
ru: Для возврата в меню установки, используйте команду "exit".

source: Execute a shell
es: Ejecutar un shell
mk: Избрши школка
ru: Запуск оболочки

source: Exit installer demo
es: Salir del instalador de muestra
mk: Излези од демото на инсталерот
ru: Выйти из демонстрации установщика

source: Are you sure you want to reboot now?
es: ¿Está seguro/a de que quiere reiniciar ahora?
ru: Вы уверены, что хотите сейчас перезагрузиться?

source: If you have not finished the install, your system may be left in an unusable state.
es: Si no ha terminado la instalación, su sistema podría quedar en unestado inutilizable.
mk: Ако не заврши со инсталацијата, твојот систем може да биде остане неупотреблив.
ru: Если вы не закончили установку, система может оказаться в неработоспособном состоянии.

source: Rebooting the system
es: Reiniciando el sistema
ru: Перезагружаем систему...

source: Abort the installation and reboot
ru: Прервать установку и перезагрузить систему

source: Registering modules ...
es: Registrando módulos ...
ru: Идёт регистрация модулей...

source: The root filesystem is a RAM disk. The hard disk file systems are mounted on "/target". The editor available to you is nano. It's very small and easy to figure out. To get an idea of what Unix utilities are available to you, run "ls /bin /sbin /usr/bin /usr/sbin".
es: El sistema de ficheros raíz es un disko RAM. Los sistemas de ficheros del disko duro están montados en «target». Tiene disponible nano como editor. Es muy pequeño y sencillo de usar. Para hacerse una idea de las utilidades de Unix que tiene disponibles, ejecute «ls /bin /sbin /usr/bin /usr/sbin».

source: The root file system is a RAM disk. The hard disk file systems are mounted on "/target". The editor available to you is nano. It's very small and easy to figure out. To get an idea of what Unix utilities are available to you, use the "help" command.
mk: Рут датотечниот систем е РАМ диск. Датотечните системи на тврдиот диск се монтирани на „/target“. Уредувачот кој ти е достапен е nano. Тоа е многу мал и лесен за употреба. За да видиш кои Уних алатки ти се достапни, користи ја „help“ командата.

source: Are you sure you want to exit now?
mk: Дали си сигурен дека сакаш да излезеш сега?

source: Abort the installation
mk: Откажи се од инсталација

source: Registering modules...
mk: Регистрирање модули...
