Repository: Sprezzatech/main-menu-udeb
Catalog: packages/arch/ia64/elilo-installer/debian/po/*.po
Languages: ar, ca, cs, sr@latin, tr, xh

source: Partition for boot loader installation:
ar: التّجزيء المطلوب تثبيت محمّل الإقلاع عليه:
ca: Partició on instaŀlar el carregador:
cs: Oblast pro instalaci zavadìèe:
sr@latin: Particija na kojoj će se instalirati pokretački program:
tr: nykleyici kurulacak blm:
xh: Isahlukaniso sokuseka inkqubo yesilayishi sokuvula:

source: Partitions currently available in your system are listed. Please choose the one you want elilo to use to boot Debian.
ar: التّجزيئات المتوفّرة حاليّاً في نظامك مسردة. رجاءً اختر الذي تريد من إيليلو استخدامه لإقلاع دبيان.
cs: Vypsány jsou v¹echy dostupné oblasti v systému. Vyberte tu, kterou má elilo pou¾ít k zavedení Debianu.
tr: Sisteminizdeki kullanlabilir blmler listede grnyor. Ltfen Debian' aacak elilo iin bunlardan birini sein.
xh: Izahlukaniso ezifumaneka ngalo mzuzu kwinkqubo yakho zidwelisiwe. Nceda ukhethe enye yazo ofuna ukuyisebenzisela ukuvula i-Debian.

source: No boot partitions detected
ar: لم يُعثر على تجزيئات إقلاع
ca: No s'ha detectat cap partició d'arrencada
cs: Nebyly rozpoznány ¾ádné zavádìcí oblasti
sr@latin: Nijedna pokretačka particija nije pronađena
tr: Herhangi bir al blm tespit edilemedi
xh: Akukho zahlukaniso zokuvula zifunyenweyo

source: There were no suitable partitions found for elilo to use. Elilo needs a partition with a FAT file system, and the boot flag set.
ar: لا توجد أيّة تجزيئات مناسبة ليستخدمها إيليلو. يحتاج إيليلو إلى تجزيءٍ عليه نظام FAT، وعلامة الإقلاع ممكّنة.
ca: No s'ha trobat cap partició que l'elilo puga utilitzar. L'Elilo necessita una partició amb un sistema de fitxers FAT, i el senyalador d'arrencable establert.
sr@latin: Nije pronađena nijedna odgovarajuća particija za program „elilo“. Program „elilo“ zahteva particiju sa FAT fajl sistemom i postavljenom pokretačkom zastavicom.
tr: Elilo iin kullanlabilir bir blm bulunamad. Elilo FAT dosya sistemli bir blme ve nyklenebilir bayrann etkinletirilmesine ihtiya duyar.

source: Install the elilo boot loader on a hard disk
ar: تثبيت محمّل الإقلاع إيليلو على قرصٍ صلب
ca: Instaŀla el carregador elilo en un disc dur
cs: Instalovat zavadìè elilo na pevný disk
sr@latin: Instaliraj „elilo“ pokretački program na hard disk
tr: Elilo nykleyiciyi bir sabit diske kur
xh: Seka isilayishi sokuvula se-elilo kwidiski eyakhelwe ngaphakathi

source: Installing the ELILO package
ar: جاري تثبيت حزمة إيليلو
ca: S'està instaŀlant el paquet ELILO
cs: Instaluje se balík ELILO
sr@latin: Instaliram paket ELILO
tr: ELILO paketi kuruluyor
xh: Iseka umqulu we-ELILO

source: Running ELILO for ${bootdev}
ar: جاري تشغيل إيليلو لـ ${bootdev}
ca: S'està executant ELILO per a ${bootdev}
cs: Spou¹tí se ELILO pro ${bootdev}
sr@latin: Izvršavanje ELILO-a za ${bootdev}
tr: ELILO ${bootdev} iin altrlyor
xh: Iphumeza i-ELILO iyiphumezela i ${bootdev}

source: ELILO installation failed. Continue anyway?
ar: فشل تثبيت إيليلو. هل تريد الاستمرار على أي حال؟
ca: Ha fallat la instaŀlació d'ELILO. Voleu continuar de totes maneres?
cs: Instalace ELILa selhala. Pøesto pokraèovat?
sr@latin: Instalacija paketa ELILO nije uspela. Nastaviti dalje?
tr: ELILO kurulumu baarsz. Yine de devam etmek istiyor musunuz?
xh: Ukusekwa kwenkqubo ye-ELILO akuphumelelanga. Qhubeka nakanjani?

source: The elilo package failed to install into /target/. Installing ELILO as a boot loader is a required step. The install problem might however be unrelated to ELILO, so continuing the installation may be possible.
ar: فشل تثبيت حزمة إيليو على /target/. تثبيت إيليلو كمحمّل إقلاع خطوة مطلوبة. مع ذلك، فإنّ مشكلة التّثبيت قد لا تكون متعلّقةً بإيليلو، لذا فإنّ الاستمرار بالتّثبيت قد يكون ممكناً.
ca: No s'ha pogut instaŀlar el paquet elilo a /target/. Instaŀlar ELILO com a carregador és un pas requerit. El problema d'instaŀlació pot no estar relacionat amb ELILO, així doncs continuar amb la instaŀlació potser serà possible.
cs: Balík elilo se nedokázal nainstalovat do /target. Instalace zavadìèe (tedy elila) je vy¾adována. Nastalý problém ale nutnì nemusí souviset s elilem a mo¾ná lze v instalaci pokraèovat.
sr@latin: Paket „elilo“ nije uspeo da se instalira. Instaliranje programa „elilo“ kao pokretačkog programa je obavezan korak. Problem možda ipak nije u vezi sa programom ELILO, tako da nastavak instalacije može biti moguć.
tr: Elilo paketi /target/'a kurulamad. Bir nykleyici olarak ELILO'nun kurulmas gerekiyor. Kurulum problemi ELILO ile ilgili olmayabileceinden, kuruluma devam etmeniz mmkn olabilir.
xh: Umqulu we-elilo awuphumelelanga ukusekwa kwi /target/. Ukuseka i-ELILO njengesilayishi sokuvula linqanaba elifunekayo. Inkathazo yokuseka noko kunjalo kusenokwenzeka ukuba ayinxulumananga no-ELILO, ngoko ke ukuqhubeka noseko kungenzeka.

source: ELILO installation failed
ar: فشل تثبيت إيليلو
ca: Ha fallat la instaŀlació d'ELILO
cs: Instalace ELILa selhala
sr@latin: ELILO instalacija nije uspela
tr: ELILO kurulumu baarsz
xh: Ukusekwa kwenkqubo ye-ELILO akuphumelelanga

source: Running "/usr/sbin/elilo" failed with error code "${ERRCODE}".
ar: فشل تشغيل "/usr/sbin/elilo" مع رمز الخطأ "${ERRCODE}".
ca: L'execució de «/sbin/elilo» ha fallat amb el codi d'error «${ERRCODE}».
cs: Pøíkaz "/usr/sbin/elilo" skonèil s chybou "${ERRCODE}".
sr@latin: Izvršavanje „/usr/sbin/elilo“ nije uspelo (kod greške „${ERRCODE}“).
tr: "/usr/sbin/elilo" altrlrken "${ERRCODE}" hata kodu ile sonland.
xh: Ukuphumeza i"/usr/sbin/elilo" akuphumelelanga ngekhowudi yempazamo i "${ERRCODE}".

source: Partitions currently available in your system are listed. Please choose the one you want elilo to use to boot your new system.
ca: S'han llistat les particions que estan actualment disponibles al sistema. Seleccioneu la que voleu que utilitze elilo per a arrencar el sistema nou.
sr@latin: Izlistane su trenutno dostupne particije na vašem sistemu. Izaberite onu koju želite da program „elilo“ koristi da bi pokrenuo vaš novi sistem.

source: There were no suitable partitions found for elilo to use. Elilo needs a partition with a FAT filesystem, and the boot flag set.
cs: Nebyly nalezeny ¾ádné vhodné oblasti pro zavadìè. Elilo potøebuje oblast se souborovým systémem FAT a nastaveným pøíznakem zavádìní.
