Repository: Sprezzatech/main-menu-udeb
Catalog: packages/arch/s390/netdevice/debian/po/*.po
Languages: be, bs, es, lt, sv

source: ctc: Channel to Channel (CTC) or ESCON connection, lcs: qeth: OSA-2 Token Ring/Ethernet or OSA-Express Fast Ethernet (non-QDIO), qeth: OSA-Express in QDIO mode / HiperSockets, iucv: Inter-User Communication Vehicle - available for VM guests only
es: ctc: conexiones Canal a Canal (CTC) o conexiones ESCON, lcs: geth: Token Ring/Ethernet OSA-2 u OSA-Express Fast Ethernet (no-QDIO), qeth: OSA-Express en modo QDIO / HiperSockets, iucv: Vehículo de comunicación entre usuarios - disponible sólo para máquinas virtuales huéspedes
lt: ctc: Channel to Channel (CTC) arba ESCON jungtis, lcs: qeth: OSA-2 Token Ring/Ethernet ar OSA-Express Fast Ethernet (non-QDIO), qeth: OSA-Express inQDIO reime / HiperSockets, iucv: Inter-User Communication Vehicle - tik VM sveiams (VM guests), Baigti
sv: ctc: Channel to Channel (CTC) eller ESCON-anslutning, lcs: qeth: OSA-2 Token Ring/Ethernet eller OSA-Express Fast Ethernet (ej QDIO), qeth: OSA-Express i QDIO-läge / HiperSockets, iucv: Inter-User Communication Vehicle - tillgänglig endast för VM-gäster

source: Network device type:
be: Тып сеткавай прылады:
bs: Tip mrenog ureaja:
es: Tipo de dispositivo de red:
lt: Tinklo renginio tipas:
sv: Typ av nätverksenhet:

source: Please choose the type of your primary network interface that you will need for installing the Debian system (via NFS or HTTP). Only the listed devices are supported.
be: Вылучце тып вашага асноўнага сеткавага інтэрфейса, што патрэбен для ўсталявання сістэмы (праз NFS ці HTTP). Толькі пералічаныя прылады маюць падтрымку.
bs: Molim odaberite tip vaeg primarnog mrenog interfejsa koji e te trebati za instaliranje Debian sistema (preko NFS ili HTTP). Podrani su samo navedeni ureaji.
es: Por favor, compruebe el tipo de la interfaz principal de red que va a necesitar para instalar el sistema Debian (a través de NFS ó HTTP). Sólo los dispositivos listados a continuación están soportados.
lt: Pasirinkite pagrindinio tinklo renginio tip, kur naudosite Debian'o diegimui (per NFS ar HTTP). Tik norodyti renginiai yra palaikomi.
sv: Välj typen på ditt primära nätverkskort som du kommer att behöva för att installera Debiansystemet (via NFS eller HTTP). Endast de enheter som finns i listan stöds.

source: CTC device:
bs: CTC ureaj:
es: Dispositivo CTC:
lt: CTC renginys:
sv: CTC-enhet:

source: The following device numbers might belong to CTC or ESCON connections, but please note that OSA-2 or OSA-Express cards might also be listed here.
bs: Sljedei brojevi ureaja mogu pripadati CTC ili ESCON konekcijama, ali molim imajte u vidu da OSA-2 ili OSA-Express kartice se takoe mogu nalaziti ovdje.
es: Los siguientes números de dispositivos puede que pertenezcan a conexiones CTC o ESCON, pero tenga en cuenta que puede que estén listadas también tarjetas OSA-2 u OSA-Express.
lt: itie rengini numeriai gali priklausyti CTC ar ESCON jungtims, bet atkreipkite dmes, kad OSA-2 ar OSA-Express kortos taip pat gali bti ia ivardintos.
sv: Följande enhetsnummer kan tillhöra CTC- eller ESCON-anslutningar, men notera att även OSA-2- eller OSA-Express-kort kan finnas i listan.

source: The configured parameters are: read channel = ${device_read} write channel = ${device_write} protocol = ${protocol}
be: Наладжаныя параметры: канал чытання = ${device_read} канал запісу = ${device_write} пратакол = ${protocol}
bs: Podeeni parametri su: read channel = ${device_read} write channel = ${device_write} protocol = ${protocol}
es: Los parametros configurados son: canal de lectura = ${device_read} canal de escritura = ${device_write} protocolo = ${protocol}
lt: Sukonfigruoti parametrai: read channel = ${device_read} write channel = ${device_write} protocol = ${protocol}
sv: De konfigurerade parametrarna är: läskanal = ${device_read} skrivkanal = ${device_write} protokoll = ${protocol}

source: No CTC or ESCON connections
be: Няма CTC або ESCON злучэнняў
bs: Nema CTC ili ESCON konekcija
es: No se detectaron conexiones CTC o ESCON.
lt: CTC ar ESCON jungi nra
sv: Inga CTC- eller ESCON-anslutningar

source: Please make sure that you have set them up correctly.
be: Упэўніцеся, што наладзілі іх правільны.
bs: Molim provjerite da ste ih ispravno podesili.
es: Por favor, asegurese de que las ha configurado apropiadamente.
lt: sitikinkite, kad teisingai jas nustatte.
sv: Se till att du har konfigurerat dem korrekt.

source: Protocol for this connection:
be: Пратакол для злучэння:
bs: Protokol za ovu konekciju:
es: Protocolo para esta conexión:
lt: Protokolas iai jungiai:
sv: Protokoll för denna anslutning:

source: The following device numbers might belong to OSA-2 or OSA-Express cards, but please note that CTC/ESCON devices might also be listed here.
bs: Sljedei brojevi ureaja mogu pripadati OSA-2 ili OSA-Express karticama, ali molim imajte u vidu da se CTC/ESCON ureaju mogu nalaziti ovdje.
es: Los siguientes números de dispositivo pueden pertenecer a tarjetas OSA-2 u OSA-Express pero, por favor, tenga en cuenta que pueden incluirse en el listado dispositivos CTC/ESCON.
lt: itie rengini numeriai gali priklausyti OSA-2 ar OSA-Express kortoms, bet atkreipkite dmes, kad CTC/ESCON renginiai taip pat gali bti ia ivardinti.
sv: Följande enhetsnummer kan tillhöra OSA-2- eller OSA-Express-kort, men notera att även CTC-/ESCON-enheter kan finnas i listan.

source: The configured parameters are: read channel = ${device_read} write channel = ${device_write} port = ${port}
bs: Podeeni parametri su: read channel = ${device_read} write channel = ${device_write} port = ${port}
es: Los parámetros configurados son: canal de lectura = ${device_read} canal de escritura = ${device_write} puerto = ${port}
lt: Sukonfigruoti parametrai: read channel = ${device_read} write channel = ${device_write} port = ${port}
sv: De konfigurerade parametrarna är: läskanal = ${device_read} skrivkanal = ${device_write} port = ${port}

source: No OSA-2 or OSA-Express cards
bs: Nema OSA-2 ili OSA-Express kartica
es: No se detectaron tarjetas OSA-2 u OSA-Express
lt: OSA-2 ar OSA-Express kort nra
sv: Inga OSA-2- eller OSA-Express-kort

source: If you are running VM please make sure that your card is attached to this guest. If you want to use HiperSockets or an OSA-Express card in QDIO mode please use the qeth driver instead.
bs: Ako ste na VM molim provjerite da je vaa kartica prikljuena na ovog gosta. Ako elite koristiti HiperSockets ili OSA-Express karticu u QDIO modu, molim koristite qeth driver.
es: Si está bajo un VM, asegurese de que su trajeta está asociada a este sistema. Si quiere usar HiperSockets o una tarjeta OSA-Express en modo QDIO, por favor, use el controlador geth.
lt: Jei naudojate VM, sitikinkite, kad js korta yra prijungta prie io sveio (guest). Jei norite naudoti HiperSockets ar OSA-Express kort QDIO reime, naudokite qeth tvarkykl vietoje ios.
sv: Om du kör VM så se till att ditt kort är anslutet till denna gäst. Om du vill använda HiperSockets eller ett OSA-Express-kort i QDIO-läge så ska du istället använda qeth-drivrutinen.

source: Device:
be: Прылада:
bs: Ureaj:
es: Dispositivo:
lt: renginys:
sv: Enhet:

source: Please select the OSA-Express QDIO / HiperSockets device.
be: Вылучце прыладу OSA-Express QDIO / HiperSockets.
bs: Molim odaberite OSA-Express QDIO / HiperSockets ureaj.
es: Seleccione el dispositvo OSA-Express QDIO / HiperSockets.
lt: Praau pasirinkti OSA-Express QDIO / HiperSockets rengin.
sv: Välj OSA-Express QDIO- / HiperSockets-enhet.

source: The configured parameters are: read channel = ${device_read} write channel = ${device_write} data channel = ${device_data} port = ${port} portname = ${portname}
bs: Podeeni parametri su: read channel = ${device_read} write channel = ${device_write} data channel = ${device_data} port = ${port} portname = ${portname}
es: Los parámetros configurados son: canal de lectura = ${device_read} canal de escritura = ${device_write} canal de datos = ${device_data} puerto = ${port} nombre de puerto = ${portname}
lt: Sukonfigruoti parametrai: read channel = ${device_read} write channel = ${device_write} data channel = ${device_data} port = ${port} portname = ${portname}
sv: De konfigurerade parametrarna är: läskanal = ${device_read} skrivkanal = ${device_write} datakanal = ${device_data} port = ${port} portnamn = ${portname}

source: No OSA-Express QDIO cards / HiperSockets
be: Няма OSA-Express QDIO картак / HiperSockets
bs: Nema OSA-Express QDIO kartice / HiperSockets
es: No se detectaron tarjetas OSA-Express QDIO / HiperSockets
lt: OSA-Express QDIO kort / HiperSockets nra
sv: Inga OSA-Express QDIO-kort / HiperSockets

source: No OSA-Express QDIO cards / HiperSockets were detected. If you are running VM please make sure that your card is attached to this guest. If you want to use an OSA-2 or OSA-Express card in non-QDIO mode please use the lcs driver instead.
bs: OSA-Express QDIO kartice / HiperSockets nisu pronaene. Ako ste na VM molim provjerite da je vaa kartica prikljuena na ovog gosta. Ako elite koristiti OSA-2 ili OSA-Express karticu u ne-QDIO modu, molim koristite lcs driver.
es: No se detectó ninguna tarjeta OSA-Express QDIO / HiperSockets. Si está ejecutando una máquina virtual asegúrese de que la tarjeta está conectada a este huesped. Si desea utilizar una tarjeta OSA-2 u OSA-Express en modo no-QDIO, por favor, utilice el dispositivo lcs.
lt: Neradau OSA-Express QDIO kort ar HiperSockets rengini. Jei naudojate VM, sitikinkite, kad js korta prijungta prie io sveio (guest). Jei norite naudoti OSA-2 ar OSA-Express kort ne QDIO reime, naudokite lcs tvarkykl vietoje ios.
sv: Inga OSA-Express QDIO-kort / HiperSockets identifierades. Om du kör VM så se till att ditt kort är anslutet till denna gäst. Om du vill använda ett OSA-2- OSA-Express-kort som ej är i QDIO-läge så ska du istället använda lcs-drivrutinen.

source: Portname:
be: Назва парта:
es: Nombre del puerto:
lt: Porto vardas:
sv: Portnamn:

source: Please enter the portname of your OSA-Express card. This name must be 1 to 8 characters long and must be equal on all systems accessing the same card.
be: Увядзіце назву парта вашай OSA-Express карткі. Гэтае імя мусіць быць ад 1 да 8 сімвалаў даўжыні і аднолькавым на ўсіх сістэмах, што маюць доступ да гэткай жа карткі.
bs: Molim unesite portname za vau OSA-Express karticu. Ovaj naziv mora biti od 1 do 8 znakova dug i mora biti jedna na svim sistemima koji pristupaju istoj kartici.
es: Indique el nombre del puerto de su tarjeta OSA-Express. Este nombre debe ser de entre 1 y 8 caracteres de larga y debe ser igual en todos los sistemas accediendo a la misma tarjeta.
lt: Praau nurodyti js OSA-Express kortos porto vard. is vardas turi bti nuo 1 iki 8 simboli ilgio ir turi bti toks pats visose sistemose, naudojaniose t pai kort.
sv: Ange portnamnet på ditt OSA-Express-kort. Detta namn måste vara 1 till 8 tecken långt och det måste vara samma på alla system som kommer åt kortet.

source: Leave it empty if you want to use HiperSockets. This parameter is required for cards with microcode level 2.10 or later or when you want to share a card.
be: Пакіньце пустым, калі хочаце карыстацца HiperSockets. Гэты параметр патрабўецца карткам з узроўнем мікракода 2.10 ці вышэйшым, або калі вы хочаце карыстацца супольна гэтай карткай.
bs: Ostavite prazno ako elite koristiti HiperSockets. Ovaj parametar se zahtijeva za kartice sa microcode levelom 2.10 ili kasnijim ili kada elite da dijelite karticu.
es: Dejelo en blanco si quiere usar HiperSockets. Este parámetro es necesario para tarjetas con microcódigo de nivel 2.10 o superiores, o cuando quiere compartir una tarjeta.
lt: Palikite j tui, jei norite naudoti HiperSockets. is parametras btinas kortoms su mikrokodo lygiu 2.10 ar vlesniu, arba tuo atveju, kai norite dalinti kort.
sv: Lämna det tomt om du vill använda HiperSockets. Denna parameter krävs för kort med mikrokodnivå 2.10 eller senare, eller när du vill dela på ett kort.

source: The name will automatically be converted to uppercase.
be: Назва будзе аўтаматычна пераўтворана ў вялікія літары.
bs: Naziv e automatski biti preveden na velika slova.
es: El nombre será automaticamente convertido a mayusculas.
lt: Vardas bus automatikai perraytas didiosiomis raidmis.
sv: Namnet kommer automatiskt att konverteras till versaler.

source: Port:
be: Порт:
es: Puerto:
lt: Portas:

source: Please enter a relative port for this connection.
be: Увядзіце адносны порт для гэтага злучэння.
bs: Molim unesite relativni port za ovu konekciju.
es: Por favor, indique un puerto relativo para esta conexión.
lt: Praau vesti santykin port (relative port) iai jungiai.
sv: Ange en relativ port för denna anslutning.

source: Do you accept this configuration?
be: Ці вы згодны з такой канфігурацыяй?
bs: Da li prihvatate ovu konfiguraciju?
es: ¿Acepta esta configuración?
lt: Ar Js sutinkate su ia konfigracija?
sv: Godkänner du den här konfigurationen?

source: The configured parameter is: peer = ${peer}
be: Сканфігураваны параметр: роўня = ${peer}
bs: Podeeni parametar je: peer = ${peer}
es: El parámetro configurado es: peer = ${peer}
lt: Konfigruotas parametras: peer = ${peer}
sv: Den konfigurerade parametern är: peer = ${peer}

source: VM peer:
be: Роўня VM:
es: Punto VM:
lt: VM porininkas:
sv: VM-nod:

source: Please enter the name of the VM peer you want to connect to.
be: Увядзіце імя роўні VM, з якой вы хочаце злучыцца.
bs: Molim unesite naziv za VM peer sa kojim se elite povezati.
es: Por favor, introduzca el nombre del punto VM al que quiere conectar.
lt: Praau vesti VM porininko, su kuriuo norite susijungti, vard.
sv: Ange namnet på VM-noden som du vill ansluta till.

source: If you want to connect to multiple peers, separate the names by colons, e.g. tcpip:linux1.
be: Калі вы хочаце злучыцца з некалькімі роўнямі, падзяліце імёны двухкроп'ямі, г.зн. tcpip:linux1.
bs: Ako se elite povezati sa vie peerova, odvojite nazive razmacima, npr. tcpip:linux1.
es: Si quiere conectar a multiples puntos, separe los nombres con dos puntos, p.ej. tcpip:linux1.
lt: Jei norite susijungti su keliais porininkais, atskirkite j vardus dvitakiais, pvz., tcpip:linux1.
sv: Om du vill ansluta till flera noder så skilj namnet åt med kolon. Exempelvis tcpip:linux1.

source: The standard TCP/IP server name on VM is TCPIP; on VIF it's $TCPIP. Note: IUCV must be enabled in the VM user directory for this driver to work and it must be set up on both ends of the communication.
be: Звычайнае імя сервера TCP/IP у VM гэта TCPIP; на VIF гэта $TCPIP. Заўважце: IUCV павінен быць уключаны ў карыстальніцкай дырэкторыі VM для працы гэтага драйверы і павінен быць наладжаны на абодвух канцах злучэння.
bs: Standardni TCP/IP naziv za server na VM je TCPIP, na VIF naziv je $TCPIP. Panja: IUCV mora biti ukljuen u VM korisnikom direktoriju da bi ovaj driver radio i mora biti podeen na oba kraja komunikacijske veze.
es: El nombre del servidor TCP/IP estandar en VM es TCPIP, en VIF es $TCPIP. Nota: Para que este dispositivo funcione, IUCV debe estar habilitado en el directorio de usuario de VM y debe configurarse en ambos extremos de la comunicación.
lt: Standartinis TCP/IP serverio vardas VM sistemoje yra TCPIP, VIF sistemoje jis yra $TCPIP. Dmesio: ICUV turi bti jungtas VM vartotoj kataloge, kad i tvarkykl veikt, ir ji turi bti sukonfigruota abiejuose galuose.
sv: Det TCP/IP-servernamn som är standard på VM är TCPIP; på VIF är det $TCPIP. Notera: IUCV måste vara aktiverat i VM-användarkatalogen för att denna drivrutin ska fungera och det måste vara konfigurerat på båda kommunikationsändarna.

source: Configure the network device
be: Наладзіць сеткавую прыладу
bs: Podesi mreni ureaj
es: Configure el dispositivo de red
lt: Tinklo konfigravimas
sv: Konfigurera nätverksenheten

source: ctc: Channel to Channel (CTC) or ESCON connection
be: ctc: Канал да Канала (CTC) або ESCON злучэнне
bs: ctc: Channel to Channel (CTC) ili ESCON konekcija

source: qeth: OSA-Express in QDIO mode / HiperSockets
be: qeth: OSA-Express у рэжыме QDIO / HiperSockets

source: iucv: Inter-User Communication Vehicle - available for VM guests only
be: iucv: Inter-User Communication Vehicle - даступна толькі для VM гасцей
bs: iucv: Inter-User Communication Vehicle - dostupno samo za VM goste

source: CTC read device:
be: Прылада чытання CTC:

source: CTC write device:
be: Прылада запісу CTC:

source: The following device numbers might belong to CTC or ESCON connections.
be: Наступныя нумары прылад могуць належаць CTC або ESCON злучэнням.

source: The configured parameters are: channels = ${device0}, ${device1}, ${device2} port = ${port} portname = ${portname}
be: Наладжаныя параметры: каналы = ${device0}, ${device1}, ${device2} порт = ${port} назва парта = ${portname}

source: No OSA-Express QDIO cards / HiperSockets were detected. If you are running VM please make sure that your card is attached to this guest.
be: Ніводнай OSA-Express QDIO карткі / HiperSockets не выяўлена. Калі вы запусцілі VM, упэўніцеся, што ваша артка далучана ды гэтага госця.

source: lcs: qeth: OSA-2 Token Ring/Ethernet or OSA-Express Fast Ethernet (non-QDIO)
bs: lcs: qeth: OSA-2 Token Ring/Ethernet ili OSA-Express Fast Ethernet (non-QDIO)
