Repository: Sprezzatech/main-menu-udeb
Catalog: partman/partman-target/debian/po/*.po
Languages: ar, lt, nb, tr

source: Identical mount points for two filesystems
ar: نقطتا تجهيز متشابتهان لنظامي الملفات
lt: Vienodi montavimo taškai dviem failų sistemoms
nb: Identiske monteringspunkt for to filsystem
tr: İki dosya sistemi için aynı bağlama noktası

source: Two file systems have to be mounted on ${MOUNTPOINT} simultaneously: ${PART1} and ${PART2}.
ar: يجب تجهيز نظامي ملفات على ${MOUNTPOINT} بنفس الوقت: ${PART1} و ${PART2}.
lt: Dvi failų sistemos turi būti primontuotos prie taško ${MOUNTPOINT} kartu: ${PART1} ir ${PART2}.
nb: To filsystem må nå monteres på ${MOUNTPOINT} samtidig: ${PART1} og ${PART2}.
tr: İki dosya sistemi ${MOUNTPOINT} üzerine eşzamanlı bağlanmalı:${PART1} ve ${PART2}.

source: Please correct this by changing mount points.
ar: رجاء صحّح هذا بتغيير نقاط التجهيز.
lt: Prašau tai pataisyti, pakeičiant montavimo taškus.
nb: Rett opp dette ved å endre monteringspunktene.
tr: Lütfen bunu bağlama noktasını değiştirerek düzeltin

source: No root file system
ar: لا نظام ملفات جذري
lt: Nėra šakninės (root) failų sistemos
nb: Intet rot-filsystem
tr: Kök dosya sistemi yok

source: No root file system is defined.
ar: لم يعرّف نظام ملفات جذري.
lt: Šakninė (root) failų sistema nenurodyta.
nb: Intet rot-filsystem er oppgitt.
tr: Kök dosya sistemi belirlenmedi

source: Please correct this from the partitioning menu.
ar: رجاء صحّح هذا من قائمة التجزئة.
lt: Prašau tai pataisyti iš disko dalijimo meniu.
nb: Rett opp dette fra partisjonsmenyen.
tr: Lütfen bunu bölümleme menüsünden düzeltin

source: Do you want to resume partitioning?
ar: هل تريد أن تكمل التجزئة؟
lt: Ar Jūs norite tęsti disko dalijimą?
nb: Vil du fortsette partisjoneringen?
tr: Bölümlemeye devam etmek istiyormusunuz?

source: The attempt to mount a file system with type ${TYPE} in ${DEVICE} at ${MOUNTPOINT} failed.
ar: فشلت محاولة تجهيز نظام الملفات ذي النوع ${TYPE} في الجهاز ${DEVICE} على ${MOUNTPOINT}.
lt: Bandymas primontuoti ${TYPE} tipo failų sistemą, esančią įrenginyje ${DEVICE},prie taško ${MOUNTPOINT} nepavyko.
nb: Forsøket på å montere et filsystem av typen ${TYPE} (${DEVICE}) på ${MOUNTPOINT}) mislyktes.
tr: ${DEVICE} aygıtında ${MOUNTPOINT} üzerinde bağlı olan ${TYPE} dosya sistemi bağlanamadı.

source: You may resume partitioning from the partitioning menu.
ar: يمكنك أن تكمل التجزئة من قائمة التجزئة.
lt: Jūs galite pratęsti dalijimą iš disko dalijimo meniu.
nb: Du kan fortsette med partisjoneringen fra partisjoneringsmenyen.
tr: Bölümleme menüsünden işleme devam edebilirsiniz

source: Filesystem for this partition:
ar: نظام الملفات لهذا التجزيء:
lt: Šio disko skirsnio failų sistemos tipas:
nb: Filsystem på denne partisjonen:
tr: Bu bölüm için dosya sistemi:

source: Method for using this partition:
ar: طريقة استخدام هذا التجزيء:
lt: Šio disko skirsnio naudojimo metodas:
nb: Metode for å bruke denne partisjonen:
tr: Bu bölümde kullanılacak yöntem:

source: File system:
nb: Filsystem:
tr: Dosya sistemi:

source: Usage method:
nb: Bruksmetode:
tr: Kullanım metodu:

source: no file system
nb: intet filsystem
tr: Dosya sistemi yok

source: Choose a file system
ar: اختر نظام ملفات
lt: Pasirinkti failų sistemą

source: Choose how this partition should be used
ar: اختر كيفية استخدام هذا التجزيء
lt: Pasirinkti šio disko skirsnio panaudojimą
