Repository: Sprezzatech/main-menu-udeb
Catalog: packages/arch/s390/s390-dasd/debian/po/*.po
Languages: lv

source: Finish
lv: Beigt

source: Available devices:
lv: Pieejamās iekārtas:

source: The following direct access storage devices (DASD) are available. Please select each device you want to use one at a time.
lv: Ir pieejamas sekojoši tiešās pieejas datu nesēji (DASD). Lūdzu izvēlieties lietojamās iekārtas pa vienai.

source: Select "Finish" at the bottom of the list when you are done.
lv: Izvēlieties "Pabeigt" saraksta beigās, kad jūs esat pabeiguši.

source: Choose device:
lv: Izvēlies iekārtu:

source: Please choose a device. You have to specify the complete device number, including leading zeros.
lv: Lūdzu izvēlieties iekārtu. Jums ir jānorāda pilns iekārtas numurs, norādot arī sākumā esošās nulles.

source: Invalid device
lv: Nederīga iekārta

source: An invalid device number has been chosen.
lv: Ir norādīts nepareizs diska numurs.

source: Format the device?
lv: Formatēt iekārtu?

source: The installer is unable to detect if the device ${device} has already been formatted or not. Devices need to be formatted before you can create partitions.
lv: Installātors nespēj noteikt vai iekārta ${device} ir noformatēta vai nē. Pirms sadaļu veidošanas šādas iekārtas vispirms jānoformatē.

source: If you are sure the device has already been correctly formatted, you don't need to do so again.
lv: Ja esat pārliecināti, ka iekārta ir jau pareizi noformatēta, tad tas nav jādara vēlreiz.

source: Formatting ${device}...
lv: Formatē ${device}...

source: Configure direct access storage devices (DASD)
lv: Tiešo diska piekļuves ierīču (DASD) konfigurēšana
