Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/sublevel1/*.po
Languages: sr

source: Installing the '${GRUB}' package...
sr: Инсталирам пакет '${GRUB}'...

source: Determining GRUB boot device...
sr: Одређујем бут уређај за GRUB...

source: Running "grub-install ${BOOTDEV}"...
sr: Извршавам "grub-install ${BOOTDEV}"...

source: Running "update-grub"...
sr: Извршавам "update-grub"...

source: Updating /etc/kernel-img.conf...
sr: Ажурирам /etc/kernel-img.conf...

source: Install the GRUB boot loader on a hard disk
sr: Инсталирај GRUB бут лоудер на хард диск

source: Gathering information for installation report...
sr: Сакупљам информације за инсталациони извештај...

source: Configure MD devices
sr: Подесите МД уређаје
