Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/sublevel1/*.po
Languages: sr

source: From here you can choose to retry DHCP network autoconfiguration (which may succeed if your DHCP server takes a long time to respond) or to configure the network manually. Some DHCP servers require a DHCP hostname to be sent by the client, so you can also choose to retry DHCP network autoconfiguration with a hostname that you provide.
sr: Овде можете одабрати поновно аутоподешавање DHCP-a (што ће помоћи ако вашем DHCP серверу треба времена да се одазове) или да ручно подесите мрежу. Неки DHCP сервери захтевају од клијента да пошаље и назив домаћина, тако да можете поновити аутоподешавање DHCP-a са вашим именом домаћина.

source: Network autoconfiguration failed
sr: Самоподешавање мреже није успело

source: Your network is probably not using the DHCP protocol. Alternatively, the DHCP server may be slow or some network hardware is not working properly.
sr: Ваша мрежа вероватно не користи DHCP протокол. Друга могућност је да је DHCP сервер спор или Ваш мрежни хардвер не ради добро.

source: Reconfigure the wireless network
sr: Поново подесите бежичну мрежу.

source: IP address:
sr: IP адреса:

source: The IP address is unique to your computer and consists of four numbers separated by periods. If you don't know what to use here, consult your network administrator.
sr: IP адреса је јединствена за ваш рачунар и састоји се од четири броја раздвојеним тачком. Ако нисте сигурни шта да упишете, консултујте се са администратором ваше мреже.

source: Netmask:
sr: Мрежна маска:

source: The gateway is an IP address (four numbers separated by periods) that indicates the gateway router, also known as the default router. All traffic that goes outside your LAN (for instance, to the Internet) is sent through this router. In rare circumstances, you may have no router; in that case, you can leave this blank. If you don't know the proper answer to this question, consult your network administrator.
sr: Мрежни пролаз је IP адреса (четири броја одвојена тачкама) која указује на усмеравач мрежног пролаза, такође познат као подразумевани усмеравач. Сав саобраћај који иде ван Ваше локалне мреже (на пример, ка Интернету) се шаље кроз овај усмеравач. У ретким случајевима ово поље можете оставити непопуњено. Ако не знате одговарајуће параметре, питајте Вашег мрежног администратора.

source: Is this information correct?
sr: Да ли су ове информације тачне?

source: Currently configured network parameters:
sr: Тренутно подешени мрежни параметри:

source: interface = ${interface} ipaddress = ${ipaddress} netmask = ${netmask} gateway = ${gateway} pointopoint = ${pointopoint} nameservers = ${nameservers}
sr: прикључак = ${interface} ip-адреса = ${ipaddress} мрежна-маска = ${netmask} пролаз = ${gateway} тачка-до-тачке = ${pointopoint} именски-сервер = ${nameservers}

source: Configure a network using static addressing
sr: Подешавање мреже са статичким адресирањем

source: Downloading the Release file...
sr: Довлачим фајл Release...

source: enter information manually
sr: унесите ручно информације

source: An alternate port can be specified using the standard [hostname]:[port] format.
sr: Можете навести неки други порт користећи стандардни формат[име сервера]:[порт]

source: HTTP proxy information (blank for none):
sr: Адреса ХТТП прокси сервера (оставите празно ако не користите):

source: If you need to use a HTTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
sr: Ако вам је потребно да користите ХТТП прокси сервер за приступ спољнојмрежи, унесите његову адресу. У супротном оставите поље непопуњено.

source: The proxy information should be given in the standard form of "http://[[user][:pass]@]host[:port]/".
sr: Адреса прокси сервера би требало да буде задата у стандардномоблику "http://[[корисник]:[лозинка]@]сервер[:порт]/".

source: Cancel
sr: Одустани

source: Starting up the partitioner
sr: Покрени програм за партиционисање

source: Please wait...
sr: Молим сачекајте...

source: Scanning disks...
sr: Скенирам дискове...

source: Detecting file systems...
sr: Детектујем фајл системе...

source: Write the changes to disks?
sr: Да запишем измене на диск?

source: If you continue, the changes listed below will be written to the disks. Otherwise, you will be able to make further changes manually.
sr: Ако наставите, измене наведене испод ће бити уписане на дискове.У супротном, моћи ћете да начините даље измене ручно.

source: WARNING: This will destroy all data on any partitions you have removed as well as on the partitions that are going to be formatted.
sr: УПОЗОРЕЊЕ: Ово ће уништити све податке на партицијама које сте уклонили као и на оним које треба да буду форматиране.

source: Partitions formatting
sr: Форматирање партиција

source: Processing...
sr: Обрађујем...

source: Finish partitioning and write changes to disk
sr: Заврши партиционисање и запиши измене на диск

source: Undo changes to partitions
sr: Поништи измене на партицијама

source: FREE SPACE
sr: СЛОБОДАН ПРОСТОР

source: unusable
sr: неупотр.

source: primary
sr: примарна

source: logical
sr: логичка

source: pri/log
sr: при/лог

source: #%s
sr: бр. %s

source: IDE%s master (%s)
sr: IDE%s мастер (%s)

source: IDE%s slave (%s)
sr: IDE%s слејв (%s)

source: IDE%s master, partition #%s (%s)
sr: IDE%s мастер, партиција бр. %s (%s)

source: IDE%s slave, partition #%s (%s)
sr: IDE%s слејв, партиција бр. %s (%s)

source: SCSI%s (%s,%s,%s), partition #%s (%s)
sr: SCSI%s (%s,%s,%s), партиција бр. %s (%s)

source: Cancel this menu
sr: Поништи овај мени

source: Partition disks
sr: Партициониши дискове

source: Computing the new partitions...
sr: Рачунам нове партиције...

source: Partitioning method:
sr: Метод партиционисања:

source: The installer can guide you through partitioning a disk (using different standard schemes) or, if you prefer, you can do it manually. With guided partitioning you will still have a chance later to review and customise the results.
sr: Програм за инсталацију вас може водити кроз процедуру партиционисањадиска (користећи различите стандардне шеме) или, ако вам се то више свиђа,можете то урадити ручно. Са навођеним партиционисањем ипак ћете имати прилику да накнадно проверите и измените резултате.

source: If you choose guided partitioning for an entire disk, you will next be asked which disk should be used.
sr: Ако користите навођено партиционисање за читав диск, следеће питањеће бити који диск треба да се користи.

source: Partitioning scheme:
sr: Шема партиционисања:

source: Selected for partitioning:
sr: Одабрано за партиционисање:

source: The disk can be partitioned using one of several different schemes. If you are unsure, choose the first one.
sr: Диск може бити партиционисан користећи једну од различитих шема. Аконисте сигурни одаберите прву.

source: Guided partitioning
sr: Навођено партиционисање

source: Guided - use the largest continuous free space
sr: Навођено - употреби највећи слободан простор

source: Guided - use entire disk
sr: Навођено - употреби цео диск

source: Select disk to partition:
sr: Одаберите диск за партиционисање:

source: Note that all data on the disk you select will be erased, but not before you have confirmed that you really want to make the changes.
sr: Напомињем да ће сви подаци на диску који сте одабрали бити обрисани,али не пре него што потврдите да стварно желите да учините измене.

source: Select disk(s) to partition:
sr: Одаберте диск(ове) за партиционисање:

source: Note that all data on the disk(s) you select will be erased, but not before you have confirmed that you really want to make the changes.
sr: Напомињем да ће сви подаци на диску/дисковима који сте одабрали битиобрисани, али не пре него што потврдите да стварно желите да учините измене.

source: Manual
sr: Ручно

source: Automatically partition the free space
sr: Аутоматски партициониши слободан простор

source: All files in one partition (recommended for new users)
sr: Сви фајлови на једној партицији (препоручено за почетнике)

source: Separate /home partition
sr: Засебна /home партиција

source: Separate /home, /usr, /var, and /tmp partitions
sr: Засебне /home, /usr, /var и /tmp партиције

source: unused
sr: неискоришћено

source: format
sr: форматирај

source: keep
sr: задржи

source: Computing the new state of the partition table...
sr: Одређујем ново стање партиционе табеле...

source: Beginning
sr: Почетак

source: End
sr: Крај

source: Location for the new partition:
sr: Локација нове партиције:

source: Please choose whether you want the new partition to be created at the beginning or at the end of the available space.
sr: Молим, одаберите да ли желите да нова партиција буде креирана на почетку или на крају доступног слободног простора.

source: File system for the new partition:
sr: Фајл систем за нову партицију:

source: Primary
sr: Примарна

source: Logical
sr: Логичка

source: Type for the new partition:
sr: Тип нове партиције:

source: Checking the ${TYPE} file system in partition #${PARTITION} of ${DEVICE}...
sr: Проверавам ${TYPE} фајл систем на партициј бр. ${PARTITION} уређаја ${DEVICE}...

source: Checking the swap space in partition #${PARTITION} of ${DEVICE}...
sr: Проверавам простор за своп на партицији бр. ${PARTITION} уређаја ${DEVICE}...

source: Creating ${TYPE} file system in partition #${PARTITION} of ${DEVICE}...
sr: Креирам ${TYPE} фајл систем на партицији бр. ${PARTITION} уређаја ${DEVICE}...

source: Creating ${TYPE} file system for ${MOUNT_POINT} in partition #${PARTITION} of ${DEVICE}...
sr: Креирам ${TYPE} фајл систем за ${MOUNT_POINT} на партицији бр. ${PARTITION} уређаја ${DEVICE}...

source: Formatting swap space in partition #${PARTITION} of ${DEVICE}...
sr: Форматирам простор за своп на партицији бр. ${PARTITION} уређаја ${DEVICE}...

source: swap
sr: своп

source: Checking the ext3 file system in partition #${PARTITION} of ${DEVICE}...
sr: Проверавам ext3 фајл систем на партицији бр. ${PARTITION} на ${DEVICE}...

source: Help on partitioning
sr: Помоћ при партиционисању

source: Partitioning a hard drive consists of dividing it to create the space needed to install your new system. You need to choose which partition(s) will be used for the installation.
sr: Партиционисање хард драјва се састоји од дељења истог да би сенаправио простор потребан за инсталацију вашег новог система. Потребно је да одаберете које партиције ће бити употребљене заинсталацију.

source: Select a free space to create partitions in it.
sr: Одаберите празан простор да бисте на њему креирали партиције.

source: Select a device to remove all partitions in it and create a new empty partition table.
sr: Одаберите уређај са којег ћете уклонити све партиције и креиратинову, празну партициону табелу.

source: Select a partition to remove it or to specify how it should be used. At a bare minimum, you need one partition to contain the root of the file system (whose mount point is /). Most people also feel that a separate swap partition is a necessity. "Swap" is scratch space for an operating system, which allows the system to use disk storage as "virtual memory".
sr: Одаберите партицију да бисте је уклонили или назначили као ће битикоришћена. Минимално је потребно да имате једну партицију која ћесадржати root фајл систем (чија тачка качења је /). Многи сматрају да је засебна партиција за своп неопходна. Своп је простор на оперативномсистему који дозвољава систему да користи простор на диску као своју"виртуелну меморију".

source: When the partition is already formatted you may choose to keep and use the existing data in the partition. Partitions that will be used in this way are marked with "${KEEP}" in the main partitioning menu.
sr: Када је партиција већ форматирана можете одабрати да је сачувате иискористите постојеће податке на њој. Партиције које ће се користити на овај начин су означене са "${KEEP}" у главном менију за партиционисање.

source: In general you will want to format the partition with a newly created file system. NOTE: all data in the partition will be irreversibly deleted. If you decide to format a partition that is already formatted, it will be marked with "${DESTROY}" in the main partitioning menu. Otherwise it will be marked with "${FORMAT}".
sr: У општем случају пожелећете да форматирате партицију новокреиранимфајл системом. УПОЗОРЕЊЕ: сви подаци на партицији ће бити неповратнообрисани. Ако одлучите да форматирате већ форматирану партицију, она ће бити означена са "${DESTROY}" у менију за партиционисање. У супротномће бити означена са "${FORMAT}".

source: In order to start your new system, a so called boot loader is used. It can be installed either in the master boot record of the first hard disk, or in a partition. When the boot loader is installed in a partition, you must set the bootable flag for it. Such a partition will be marked with "${BOOTABLE}" in the main partitioning menu.
sr: Да би покренули ваш нови систем, морате користити тзв. бут лоудер.Он може бити инсталиран или на мастер бут запису првог хард диска,или на партицији. Када је бут лоудер инсталиран на партицији, њој моратепоставити бутабилну заставицу. Таква партиција ће бити означена са"${BOOTABLE}" у менију за партиционисање.

source: Saving the time zone...
sr: Снимам временску зону...

source: Selected time zone
sr: Одабрана временска зона

source: Based on your country, your time zone is ${ZONE}.
sr: У вашој земљи је временска зона ${ZONE}.

source: Configure the clock
sr: Исконфигуриши часовник

source: Is the system clock set to UTC?
sr: Да ли је системски часовник подешен на универзално време (UTC)?

source: System clocks are generally set to Coordinated Universal Time (UTC). The operating system uses your time zone to convert system time into local time. This is recommended unless you also use another operating system that expects the clock to be set to local time.
sr: Системски часовници су обично подешени на координисано универзалновреме (UTC). Оперативни систем користи вашу временску зону за претварање системског времена у локално време. Ово је препорученавредност изузев уколико други оперативни систем не очекује локално време.

source: Configuring clock settings...
sr: Конфигуришем подешавања часовника...

source: Setting up the clock
sr: Подешавање часовника

source: Getting the time from a network time server...
sr: Добијам време од сервера мрежног времена...

source: Setting the hardware clock...
sr: Подешавам хардверски часовник...

source: Preparing to install the base system...
sr: Припремам инсталацију основног система...

source: Installing the base system
sr: Инсталирам основни систем

source: Running ${SCRIPT}...
sr: Извршавам ${SCRIPT}...

source: Configuring APT sources...
sr: Конфигуришем изворе за APT...

source: Updating the list of available packages...
sr: Ажурирам листу доступних пакета...

source: Installing extra packages...
sr: Инсталирам додатне пакете...

source: Installing extra packages - retrieving and installing ${SUBST0}...
sr: Инсталирам доддатне пакете - довлачим и инсталирам ${SUBST0}...

source: Configure the package manager
sr: Исконфигуриши управљача пакетима

source: Configuring apt
sr: Конфигуришем apt

source: Scanning local repositories...
sr: Скенирам локалне репозиторијуме...

source: Scanning the security updates repository...
sr: Скенирам репозиторијум са безбедносним закрпама...

source: Scanning the volatile updates repository...
sr: Скенирам репозиторијум са ажурираним непостојаним пакетима...

source: Scanning the CD-ROM...
sr: Скенирам ЦД-РОМ...

source: Disabling netinst CD in sources.list...
sr: Онемогућујем netinst ЦД у sources.list...

source: If you are installing from a netinst CD and choose not to use a mirror, you will end up with only a very minimal base system.
sr: Ако инсталирате са netinst ЦД-а и одаберете да не користите мирор, на крају ћете остати са веома минималним основним системом.

source: You are installing from a netinst CD, which by itself only allows installation of a very minimal base system. Use a mirror to install a more complete system.
sr: Инсталирате са netinst ЦД-а који самостално обезбеђује само инсталирање врло минималног основног система. Да би стеинсталирали комплетнији систем користите мирор.

source: Scanning the mirror...
sr: Скенирам мирор...

source: Use non-free software?
sr: Да ли желите да користите non-free софтвер?

source: Some non-free software has been made to work with Debian. Though this software is not at all a part of Debian, standard Debian tools can be used to install it. This software has varying licenses which may prevent you from using, modifying, or sharing it.
sr: Неки non-free софтверски пакети су портовани на Дебиан. Мада ови пакетиникако нису део Дебиана, стандардни Дебиан алати се могу користити заинсталирање оваквог софтвера. Овај софтвер има различите лиценце које вас могу спречити да га користите, мењате и делите са другима.

source: Please choose whether you want to have it available anyway.
sr: Молим, изаберите да ли желите да и даље буде доступан.

source: Use contrib software?
sr: Да ли желите да користите contrib софтвер?

source: Some additional software has been made to work with Debian. Though this software is free, it depends on non-free software for its operation. This software is not a part of Debian, but standard Debian tools can be used to install it.
sr: Неки додатни софтверски пакети су портовани на Дебиан. Мада је овај софтвер слободан (free), зависи од 'non-free' софтвера. Овај софтвер није део Дебиана, али стандардни Дебиан алати се могу користити за његово инсталирање.

source: Please choose whether you want this software to be made available to you.
sr: Молим, одаберите да ли желите да вам овај софтвер и даље буде доступан.

source: Use a network mirror?
sr: Да ли желите да користите мрежни мирор?

source: A network mirror can be used to supplement the software that is included on the CD-ROM. This may also make newer versions of software available.
sr: Мрежни мирор се може употребити да замени софтвер који је укључен наЦД-у. Може такође обезбедити новије верзије софтвера.

source: Allow login as root?
sr: Дозволите логовање као root корисник?

source: If you choose not to allow root to log in, then a user account will be created and given the power to become root using the 'sudo' command.
sr: Ако одаберете да не дозволите логовање за root корисника, онда ћебити креиран кориснички налог и дата му могућност да постане корисник root користећи 'sudo' команду.

source: Root password:
sr: Лозинка за root корисника:

source: You need to set a password for 'root', the system administrative account. A malicious or unqualified user with root access can have disastrous results, so you should take care to choose a root password that is not easy to guess. It should not be a word found in dictionaries, or a word that could be easily associated with you.
sr: Морате поставити лозинку за 'root' корисника, системски административниналог. Злонамеран или неквалификован коирсник са правима приступа rootкорисника може имати погубне ефекте, тако да водите рачуна да одаберетелозинку која се не може лако погодити. То не би требало да буде реч из речникаили реч која се може лако повезати са вама.

source: A good password will contain a mixture of letters, numbers and punctuation and should be changed at regular intervals.
sr: Добра лозинка ће садржати мешавину слова, цифара и знакова интерпункцијеи треба да буде мењана у регуларним интервалима.

source: Note that you will not be able to see the password as you type it.
sr: Обратите пажњу да нећете моћи да видите лозинку док је укуцавате.

source: Re-enter password to verify:
sr: Поново унесите лозинку ради провере:

source: Please enter the same root password again to verify that you have typed it correctly.
sr: Молим, унесите исту root лозинку поново ради провере да ли сте је унели исправно.

source: Full name for the new user:
sr: Пуно име новог корисника:

source: A user account will be created for you to use instead of the root account for non-administrative activities.
sr: Кориснички налог ће бити креиран за употребу уместо root налога занеадминистративне активности.

source: Please enter the real name of this user. This information will be used for instance as default origin for emails sent by this user as well as any program which displays or uses the user's real name. Your full name is a reasonable choice.
sr: Молим, унесите стварно име овог корисника. Ова информација ће бити употребљена нпр. у адреси пошиљаоца емејла као и у било компрограму који исписује или користи корисниково право име. Ваше пуноиме је разуман избор за вредност овог поља.

source: Username for your account:
sr: Корисничко име за ваш налог:

source: Select a username for the new account. Your first name is a reasonable choice. The username should start with a lower-case letter, which can be followed by any combination of numbers and more lower-case letters.
sr: Одаберите корисничко име за нови налог. Ваше име је разуман избор. Корисничко име мора почети са малим словом, које може бити праћенобило каквом комбинацијом цифара и малих слова.

source: Choose a password for the new user:
sr: Одаберите лозинку за новог корисника:

source: Please enter the same user password again to verify you have typed it correctly.
sr: Молим, унесите исту корисничку лозинку поново како би проверили дали сте је исправно унели.

source: Set up users and passwords
sr: Подесите кориснике и лозинке

source: Setting users and passwords...
sr: Постављам кориснике и лозинке...

source: Continue
sr: Настави

source: Go Back
sr: Натраг

source: Yes
sr: Да

source: No
sr: Не

source: <Tab> moves between items; <Space> selects; <Enter> activates buttons
sr: <Tab> кретање између опција; <Space> одабире; <Enter> активира одабрано

source: Screenshot
sr: Снимак екрана

source: Screenshot saved as %s
sr: Снимак екрана је сачуван као %s

source: Configuring network...
sr: Подешавам мрежу...

source: Installation complete
sr: Инсталација је завршена

source: Install the GRUB boot loader to the master boot record?
sr: Да инсталирам GRUB бут лоудер у мастер бут запис?

source: The following other operating systems have been detected on this computer: ${OS_LIST}
sr: На овом рачунару су детектовани следећи оперативни системи:${OS_LIST}

source: If all of your operating systems are listed above, then it should be safe to install the boot loader to the master boot record of your first hard drive. When your computer boots, you will be able to choose to load one of these operating systems or your new system.
sr: Ако су горе набројани сви ваши оперативни системи, онда би требалобити безбедно инсталирати бут лоудер у мастер бут запису на вашем првом хард диску. Када се ваш рачунар стартује моћи ћете да одаберетенеки од ових оперативних система или ваш нови систем.

source: It seems that this new installation is the only operating system on this computer. If so, it should be safe to install the GRUB boot loader to the master boot record of your first hard drive.
sr: Изгледа да је нова инсталација једини оперативни систем на овом рачунару. Ако је то тачно, било би безбедно инсталирати GRUB бутлоудер на мастер бут запису вашег првог хард диска.

source: Warning: If the installer failed to detect another operating system that is present on your computer, modifying the master boot record will make that operating system temporarily unbootable, though GRUB can be manually configured later to boot it.
sr: Упозорење: Ако програм за инсталацију није успео да детектује други оперативни систем који се налази на вашем рачунару, модификовање мастер бут записа ће учинити да тај оперативни систем привремено нећемоћи да се покрене, мада се GRUB може касније ручно подесити да га бутује.

source: Installing GRUB boot loader
sr: Инсталирам GRUB бут лоудер

source: Looking for other operating systems...
sr: Тражим друге оперативне системе...
