Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/sublevel1/*.po
Languages: sr

source: Asia
sr: Азија

source: Atlantic Ocean
sr: Атлантски океан

source: Caribbean
sr: Кариби

source: Central America
sr: Централна Америка

source: Europe
sr: Европа

source: Indian Ocean
sr: Индијски oкеан

source: Type of wireless network:
sr: Врста бежичне мреже:

source: Wireless networks are either managed or ad-hoc. If you use a real access point of some sort, your network is Managed. If another computer is your 'access point', then your network may be Ad-hoc.
sr: Бежичне мреже су или управљане (сталне) или „ad-hoc“. Уколико користите неку врсту стварне приступне тачке, ваша мрежа је стална. У случају да је приступна тачка други рачунар, онда је ваша мрежа „ad-hoc“.

source: Download installer components
sr: Преузимање делова инсталације

source: Load installer components from CD
sr: Учитавање делова инсталације са ЦД-а

source: Please insert ${DISK_LABEL} ('${DISK_NAME}') first.
sr: Прво убаците диск ${DISK_LABEL} ('${DISK_NAME}').

source: Typical usage of this partition:
sr: Типична употреба ове партиције:

source: Please specify how the file system is going to be used, so that optimal file system parameters can be chosen for that use.
sr: Молим, назначите како ће се овај фајл систем употребљавати како би се могли одабрати оптимални параметри за ту врсту употребе.

source: standard = standard parameters, news = one inode per 4KB block, largefile = one inode per megabyte, largefile4 = one inode per 4 megabytes.
sr: стандардна = стандардни параметри, систем вести = један и-нод по блокуод 4KB, велики фајлови = један и-нод по мегабајту, велики фајлови 4 = једани-нод по 4 мегабајта.

source: How to use this partition:
sr: Како хоћете да користите ову партицију:

source: McMurdo
sr: MекМурдо

source: south pole
sr: јужни пол

source: Rothera
sr: Ротера

source: Palmer
sr: Палмер

source: Mawson
sr: Мосон

source: Davis
sr: Дејвис

source: Casey
sr: Кејси

source: Vostok
sr: Восток

source: Dumont-d'Urville
sr: Думон-д'Урвил

source: Syowa
sr: Сјова

source: Select a location in your time zone:
sr: Одаберите локацију у вашој временској зони:

source: Lord Howe Island
sr: Острво Лорд Хоув

source: Hobart
sr: Хобарт

source: Melbourne
sr: Мелбурн

source: Sydney
sr: Сиднеј

source: Broken Hill
sr: Броукен Хил

source: Brisbane
sr: Бризбејн

source: Lindeman
sr: Линдеман

source: Adelaide
sr: Аделеид

source: Darwin
sr: Дарвин

source: Perth
sr: Перт

source: Select a city in your time zone:
sr: Одаберите град у вашој временској зони:

source: Noronha
sr: Нороња

source: Belem
sr: Белем

source: Fortaleza
sr: Форталеца

source: Recife
sr: Рисајф

source: Araguaina
sr: Арагуеина

source: Maceio
sr: Масијео

source: Bahia
sr: Бахија

source: Sao Paulo
sr: Сао Паоло

source: Campo Grande
sr: Кампо Гранде

source: Cuiaba
sr: Куиаба

source: Porto Velho
sr: Порто Вело

source: Boa Vista
sr: Боависта

source: Manaus
sr: Манаус

source: Eirunepe
sr: Еирунепе

source: Rio Branco
sr: Рио Бранко

source: Newfoundland
sr: Њуфаундленд

source: Atlantic
sr: Атлантик

source: Eastern
sr: Источна

source: Central
sr: Централна

source: East Saskatchewan
sr: Источни Саскачеван

source: Saskatchewan
sr: Саскачеван

source: Mountain
sr: Планинска

source: Pacific
sr: Пацифик

source: Yukon
sr: Јукон

source: Select your time zone:
sr: Одаберите вашу временску зону:

source: Kinshasa
sr: Киншаса

source: Lubumbashi
sr: Лубумбаши

source: Santiago
sr: Сантјаго

source: Easter Island
sr: Ускршња острва

source: Guayaquil
sr: Гвајакил

source: Galapagos
sr: Галапагос

source: Madrid
sr: Мадрид

source: Ceuta
sr: Цеута

source: Canary Islands
sr: Канарска острва

source: Yap
sr: Јап

source: Truk
sr: Трук

source: Ponape
sr: Понапе

source: Kosrae
sr: Косре

source: Godthab
sr: Годтаб

source: Danmarkshavn
sr: Денмарксхавн

source: Scoresbysund
sr: Скоресбисунд

source: Thule
sr: Туле

source: Jakarta
sr: Џакарта

source: Pontianak
sr: Понтианак

source: Makassar
sr: Макашар

source: Jayapura
sr: Џајапура

source: Tarawa (Gilbert Islands)
sr: Тарава (Гилбертова острва)

source: Enderbury (Phoenix Islands)
sr: Ендербери (острва Феникс)

source: Kiritimati (Line Islands)
sr: Киритимати (Лајн острва)

source: Almaty
sr: Алма-ата

source: Qyzylorda
sr: Кизилорда

source: Aqtobe
sr: Актобе

source: Atyrau
sr: Атирау

source: Oral
sr: Орал

source: Ulaanbaatar
sr: Улан Батор

source: Hovd
sr: Ховд

source: Choibalsan
sr: Чујбасан

source: Auckland
sr: Окленд

source: Chatham Islands
sr: Чатам острва

source: Tahiti (Society Islands)
sr: Тахити (Сосајети острва)

source: Marquesas Islands
sr: Маркезас острва

source: Gambier Islands
sr: Гамбиер острва

source: Lisbon
sr: Лисабон

source: Madeira Islands
sr: Острва Мадеира

source: Azores
sr: Азори

source: Moscow-01 - Kaliningrad
sr: Москва-01 - Калињинград

source: Moscow+00 - west Russia
sr: Москва+00 - западна Русија

source: Moscow+01 - Samara
sr: Москва+01 - Самара

source: Moscow+02 - Urals
sr: Москва+02 - Уралска област

source: Moscow+03 - west Siberia
sr: Москва+03 - западни Сибир

source: Moscow+03 - Novosibirsk
sr: Москва+03 - Новосибирск

source: Moscow+04 - Yenisei River
sr: Москва+04 - река Јенисеј

source: Moscow+05 - Lake Baikal
sr: Москва+05 - Бајкалско језеро

source: Moscow+06 - Lena River
sr: Москва+06 - река Лена

source: Moscow+07 - Amur River
sr: Москва+07 - река Амур

source: Moscow+07 - Sakhalin Island
sr: Москва+07 - острво Сахалин

source: Moscow+08 - Magadan
sr: Москва+08 - Магадан

source: Moscow+09 - Kamchatka
sr: Москва+09 - Камчатка

source: Moscow+10 - Bering Sea
sr: Москва+10 - Берингово море

source: Johnston Atoll
sr: Џонстон атол

source: Midway Islands
sr: Острва Мидвеј

source: Wake Island
sr: Острво Вејк

source: Alaska
sr: Аљаска

source: Hawaii
sr: Хаваји

source: Arizona
sr: Аризона

source: East Indiana
sr: Источна Индијана

source: Samoa
sr: Самоа

source: Install the base system
sr: Инсталирај основни систем

source: Cannot install base system
sr: Не могу да инсталирам основни систем

source: The installer cannot figure out how to install the base system. No installable CD-ROM was found and no valid mirror was configured.
sr: Програм за инсталацију не може да смисли како да инсталираосновни систем. Није пронађен ни један ЦД-РОМ са инсталацијом иниједан валидан мирор није конфигурисан.

source: Debootstrap Error
sr: Грешка debootstrap-а

source: Failed to determine the codename for the release.
sr: Не могу да одредим кодно име за ово издање.

source: Failed to install the base system
sr: Нисам успео да инсталирам основни систем

source: The base system installation into /target/ failed.
sr: Није успела инсталација основног система на /target.

source: Base system installation error
sr: Грешка при инсталацији основног система

source: The debootstrap program exited with an error (return value ${EXITCODE}).
sr: Програм debootstrap је завршио за грешком (повратна вредност ${EXITCODE}).

source: The debootstrap program exited abnormally.
sr: Програм debootstrap није завршио нормално.

source: The following error occurred:
sr: Настала је следећа грешка:

source: Tool to use to generate boot initrd:
sr: Алат који се користи за генерисање бут initrd-а:

source: The list shows the available tools. If you are unsure which to select, you should select the default. If your system fails to boot, you can retry the installation using the other options.
sr: Листа приказује доступне алате. Ако нисте сигурни који да користитеодаберите подразумевани. Ако ваш систем не успе да се бутује, можетереинсталирати систем користећи друге опције.

source: Unsupported initrd generator
sr: Неподржани генератор initrd-а

source: The package ${GENERATOR} that was selected to generate the initrd is not supported.
sr: Пакет ${GENERATOR} који је одабран за генерисање initrd-а није подржан.

source: Unable to install the selected kernel
sr: Не могу да инсталирам одабрани кернел.

source: An error was returned while trying to install the kernel into the target system.
sr: Настала је грешка при покушају да инсталирам кернел на циљни систем.

source: Kernel package: '${KERNEL}'.
sr: Кернел пакет: '${KERNEL}'.

source: none[ Do not translate what's inside the brackets and just put the translation for the word "none" in your language without any brackets. This "none" means "no kernel" ]
sr: ниједан

source: Kernel to install:
sr: Кернели за инсталацију:

source: The list shows the available kernels. Please choose one of them in order to make the system bootable from the hard drive.
sr: Листа приказује доступне кернеле. Молим, одаберите једног од њих даби систем могао да се бутује са хард драјва.

source: Continue without installing a kernel?
sr: Да ли желите да наставите без инсталирања кернела?

source: No installable kernel was found in the defined APT sources.
sr: У дефинисаним APT изворима није нађен ни један кернел који се можеинсталирати.

source: You may try to continue without a kernel, and manually install your own kernel later. This is only recommended for experts, otherwise you will likely end up with a machine that doesn't boot.
sr: Можете пробати да наставите без кернела и да ручно инсталирате својкернел касније. Ово се препоручује једино експертима, иначе ћете завршитиса машином која не може да се бутује.

source: Cannot install kernel
sr: Не могу да инсталирам кернел

source: The installer cannot find a suitable kernel package to install.
sr: Програм за инсталацију не може да нађе одговарајући кернелски пакет.

source: Unable to install ${PACKAGE}
sr: Не могу да инсталирам ${PACKAGE}

source: An error was returned while trying to install the ${PACKAGE} package onto the target system.
sr: Дошло је до грешке приликом покушаја инсталације пакета ${PACKAGE} на циљни систем.

source: Failed getting Release file ${SUBST0}.
sr: Нисам успео да довучем фајл Release ${SUBST0}.

source: Failed getting Release signature file ${SUBST0}.
sr: Нисам успео да довучем Release фајл са потписом ${SUBST0}.

source: Release file signed by unknown key (key id ${SUBST0})
sr: Фајл Release потписан непознатим кључем (ИД кључа ${SUBST0})

source: Invalid Release file: no valid components.
sr: Неисправан Release фајл: нема валидних компоненти.

source: Invalid Release file: no entry for ${SUBST0}.
sr: Неисправан Release фајл: нема ставке за ${SUBST0}.

source: Couldn't retrieve ${SUBST0}. This may be due to a network problem or a bad CD, depending on your installation method.
sr: Не могу да довучем ${SUBST0}. Разлог може бити проблем са мрежомили лош ЦД, зависно од одабраног метода инсталације.

source: If you are installing from CD-R or CD-RW, burning the CD at a lower speed may help.
sr: Ако инсталирате са нарезаног ЦД-а, нарезивање са мањом брзином можепомоћи.

source: Retrieving Release file
sr: Довлачим Release фајл

source: Retrieving Release file signature
sr: Довлачим потпис Release фајла

source: Finding package sizes
sr: Рачунам величине пакета

source: Retrieving Packages files
sr: Довлачим Package фајлове

source: Retrieving Packages file
sr: Довлачим Packages фајл

source: Retrieving packages
sr: Довлачим пакете

source: Extracting packages
sr: Распакујем пакете

source: Installing core packages
sr: Инсталирам кључне пакете

source: Unpacking required packages
sr: Распакујем захтеване пакете

source: Configuring required packages
sr: Конфигуришем захтеване пакете

source: Unpacking the base system
sr: Распакујем основни систем

source: Configuring the base system
sr: Конфигуришем основни систем

source: Validating ${SUBST0}...
sr: Вршим валидацију ${SUBST0}...

source: Retrieving ${SUBST0}...
sr: Довлачим ${SUBST0}...

source: Extracting ${SUBST0}...
sr: Распакујем ${SUBST0}...

source: Unpacking ${SUBST0}...
sr: Распакујем ${SUBST0}...

source: Configuring ${SUBST0}...
sr: Конфигуришем ${SUBST0}...

source: Checking Release signature
sr: Проверавам потпис Release-а

source: Valid Release signature (key id ${SUBST0})
sr: Валидан Release потпис (ИД кључа ${SUBST0})

source: Resolving dependencies of base packages...
sr: Одређујем зависности основних пакета...

source: Found additional base dependencies: ${SUBST0}
sr: Пронашао сам додатне основне зависности: ${SUBST0}

source: Found additional required dependencies: ${SUBST0}
sr: Пронашао сам захтеване зависности: ${SUBST0}

source: Found packages in base already in required: ${SUBST0}
sr: Пронађени основни пакети већ у списку захтеваних: ${SUBST0}

source: Resolving dependencies of required packages...
sr: Одређујем зависности захтеваних пакета...

source: Checking component ${SUBST0} on ${SUBST1}...
sr: Проверавам компоненту ${SUBST0} на ${SUBST1}...

source: Installing core packages...
sr: Инсталирам кључне пакете...

source: Unpacking required packages...
sr: Распакујем захтеване пакете...

source: Configuring required packages...
sr: Конфигуришем захтеване пакете...

source: Installing base packages...
sr: Инсталирам основне пакете...

source: Unpacking the base system...
sr: Распакујем основни систем...

source: Configuring the base system...
sr: Конфигуришем основни систем...

source: Base system installed successfully.
sr: Основни систем успешно инсталиран.

source: Debootstrap warning
sr: Упозорење програма debootstrap

source: Warning: ${INFO}
sr: Упозорење: ${INFO}

source: Retrying failed download of ${SUBST0}
sr: Покушавам поновно довлачење ${SUBST0}

source: Selecting the kernel to install...
sr: Одабирам кернел за инсталацију...

source: Installing the kernel...
sr: Инсталирам кернел...

source: Installing the kernel - retrieving and installing ${SUBST0}...
sr: Инсталирам кернел - довлачим и инсталирам ${SUBST0}...

source: The installer failed to access the mirror. This may be a problem with your network, or with the mirror. You can choose to retry the download, select a different mirror, or ignore the problem and continue without all the packages from this mirror.
sr: Инсталаторски програм није успео да приступи мирор сајту. Проблем може бити до ваше мреже или до самог мирора. Можете одабрати дапоново покушате свлачење, промените мирор сајт или да игноришете овај проблем и наставите без свих пакета са овог мирора.

source: Select and install software
sr: Изабери и инсталирај програме

source: Setting up...
sr: Подешавање...

source: Running tasksel...
sr: Покретање tasksel-а...

source: Cleaning up...
sr: Čišćenje...

source: Download debconf preconfiguration file
sr: Преузми debconf преконфигурациону датотеку

source: Load debconf preconfiguration file
sr: Учитај debconf преконфигурациону датотеку

source: Failed to mount the floppy
sr: Неуспешно монтирање флопија

source: Either the floppy device cannot be found, or a formatted floppy is not in the drive.
sr: Или флопи уређај не може бити пронађен, или форматирана флопи дискета није у дискетној јединици.

source: ELILO installation failed
sr: ELILO инсталација није успела

source: Select a partition
sr: Одабери партицију

source: These are the partitions that were detected in your system. Please select a partition to configure. No actual changes will be made until you select "Finish". If you select "Abort", no changes will be made.
sr: Ово су партиције које су детектоване на вашем систему. Молим,одаберите партицију да бисте је конфигурисали. Ниједна измена нећебити учињена док не одаберете "Заврши". Ако одаберете "Прекини", ниједна измена неће бити урађена.

source: The information shown is, in order: device name, size, file system, and mount point.
sr: Следеће информације су приказане, према редоследу: име уређаја, величина,фајл систем и тачка качења.

source: Choose the next step in the install process:
sr: Изаберите следећи корак инсталације:

source: Execute a shell
sr: Покрени командни интерфејс

source: Abort the installation
sr: Прекини инсталацију

source: Registering modules...
sr: Региструјем модуле...

source: Loading additional components
sr: Учитавам додатне делове

source: Retrieving ${PACKAGE}
sr: Добављам ${PACKAGE}

source: Choose language
sr: Одаберите језик/Choose language

source: Storing language...
sr: Снимам језик...

source: other
sr: друга

source: Choose a country, territory or area:
sr: Одаберите државу, територију или област:

source: Based on your language, you are probably located in one of these countries or regions.
sr: Према вашем језику, вероватно сте лоцирани у једној од ових државаили региона.

source: Configuring keyboard...
sr: Подешавам тастатуру...

source: Detecting hardware to find CD-ROM drives
sr: Претражујем хардвер за CD-ROM погонима

source: Scanning CD-ROM
sr: Претражујем CD-ROM

source: Scanning ${DIR}...
sr: Претражујем ${DIR}...

source: Unmounting and ejecting CD-ROM...
sr: Демонтирам и избацујем CD-ROM...

source: Detecting network hardware
sr: Детектујем мрежни хардвер

source: Detect network hardware
sr: Детектуј мрежни хардвер

source: Detect disks
sr: Детектуј дискове

source: Detecting disks and all other hardware
sr: Детектујем дискове и сав остали хардвер

source: Detecting hardware, please wait...
sr: Детектујем хардвер, молим сачекајте...

source: Loading module '${MODULE}' for '${CARDNAME}'...
sr: Учитавам модул '${MODULE}' за '${CARDNAME}'...

source: Starting PC card services...
sr: Стартујем PC card сервис...

source: Auto-configure network with DHCP?
sr: Аутоматски подеси мрежу помоћу DHCP-а?

source: Networking can either be configured by DHCP or by manually entering all the information. If you choose to use DHCP and the installer is unable to get a working configuration from a DHCP server on your network, you will be given the opportunity to configure your network manually after the attempt to configure it by DHCP.
sr: Умрежавање може бити подешено или помоћу DHCP или ручним уношењем свих података. Ако изаберете DHCP, а програм за инсталацију не буде могао добавити ваљане радне поставке са DHCP послужитеља на вашој мрежи, ипак ћете моћи подесити своју мрежу и ручно.

source: Domain name:
sr: Име домена:

source: The domain name is the part of your Internet address to the right of your host name. It is often something that ends in .com, .net, .edu, or .org. If you are setting up a home network, you can make something up, but make sure you use the same domain name on all your computers.
sr: Име домена је део ваше Интернет адресе у десном делу имена вашег рачунара. То је обично нешто што завршава са .rs, .com, .net, .edu или .org. Ако подешавате кућну мрежу, можете га произвољно одредити, али морате користити исто име домене на свим вашим рачунарима.

source: Name server addresses:
sr: Адресе именских послужитеља (name servers):

source: The name servers are used to look up host names on the network. Please enter the IP addresses (not host names) of up to 3 name servers, separated by spaces. Do not use commas. The first name server in the list will be the first to be queried. If you don't want to use any name server, just leave this field blank.
sr: Именски послужитељи (name servers) користе се за тражење имена рачунара на мрежи. Молим унесите IP адресе (не имена) до 3 именска послужитеља, одвојене размацима. Не користите запете. Први именски послужитељ на списку бит ће први испитиван. Ако не желите користити именске послужитеље, оставите празно.

source: Primary network interface:
sr: Основна мрежна спрега:

source: Your system has multiple network interfaces. Choose the one to use as the primary network interface during the installation. If possible, the first connected network interface found has been selected.
sr: Ваш систем има више мрежних спрега. Одредите коју ћете користити као основну мрежну спрегу током инсталације. Ако је то могуће, биће изабрана прва пронађена спојена мрежна спрега.

source: Wireless ESSID for ${iface}:
sr: Бежични ESSID за ${iface}:

source: ${iface} is a wireless network interface. Please enter the name (the ESSID) of the wireless network you would like ${iface} to use. If you would like to use any available network, leave this field blank.
sr: ${iface} је бежична мрежна спрега. Молим унесите име (ESSID) бежичне мреже коју желите да ${iface} користи. Ако желите користити било коју доступну мрежу, оставите празно.

source: Attempting to find an available wireless network failed.
sr: Покушај проналаска доступне бежичне мреже није успео.

source: ${iface} is a wireless network interface. Please enter the name (the ESSID) of the wireless network you would like ${iface} to use. To skip wireless configuration and continue, leave this field blank.
sr: ${iface} је бежична мрежна спрега. Молим унесите име (ESSID) бежичне мреже коју желите да ${iface} користи. Ако желите прескочити подешавање бежичне мреже и наставити, оставите празно.

source: WEP key for wireless device ${iface}:
sr: WEP кључ за бежични уређај ${iface}:

source: If applicable, please enter the WEP security key for the wireless device ${iface}. There are two ways to do this:
sr: Ако је потребно, молим унесите сигурносни WEP кључ за бежични уређај ${iface}. То можете на два начина:

source: If your WEP key is in the format 'nnnn-nnnn-nn', 'nn:nn:nn:nn:nn:nn:nn:nn', or 'nnnnnnnn', where n is a number, just enter it as it is into this field.
sr: Ако је ваш WEP кључ у облику 'nnnn-nnnn-nn' 'nn:nn:nn:nn:nn:nn:nn:nn', или 'nnnnnnnn', где је n број, само га унесите у ово поље какав јест.

source: If your WEP key is in the format of a passphrase, prefix it with 's:' (without quotes).
sr: Ако је ваш WEP кључ у формату лозинке, додајте му 's:' на почетак (без наводника).

source: Of course, if there is no WEP key for your wireless network, leave this field blank.
sr: Наравно, ако WEP кључ није постављен у вашој бежичној мрежи, оставите празно поље.

source: Hostname:
sr: Име домаћина:

source: Please enter the hostname for this system.
sr: Молимо укуцајте име домаћина за овај систем.

source: The hostname is a single word that identifies your system to the network. If you don't know what your hostname should be, consult your network administrator. If you are setting up your own home network, you can make something up here.
sr: Име домаћина је једна реч која идентификује ваш систем на мрежи. Ако не знате које име би требало да стоји, проверите код администратора мреже. Ако постављате вашу кућну мрежу, онда можете нешто да измислите.

source: Wireless network configuration
sr: Подешавање бежичне мреже

source: Configure the network
sr: Подеси мрежу

source: DHCP hostname:
sr: Име DHCP домаћина:

source: You may need to supply a DHCP host name. If you are using a cable modem, you might need to specify an account number here.
sr: Вероватно треба да додате име DHCP домаћина. Ако користите кабловски модем, можда ћете морати да наведете и број налога.

source: Most other users can just leave this blank.
sr: Већина осталих корисника може оставити ово празно.

source: Configuring the network with DHCP
sr: Подешавам мрежу помоћу DHCP-а

source: This may take some time.
sr: Ово може потрајати неко време.

source: Network autoconfiguration has succeeded
sr: Мрежно самоподешавање је било успешно.

source: Retry network autoconfiguration
sr: Понови самоподешавање мреже

source: Retry network autoconfiguration with a DHCP hostname
sr: Понови самоподешавање мреже са DHCP-ом

source: Configure network manually
sr: Ручно подешавање мреже

source: Do not configure the network at this time
sr: Подешавање мреже остављам за касније

source: Network configuration method:
sr: Начин подешавања мреже:
