Repository: Sprezzatech/main-menu-udeb
Catalog: packages/cdrom-detect/debian/po/*.po
Languages: bs, cs, et, fr, hr, km, ku, lt, pl, pt, ro, vi, zh_cn

source: Please insert a suitable CD to continue with the installation.
cs: Vlote prosm vhodn instalan CD a pokraujte v instalaci.
fr: Veuillez insérer un cédérom valable pour continuer l'installation.
km: សូម​បញ្ចូល​ស៊ីឌី​សម​ស្រប​មួយ​ដើម្បី​បន្ត​ការ​ដំឡើង ។
ku: Ji kerema xwe CD'yeke ji bo sazkirinê têxe.
vi: Hãy nạp một đĩa CD thích hợp để tiếp tục lại quá trình cài đặt.
zh_cn: 请插入合适的光盘以继续安装。

source: Error reading Release file
cs: Chyba pi ten souboru Release
et: Faili Release hankimine
fr: Erreur de lecture du fichier « Release »
km: កំហុស​ក្នុង​ការ​អាន​ឯកសារ​ចេញ​ផ្សាយ
ku: Çewtiya xwendina dosiya release
lt: Klaida skaitant Release fail
pl: Bd podczas odczytu pliku Release
pt: Erro ao ler o ficheiro Release
vi: Gặp lỗi khi đọc tập tin <Release>
zh_cn: 读取 Release 文件出错

source: The CD-ROM does not seem to contain a valid 'Release' file, or that file could not be read correctly.
cs: Zd se, e dn CD mechanika neobsahuje platn soubor 'Release', nebo jej nedoke korektn pest.
et: Tundub, et laserkettal ei ole kehtivat 'Release' faili, vi siis ei nnestunud seda korralikult lugeda.
fr: Le cédérom ne semble pas contenir de fichier « Release ». Il est également possible que ce fichier soit présent mais ne puisse pas être lu correctement.
km: ស៊ីឌីរ៉ូម​នេះ​ហាក់​ដូចជា​មិន​មាន​ឯកសារ​ 'ចេញ​ផ្សាយ' ត្រឹមត្រូវ​មួយ ឬ ​ឯកសារ​ទាំងនោះ​មិនអាច​​អាន​បាន​ត្រឹមត្រូវ ។
ku: Dixûye ku CD-ROM'ê dosyayek derbazbar a 'Release' nehewandîyê an jî ev dosya bi awayek rast nehatiye xwendin.
lt: Panau, kad CD-ROM'as neturi teisingo 'Release' failo, arba is failas negali bti teisingai nuskaitytas.
pl: Wyglda na to, e pyta CD nie zawiera prawidowego pliku 'Release' lub nie mona go odczyta.
pt: O CD-ROM parece no conter um ficheiro 'Release' vlido, ou esse ficheiro no pode ser lido correctamente.
ro: CD-ul nu pare s conin un fiier 'Release' valid, sau acel fiier nu a putut fi citit corect.
vi: Hình như đĩa CD-ROM này không chứa một tập tin <Release> (Phát hành) hợp lệ, hoặc không thể đọc tập tin đó.
zh_cn: 此光盘并未包括有效的“Release”文件，或者该文件无法被正确地读取。

source: You may try to repeat CD-ROM detection but, even if it does succeed the second time, you may experience problems later in the installation.
cs: Mete zkusit znovu spustit rozpoznn CD, avak i kdy se to napodruh povede, mohli byste dle v instalaci zaznamenat njak problmy.
et: Vid CD-ROM otsimist uuesti proovida, kuid isegi kui see kord nneks lheb, vid hiljem paigaldamise kigus ikkagi probleeme kohata.
fr: Vous pouvez tenter à nouveau la détection du cédérom. Cependant, même si elle réussit à la deuxième tentative, vous pourriez rencontrer des difficultés lors de la suite de l'installation.
km: អ្នក​អាច​ព្យាយាម​រក​មើល​ស៊ីឌីរ៉ូម​ម្ដងទៀត ប៉ុន្តែ​ទោះ​បី​ជា​វា​ជោគជ័យនៅ​លើ​ទី​ពីរ​​ក៏ដោយ អ្នក​អាច​មាន​បទពិសោធន៍​ក្នុងការ​ដំឡើង​ពេល​ក្រោយ ។
ku: Tu dikarî dîsa biceribîne da ku CD-ROMê nas bike, lê heke naskirin cara duduyan serkeftî be jî di sazkirinê de wê pirsgirêk derkevin.
lt: Js galite pabandyti pakartoti CD-ROM aptikimo procedr, bet net jei pavyks antruoju bandymu, vliau Js galite turti problem diegimo metu.
pl: Moesz sprbowa ponowi wykrywanie pyty CD, ale nawet jeli si powiedzie za drugim r azem, moesz dowiadczy problemw w dalszej czci instalacji.
pt: Pode tentar repetir a deteco do CD-ROM mas, mesmo que consiga segunda vez, poder vir a ter problemas durante a instalao.
ro: Putei ncerca s repetei detectarea CD-ului, dar, chiar dac reuete a doua oar, putei s avei probleme mai trziu n timpul instalrii.
vi: Bạn có thể cố lặp lại việc dò tìm đĩa CD-ROM, nhưng mà, thậm chí nếu việc này thành công lần thứ hai, bạn có lẽ sẽ gặp lỗi tại điểm thời sau trong quá trình cài đặt.
zh_cn: 您可以再次尝试探测光盘，但是，即使能够成功探测到安装光盘，您依然可能在稍后的安装过程中遇到问题。

source: stable, testing, unstable
cs: stabiln, testovac, nestabiln
et: stabiilne, testitav, ebastabiilne
hr: stabilna, testirajua, nestabilna
km: នឹង សាកល្បង មិន​នឹង
lt: stabili, testuojama, nestabili
pl: stabilna, testowa, niestabilna
ro: stabil, n teste, instabil
vi: ổn định, thử ra, bất định

source: Debian version to install:
bs: Verzija Debiana koja se instalira:
cs: Verze Debianu pro instalaci:
et: Paigaldatav Debiani versioon:
fr: Version de Debian à installer :
hr: Inaica Debiana za instalaciju:
km: កំណែ Debian ​ដែល​ត្រូវ​ដំឡើង ៖
lt: Debian'o versija diegimui:
pl: Dystrybucja Debiana do zainstalowania:
pt: Verso de Debian a instalar:
ro: Versiunea Debian de instalat:
vi: Phiên bản Debian cần cài đặt:

source: Debian comes in several flavors. Stable is well-tested and rarely changes. Unstable is untested and frequently changing. Testing is a middle ground, that receives many of the new versions from unstable if they are not too buggy.
bs: Debian dolazi u nekoliko varijanti. Stable je dobro-testirana i rijetko se mijenja. Unstable nije testirana i esto se mijenja. Testing je sredina u koju ulaze mnoge nove verzije softwarea iz unstablea ako ne sadre previe bugova.
cs: Debian je k dispozici v nkolika variantch. Stabiln verze je peliv testovan a mn se velmi zdka. Nestabiln verze se mn velmi asto a me obsahovat chyby. Testovac verze je nco mezi tm. Pokud nejsou balky z nestabiln verze moc chybov, pechzej do verze testovac.
et: Debiani on mitme erineva mekiga. Stabiilne on phjalikult lbi testitud ja muutub harva. Ebastabiilne on testimata ja muutub pidevalt. Testitav on vahepealne - temasse tuuakse ebastabiilsest sisse paljude pakettide uued versioonid, juhul kui nad liiga vigased pole.
fr: Debian est disponible en plusieurs versions. « Stable » est bien testée et change rarement. « Unstable » n'est pas testée et change très fréquemment. « Testing » est entre les deux, elle récupère beaucoup de nouvelles versions d'« Unstable » si elles ne sont pas trop boguées.
hr: Debian dolazi u nekoliko distribucija. Stabilna je dobro provjerena i rijetko se mijenja. Nestabilna je neprovjerena i mijenja se esto. Testirajua je u sredini, pa sadri veinu novih inaica paketa iz nestabilne, ako nemaju previe buba.
km: Debian នាំ​មក​នូវ​បែប​បទ​មួយ​ចំនួន​ ។ ភាព​ឋិតថេរ​គឺ​ត្រូវ​បាន​សាកល្បង​និង​កំរ​​ផ្លាស់​ប្តូរ​ ។​ភាព​មិន​ឋិតថេរ​គឺ មិន​ត្រូវ​បាន​សាកល្បង​និង​ ជាញឹកញាប់​ត្រូវ​បាន​ផ្លាស់​ប្តូរ ។ ការ​សាកល្បង​គឺ​ ស្ថិត​នៅ​ត្រង់​ចំនុច​កណ្តាលដែល​ទទួល​កំណែថ្មី​ជាច្រើន​ពី​ភាព​មិន​ឋិតថេរ​ ប្រសិនបើវា​មិន​មាន​ប៉ះ​ពាល់​ផង​ដែ ។
lt: Debian'as gyvuoja keliomis versijomis (ar akomis). Stabili - gerai itestuota ir retai besikeiianti. Nestabili - neitestuota ir tankiai besikeiianti. Testuojama - tai tarpin aka, kuri patenka daugelis nauj versij paket i nestabilios akos, jei juose nra aiki klaid.
pl: Debian wystpuje w kilku wersjach. Stabilna jest bardzo dobrze przetestowana i rzadko si zmienia. Niestabilna jest nieprzetestowana i czsto zmieniana. Testowa jest czym pomidzy, zawiera wiele nowinek z niestabilnej wersji jeli nie s zbyt niedopracowane.
pt: O Debian vem em vrias verses. A Stable bastante testada e raramente tem alteraes. A Unstable no testada e alterada frequentemente. A Testing o meio termo, recebe muitas das novas verses de Unstable se estas no tiverem muitos problemas.
ro: Debian are diverse versiuni. Stabil - foarte bine testat i se schimb foarte rar. Instabil este netestat i se schimb frecvent. "n teste" este undeva la mijloc; primete multe din noile versiuni din instabil dac acestea nu au probleme prea mari.
vi: Có vài phiên bản Debian khác: • ổn định (stable) - phiên bản này được kiểm tra khá và thay đổi rất ít lần. • bất định (unstable) - phiên bản này chưa được kiểm tra và thay đổi luôn. • thử ra (testing) - phiên bản này nằm giữa hai phiên bản khác: nó nhận nhiều trình mới từ phiên bản bất định, khi mỗi trình không còn có nhiều lỗi lại.

source: Unmounting and ejecting CD-ROM...
bs: Demontiram i izbacujem CD-ROM...
cs: Odpojuje se CD-ROM...
et: Laserketta lahtihaakimine ja vljastamine...
fr: Démontage du cédérom et éjection...
hr: Demontiram i izbacujem CD-ROM...
km: កំពុង​អាន់ម៉ោន និង​ដក​ស៊ីឌីរ៉ូម​ចេញ...
ku: CD-ROM tê unmountkirin û avêtin...
lt: CD-ROM'o atjungimas ir renginio atidarymas ...
pl: Odmontowywanie i wysuwanie CD-ROMu...
pt: Desmontar e ejectar o CD-ROM...
ro: Demontez i scot CD-ul...
vi: Đang tháo gắn kết và đẩy ra đĩa CD-ROM...
zh_cn: 卸载并弹出 CD-ROM...

source: Detect and mount CD-ROM
bs: Detektiraj i moniraj CD-ROM
cs: Rozpoznat a pipojit CD-ROM
et: Avasta ja haagi CD-ROM
fr: Détecter et monter le cédérom
hr: Pronai i montiraj CD-ROM
km: រក​ឃើញ និង​ម៉ោន​ស៊ីឌីរ៉ូម
ku: CD-ROM bibîne û mount bike
lt: CD-ROM renginio aptikimas ir CD prijungimas
pl: Wykryj urzdzenia CD-ROM i zamontuj pyt CD
pt: Detectar e montar o CD-ROM
ro: Detecteaz i monteaz CD-ul
vi: Dò tìm và lắp đĩa CD-ROM
zh_cn: 探测并挂载光盘

source: Load CD-ROM drivers from removable media?
zh_cn: 从可移动介质中加载光盘驱动器的驱动程序吗？

source: You may need to load additional CD-ROM drivers from removable media, such as a driver floppy. If you have such media available now, insert it, and continue. Otherwise, you will be given the option to manually select CD-ROM modules.
zh_cn: 您可能需要从可移动介质中加载额外的光盘驱动器的驱动模块，例如驱动软盘。如果您已经拥有这样的介质，请将其插入，然后继续安装进程。否则，将给您一个选项用以手动选择光盘驱动器模块。
