Repository: Sprezzatech/main-menu-udeb
Catalog: packages/cdrom-detect/debian/po/*.po
Languages: bs, cs, et, fr, hr, km, ku, lt, pl, pt, ro, vi, zh_cn

source: Load CD-ROM drivers from a driver floppy?
bs: Uitaj CR-ROM upravljake programe sa floppy diskete?
cs: Nahrt ovladae CD-ROM z diskety s ovladai?
et: Lae CD-ROM'i draiverid flopilt?
fr: Faut-il charger les pilotes de cédéroms depuis une disquette de pilotes ?
hr: Uitaj CD-ROM pogonitelje s diskete?
km: ផ្ទុក​កម្មវិធី​បញ្ជា​ស៊ីឌី​រ៉ូម​ពី​ថាសទន់​កម្មវិធី​មួយ ?
ku: Bila ajogerên CD-ROM' ê ji dîsketê bar bibe?
lt: Ar kelti CD-ROM valdykles i valdykli diskelio (driver floppy)?
pl: Zaadowa sterowniki CD-ROMu z dyskietki ze sterownikami?
pt: Carregar drivers de CD-ROM a partir de uma disquete de drivers?
ro: ncarc driverele de CD-ROM de pe o dischet cu drivere?
vi: Tải các trình điều khiển CD-ROM từ đĩa mềm không?

source: You may need to load additional CD-ROM drivers from a driver floppy. If you have such a floppy available now, put it in the drive, and continue. Otherwise, you will be given the option to manually select CD-ROM modules.
bs: Moda biste trebali uitati dodatne CD-ROM upravljake programe sa floppy diskete. Ako imate takvu disketu, ubacite je u pogon i nastavite. U suprotnom, pruiti e vam se prilika da runo odaberete CD-ROM module.
cs: Mon muste zavst dal ovladae CD-ROM z diskety s ovladai. Pokud takovou disketu mte, dejte ji do mechaniky a pokraujte. V opanm ppad dostanete monost vybrat moduly CD-ROM run.
et: Vib juhtuda, et pead flopilt CD-ROM'i jaoks lisadraivereid laadima. Kui sul on srane flopi keprast, pane ta flopiseadmesse ja jtka. Vastasel juhul saad vimaluse ksitsi CD-ROM'i mooduleid valida.
fr: Il peut être nécessaire de charger des pilotes additionnels de cédéroms depuis une disquette de pilotes. Si vous avez une telle disquette, placez-la dans le lecteur, puis continuez. Dans le cas contraire, vous aurez la possibilité de choisir vous-même les modules des pilotes de cédéroms.
hr: Moda trebate uitati CD-ROM pogonitelje s diskete. Ako je imate, umetnite je u pogon i nastavite. Ako ne, bit e vam dana mogunost runo izabrati module za CD-ROM.
km: អ្នក​ប្រហែល​ជា​ចាំបាច់​ត្រូវ​ផ្ទុក​កម្មវិធី​បញ្ជាស៊ីឌីរ៉ូម​បន្ថែម​ទៀតពី​ថាសទន់​កម្មវិធីបញ្ជា​មួយ ។ បើអ្នក​មាន​ប្រភេទ​ថាសទន់​បែបនេះ​អាច​ប្រើ​បាន​ឥឡូវ បញ្ចូល​វា​ចូលក្នុង​ដ្រាយ និង​បន្ត ។ មិន​ដូច្នេះ​ទេ អ្នក​នឹង​មាន​ជម្រើស​ឲ្យ​ជ្រើស​ម៉ូឌុល​ស៊ីឌី​រ៉ូម​ដោយ​ដៃ ។
ku: Dibe ku pêwist be tu ajokarên CD-ROM ji dîsketekê bar bike. Heke dîsketeke te ya wisa heye, wê têxe ajokar û berdewam bike. Yan na jî, ji bo ku tu karibe modulên CD-ROMan bi destan hilbijêrî wê bi te bide naskirin.
lt: Jums gali tekti kelti papildomas CD-ROM valdykles (drivers) i valdykli diskelio. Jei turite tok diskel iuo metu, dkite j diskelio rengin ir tskite. Kitaip Jums bus pasilyta rankiniu bdu pasirinkti CD-ROM'o modulius.
pl: Moliwe, e bdzie trzeba zaadowa dodatkowe sterowniki dla CD-ROMu z dyskietki ze sterownikami. Jeli masz teraz tak dyskietk, w j do stacji i kontynuuj. W przeciwnym wypadku, zostanie udostpniona opcja rcznego wyboru moduw CD-ROM.
pt: Pode necessitar de carregar mdulos adicionais de CD-ROM a partir de uma disquete de drivers. Se tem agora uma dessas disquetes disponveis, ponha-a na drive, e continue. Caso contrrio, poder escolher manualmente a opo para seleccionar mdulos de CD-ROM.
ro: S-ar putea s trebuiasc s ncrcai drivere de CD-ROM adiionale de pe o dischet cu drivere. Dac avei o asemenea dischet disponibil, punei-o n unitatea de dischet, i continuai. Altfel, vi se va oferi opiunea de a selecta manual modulele de CD-ROM.
vi: Có lẽ bạn cần tải một số trình điều khiển CD-ROM them từ đĩa mềm. Nếu bạn có đĩa mềm như vậy sẵn sàng thì hãy nạp nó vào ổ và tiếp tục lại. Không thì bạn sẽ nhận dịp tự chọn mô-đun đĩa CD-ROM.

source: Detecting hardware to find CD-ROM drives
bs: Detektiram hardware da bi pronaao CD-ROM pogone
cs: Rozpoznv se hardware za elem nalezen CD-ROM mechanik
et: Riistvara avastamine, leidmaks CD-ROM seadmeid
fr: Détection du matériel : recherche des lecteurs de cédérom
hr: Pretraujem ovrsje za CD-ROM pogonima
km: កំពុង​រក​មើល​ផ្នែករឹង​ដើម្បី​ស្វែងរក​ដ្រាយ​ស៊ីឌីរ៉ូម
ku: Hardware tê tesbît kirin daku ajokarên CD-ROM werin dîtin
lt: Apvelgiama aparatra iekant CD-ROM renginio
pl: Wykrywanie urzdze w poszukiwaniu napdw CD-ROM
pt: A detectar para encontrar drives de CD-ROM
ro: Se detecteaz componentele pentru a gsi CD-ROM-ul
vi: Đang dò tìm phần cứng để tìm ổ CD-ROM...
zh_cn: 正在探测硬件以搜寻 CD-ROM 驱动器

source: Manually select a CD-ROM module and device?
bs: Runo odabrati CD-ROM modul i ureaj?
cs: Vybrat zazen a modul pro CD-ROM run?
et: Valida CD-ROM'i moodul ja seade ksitsi?
fr: Voulez-vous choisir le module et le périphérique du lecteur de cédéroms ?
hr: Runo izaberi CD-ROM modul i ureaj?
km: ជ្រើស​ម៉ូឌុល​ស៊ីឌី​រ៉ូម​ និង​ឧបករណ៍​មួយ​ដោយ​ដៃ ?
ku: Bila modula CD-ROM' ekî û amûra wî bi destan were hilbijartin?
lt: Ar rankiniu bdu pasirinksite CD-ROM modul ir rengin?
pl: Czy chcesz rcznie wybra modu i urzdzenie CD-ROM?
pt: Seleccionar manualmente um mdulo e dispositivo de CD-ROM?
ro: Selectai manual un modul i un dispozitiv CD-ROM?
vi: Muốn tự chọn mô-đun và thiết bị CD-ROM không?
zh_cn: 手动选择光盘驱动器设备及其模块吗？

source: No common CD-ROM drive was detected.
bs: Uobiajeni CD-ROM pogon nije detektovan.
cs: Nebyla nalezena dn bn CD-ROM mechanika.
et: htki tavaprast CD-ROM seadet ei avastatud.
fr: Aucun lecteur de cédéroms usuel n'a été détecté.
hr: Nije pronaen uobiajeni CD-ROM pogon.
km: គ្មាន​ដ្រាយ​ស៊ីឌីរ៉ូម​ធម្មតា ត្រូវ​បាន​រក​ឃើញ ។
ku: Ajogerakî CD-ROM' ê a nas nehat dîtin.
lt: Neaptiktas prastas CD-ROM renginys.
pl: Nie wykryto napdu CD-ROM.
pt: No foi encontrado nenhum leitor de CD-ROM comum.
ro: Nu s-a detectat un CD-ROM obinuit.
vi: Không dò tìm ổ đĩa CD-ROM dùng chung nào.
zh_cn: 没有探测到常见的光盘驱动器。

source: Your CD-ROM drive may be an old Mitsumi or another non-IDE, non-SCSI CD-ROM drive. In that case you should choose which module to load and the device to use. If you don't know which module and device are needed, look for some documentation or try a network installation instead of a CD-ROM installation.
bs: Moda imate stari Mitsumi ili drugi ne-IDE, ne-SCSI CD-ROM ita. U tom sluaju moete navesti koji modul treba uitati i koji ureaj koristiti. Ako ne znate koji su modul i ureaj potrebni, potraite neku dokumentaciju ili pokuajte mrenu instalaciju umjesto instalacije sa CD-ROM-a.
cs: Mon mte starou Mitsumi nebo jinou ne-IDE, ne-SCSI mechaniku. V takovm ppad mete vybrat modul a odpovdajc zazen. Pokud nevte, kter modul a zazen se m pout, podvejte se do dokumentace, nebo msto CD pouijte sovou instalaci.
et: Su CD-ROM vib olla vana Mitsumi vi mni muu, mitte IDE ega SCSI CD-ROM seade. Sellisel juhul peaksid valima, milline moodul laadida ja millist seadet kasutada. Kui sa ei tea, millist moodulit ja seadet valida, uuri dokumentatsiooni vi proovi laserkettalt paigaldamise asemel vrgust paigaldamist.
fr: Votre lecteur de cédéroms est peut-être un ancien lecteur Mitsumi ou un lecteur qui n'est ni un IDE, ni un SCSI. Si vous êtes dans cette situation, vous pouvez indiquer quel module devra être chargé et quel périphérique sera utilisé. Si vous ne connaissez pas le module et le pilote dont vous avez besoin, veuillez consulter la documentation ou essayez de procéder à une installation via le réseau au lieu d'une installation avec un cédérom.
hr: Moda imate stari Mitsumi CD-ROM, ili koji drugi ne-IDE, ne-SCSI CD-ROM pogon. Ako je tako, trebate odluiti koji ete modul i ureaj koristiti. Ako to ne znate, pogledajte u dokumentaciju ili pokuajte instalaciju s mree namjesto s CD-ROM-a.
km: ដ្រាយ​ស៊ី​ឌី​រ៉ូម​របស់​អ្នក​អាច​ជា​ Mitsumi ប្រភេទ​ចាស់​ឬ ដ្រាយ​ស៊ី​ឌី​រ៉ូមផ្សេង​ទៀត​ដែល​គ្មានខ្សែ​ IDE គ្មាន​ខ្សែ ។​ ក្នុង​ករណី​នេះ​អ្នក​ត្រូវ​តែ​ជ្រើស​រើស​ម៉ូឌុលមួយ​ណា​ដើម្បី​ផ្ទុក​ និង​ឧបករណ៍​សម្រាប់​ប្រើ ។ ប្រសិន​បើ​អ្នក​មិន​ដឹងម៉ូឌុល​និង ឧបករណ៍​មួយ​ណា​ដែល​ត្រូវ​ការ​នោះ​ សូម​ក្រឡេក​មើល​ ឯកសារ​មួយ​ចំនួន ឬ​ក៏​ព្យាយាម​ដំឡើង​វា​តាម​បណ្តាញ​​ជំនួស​ដោយ​ការ​ដំឡើង​ស៊ីឌីរ៉ូម​​វិញ ។
lt: Js CD-ROM'as galbt yra senas Mitsumi ar kitas ne IDE, ne SCSI CD-ROM renginys. Jei taip, turite pasirinkti, kok modul kelti, ir kok rengin naudoti. Jei neinote, koks modulis ir renginys reikalingi, pasiirkite dokumentacijoje, arba bandykite diegti ne i kompakto, o per tinkl.
pl: Twj napd CD-ROM moe by starym napdem Mitsumi lub innym napdem nie IDE i nie SCSI. W takim przypadku powiniene wybra, ktry modu naley zaadowa i ktrego uy urzdzenia. Jeli nie wiesz, ktry modu i urzdzenie jest potrzebne, przejrzyj dokumentacj lub sprbuj instalacji z wykorzystaniem sieci, a nie CD-ROM.
pt: O seu leitor de CD-ROM pode ser um Mitsumi antigo ou um outro leitor de CD-ROM no-IDE e no-SCSI. Nesse caso dever seleccionar o mdulo e dispositivo a carregar.Se no sabe qual so o modulo e dispositivo necessrios, procure alguma documentao ou tente a instalao pela rede em vez da instalao por CD-ROM.
ro: CD-ROM-ul dvs. ar putea fi un CD-ROM Mitsumi vechi sau unul non-IDE, non-SCSI. n acest caz va trebui s selectai care modul trebuie ncrcat i dispozitivul care trebuie folosit. Dac nu tii care modul i dispozitiv este necesar, cutai documentaie sau ncercai o instalare prin reea.
vi: Có lẽ bạn có một ổ đĩa CD-ROM kiểu Mitsumi cũ, hoặc một ổ đĩa CD-ROM khác cũng không IDE không SCSI. Như thế thì bạn nên chọn mô-đun nào cần tải và thiết bị nào cần sử dụng.Nếu bạn chưa biết điều nào nên chọn, hãy xem tài liệu hướng dẫn, hoặc cố cài đặt qua mạng thay vì qua đĩa CD-ROM.
zh_cn: 您的光盘驱动器也许是老式的三菱或者其他非 IDE、非 SCSI 的型号。那样的话，请您手动选择将要使用的设备及其驱动模块。如果您不知道应该用哪一个，请查找相关文档资料，或者使用网络安装。

source: Try again to mount the CD-ROM?
bs: Ponovo pokuati montirati CD-ROM?
cs: Pokusit se znovu o pipojen CD-ROM?
et: Proovida uuesti laserketta haakimist?
fr: Faut-il réessayer de monter le cédérom ?
hr: Iznova pokuaj montirati CD-ROM?
km: ព្យាយាម​ម៉ោន​ស៊ីឌីរ៉ូម​ម្ដង​ទៀតឬ ?
ku: Mountkirina CD-ROM ji nû ve were ceribandin?
lt: Ar dar kart bandyti prijungti CD-ROM rengin?
pl: Sprbowa ponownie zamontowa CD-ROM?
pt: Tentar de novo montar o CD-ROM?
ro: ncercai din nou s montai CD-ROM-ul?
vi: Thử lại lắp đĩa CD-ROM không?
zh_cn: 再次尝试挂载光盘吗？

source: Your installation CD-ROM couldn't be mounted. This probably means that the CD-ROM was not in the drive. If so you can insert it and try again.
bs: Va instalacioni CD-ROM se ne moe montirati. Ovo vjerovatno znai da CD-ROM nije u pogonu. Ako je tako, moe te ga ubaciti i ponovo pokuati.
cs: Instalan CD-ROM nemohlo bt pipojeno. To pravdpodobn znamen, e CD-ROM nen v mechanice. Vlote jej a zkuste to znovu.
et: Su paigaldaja laserketast ei nnestunud haakida. Tenoliselt thendab see, et laserketast ei ole seadmes. Kui see on nii, palun sisesta ketas ja proovi uuesti.
fr: Votre cédérom d'installation ne peut être monté. Cela signifie probablement que votre cédérom ne se trouve pas dans le lecteur. Si c'est le cas, vous pouvez l'insérer et recommencer une nouvelle fois.
hr: Ne mogu montirati va instalacijski CD-ROM, vjerojatno zato to nije u pogonu. Ako je tako, umetnite ga i pokuajte iznova.
km: មិន​អាច​ម៉ោន​ស៊ីឌីរ៉ូម​សម្រាប់​​ដំឡើង​របស់​អ្នក ។ នេះ​ប្រហែល​ជា​មាន​ន័យ​ថា ស៊ីឌីរ៉ូម​នេះ​មិន​មាន​ក្នុង​ដ្រាយ ។ បើ​ដូច្នេះ អ្នក​អាច​បញ្ចូល​វា និង​ព្យាយាម​ម្ដង​ទៀត ។​
ku: CD-ROMa te ya sazkirinê nayê girêdan. Dibe ku CD-ROMa te ne di ajokar de be. Heke wisa be CDyê têxê û dîsa biceribîne.
lt: Nepavyksta prijungti Js diegiklio kompaktinio disko. Tai galbt reikia, kad diskas nedtas rengin. Jei taip, dkite j ir pabandykite dar kart.
pl: Twj CD-ROM instalacyjny nie mg by zamontowany. To prawdopodobnie oznacza, e pyta nie znajduje si w napdzie. Jeli tak jest, w j i sprbuj ponownie.
pt: O seu CD-ROM de instalao no pode ser montado. Isto provavelmente significa que o seu CD-ROM no est no leitor. Se for esse o caso coloque-o e tente de novo.
ro: CD-ROM-ul dvs. de instalare nu a putut fi montat. Aceasta nseamn probabil c CD-ul nu a fost n unitate. Dac este cazul, putei s l introducei i s ncercai din nou.
vi: Đĩa CD-ROM cài đặt của bạn không thể lắp được. Rất có thể vì đĩa CD-ROM chưa vào ổ; như thế thì bạn có thể nạp nó và thử lại.
zh_cn: 无法挂载安装光盘，有可能是因为光盘并没不在驱动器中。如果是这样请您插入光盘并重试。

source: Module needed for accessing the CD-ROM:
bs: Modul potreban za pristup CD-ROM-u:
cs: Modul pro pstup k CD-ROM:
et: CD-ROM'i poole prdumiseks vajalik moodul:
fr: Module pour le lecteur de cédéroms :
hr: Modul potreban za pristup CD-ROM-u:
km: ម៉ូឌុល​ដែល​ចាំបាច់​សម្រាប់​ចូល​ដំណើរការ​ស៊ីឌីរ៉ូម ៖
lt: Reikiamas CD-ROM'o veikimui modulis:
pl: Modu potrzebny do dostpu do napdu CD:
pt: Mdulo necessrio para aceder ao CD-ROM:
ro: Modulul necesar pentru accesarea CD-ROM-ului:
vi: Mô-đun cần thiết để truy cập đĩa CD-ROM:
zh_cn: 使用此光盘所需要加载的模块：

source: The automatic detection didn't find a CD-ROM drive. You can try to load a specific module if you have a unusual CD-ROM drive (that is neither IDE nor SCSI).
bs: Autodetekcijom nije pronaen nijedan CD-ROM pogon. Moete pokuati sa uitavanjem nekog od modula ako imate neuobiajen CD-ROM pogon (koji nije ni IDE niti SCSI).
cs: Automatick detekce nenalezla dnou CD-ROM mechaniku. Pokud mte nkterou ze specilnch CD-ROM mechanik (ani IDE, ani SCSI), mete zkusit nahrt nkter ze specilnch modul.
et: Automaatne avastamine ei tuvastanud htki CD-ROM seadet. Kui sul on ebatavaline (mitte IDE ega SCSI) CD-ROM, vid proovida talle ksitsi vajalikku moodulit laadida.
fr: La détection automatique n'a pas trouvé de lecteur de cédéroms. Vous pouvez essayer de charger un module particulier si vous possédez un lecteur de cédéroms spécifique (qui n'est ni IDE ni SCSI).
hr: Automatska pretraga nije pronala CD-ROM pogon. Ako imate neobian CD-ROM (niti IDE, niti SCSI), moete pokuati uitati odgovarajui modul.
km: ការ​រក​ឃើញ​ស្វ័យ​ប្រវត្តិ​មិន​អាចរក​ឃើញ​ដ្រាយ​ស៊ីឌីរ៉ូមមួយ ។ អ្នក​អាច​ព្យាយាម​ផ្ទុក​ម៉ូឌុល​ជាក់លាក់​មួយ បើ​អ្នក​មាន​ដ្រាយ​ស៊ីឌី​រ៉ូម​មិន​ធម្មតា​មួយ (វា​មិន​មែន​ទាំង IDE ឬ SCSI) ។
ku: Di karê venihêrtina bixweber de ajokara CD-ROM nehate dîtin. Heke CD-ROMeke te ya ne ji rêzê hebe (yeka IDE yan jî SCSIya wê tunebe), tu dikarî moduleke xweser biceribîne.
lt: Automatinio aptikimo bdu nerastas joks CD-ROM'as. Jei Js CD-ROM'as yra neprastas (ne IDE, ir ne SCSI renginys), galite bandyti jam kelti special modul.
pl: Automatyczne wykrywanie nie znalazo napdu CD-ROM. Moesz sprbowa zaadowa jeden z moduw jeli masz specyficzny napd CD-ROM (czyli taki, ktry nie jest ani IDE ani SCSI).
pt: A deteco automtica no encontrou nenhum leitor de CD-ROM. Pode tentar carregar um mdulo especfico se tem um CD-ROM pouco comum (que no seja IDE nem SCSI).
ro: Detecia automat nu a gsit o unitate CD-ROM. Putei ncerca s ncrcai un modul specific, dac avei un CD-ROM neobinuit (nu este nici IDE, nici SCSI).
vi: Việc dò tìm tự động không tìm thấy ổ đĩa CD-ROM nào. Bạn có thể cố tải một mô-đun dứt khoát nếu bạn có một ổ đĩa CD-ROM kiểu không thường dùng (tức là không IDE cũng không SCSI).
zh_cn: 未能通过自动探测发现光盘驱动器。如果您的光盘驱动器十分特殊 (既非 IDE 也非 SCSI)，请尝试加载特定的驱动模块。

source: Device file for accessing the CD-ROM:
bs: Datoteka ureaja za pristup CD-ROM-u:
cs: Soubor zazen pro pstup k CD-ROM:
et: CD-ROM'i poole prdumise seadmefail:
fr: Fichier de périphérique pour le lecteur de cédéroms :
hr: Datoteka ureaja za pristup CD-ROM-u:
km: ឯកសារ​ឧបករណ៍​សម្រាប់​ដំណើរការ​ស៊ីឌីរ៉ូម ៖
lt: renginio failas prijimui prie CD-ROM renginio:
pl: Plik urzdzenia do dostpu do napdu CD-ROM:
pt: Ficheiro de dispositivo para aceder ao CD-ROM:
ro: Fiierul-dispozitiv pentru accesul la CD-ROM:
vi: Tập tin thiết bị để truy cập đĩa CD-ROM:
zh_cn: 光盘驱动器所对应的设备文件：

source: In order to access your CD-ROM drive, please enter the device file that should be used. Non-standard CD-ROM drives use non-standard device files (such as /dev/mcdx).
bs: Kako bih pristupio vaem CD-ROM pogonu molim unesite datoteku ureaja koja se treba koristiti. Nestandardni CD-ROM pogoni koriste nestandardne datoteke ureaja (poput naprimjer /dev/mcdx).
cs: Aby mohl systm pistupovat k CD-ROM mechanice, muste zadat soubor zazen, kter se m pout. Nestandardn mechaniky pouvaj nestandardn zazen (jako teba /dev/mcdx).
et: Palun sisesta seadmefail (nagu niteks /dev/hdb), mida CD-ROM'i poole prdumiseks kasutada. Ebastandartsed CD-ROM seadmed kasutavad ebastandartseid seadmefaile (nagu niteks /dev/mcdx).
fr: Afin de pouvoir accéder à votre lecteur de cédéroms, veuillez indiquer le fichier de périphérique utilisé. En effet, les lecteurs non standards utilisent des fichiers de périphérique non standards tels que /dev/mcdx par exemple.
hr: Molim unesite datoteku ureaja koja e se koristiti za pristup vaem CD-ROM-u. Neuobiajeni CD-ROM pogoni rabe neuobiajene datoteke ureaja (npr. /dev/mcdx).
km: ដើម្បី​ចូល​ដំណើរការ​ដ្រាយ​ស៊ីឌីរ៉ូម​របស់​អ្នក សូម​បញ្ចូល​ឯកសារ​ឧបករណ៍​ដែល​គួរ​ប្រើ ។ ដ្រាយ​ស៊ីឌីរ៉ូម​មិន​តាម​ខ្នាត​គំរូ ប្រើ​ឯកសារ​ឧបករណ៍​មិនតាម​ខ្នាត​គំរូ​ ( ដូច​ជា /dev/mcdx) ។
ku: ji bo tu xwe bighînî xwînerê CD-ROM, ji kerema xwe re navê cihazê ku dê were bikaranîn binvîse. xwînerê CD-ROM a ne asayî navê cihazên ne asayî bikartîne. (wekî /dev/mcdx).
lt: CD-ROM'ui pasiekti raykite naudosim renginio fail. Nestandartiniai CD-ROM'ai naudoja nestandartinius rengini failus (pvz. /dev/mcdx).
pl: Aby uzyska dostp do napdu CD-ROM, prosz wprowadzi plik urzdzenia, ktre ma zosta uyte. Niestandardowe napdy CD-ROM uywaj niestandardowych plikw urzdze (jak np. /dev/mcdx).
pt: Para poder aceder ao seu leitor de CD-ROM, por favor insira o ficheiro de dispositivo que deve ser usado. Leitores de CD-ROM no-standard usam ficheiros de dispositivos no-standard (por ex. /dev/mcdx).
ro: Pentru a accesa unitatea dvs. de CD-ROM, v rugm s introducei fiierul-dispozitiv care trebuie folosit. Unitile CD-ROM non-standard folosesc fiiere-dispozitiv non-standard (ex.: /dev/mcdx).
vi: Để truy cập ổ đĩa CD-ROM của bạn, hãy nhập tên tập tin thiết bị cần dùng. Các ổ CD-ROM không chuẩn sử dụng tập tin thiết bị cũng không chuẩn (v.d. </dev/mcdx>).
zh_cn: 为了能使用您的光盘驱动器，请输入相应的设备文件名。非标准的光盘驱动器会使用非标准的设备名 (例如 /dev/mcdx)。

source: You may switch to the shell on the second terminal (ALT+F2) to check the available devices in /dev with "ls /dev". You can return to this screen by pressing ALT+F1.
bs: Moete se prebaciti na shell na drugom terminalu (ALT+F2) da biste provjerili dostupne ureaje u /dev pomou naredbe "ls /dev". Na ovaj ekran se vraate sa ALT+F1.
cs: Mete se pepnout do shellu na druhm terminlu (Alt+F2) a pkazem "ls /dev" zjistit dostupn zazen. Zpt na tuto obrazovku se pepnete kombinac Alt+F1.
et: Vid minna teisele terminalile (ALT+F2) ja sealse kesta abil valida kttesaadavaid seadmefaile /dev/ all, tippides "ls /dev". Selle ekraani saad tagasi vajutades ALT+F1.
fr: Vous pouvez obtenir un interpréteur de commandes sur le deuxième terminal (ALT+F2) pour voir les périphériques disponibles dans /dev en tapant « ls /dev ». Vous pourrez revenir à cet écran avec ALT+F1.
hr: Moete se prebaciti u koljku na drugoj konzoli (Alt+F2) da provjerite koji su ureaji dostupni u /dev, pomou "ls /dev". Vraate se na ovaj zaslon pomou Alt+F1.
km: អ្នក​អាច​ប្ដូរ​ទៅសែលដែល​នៅ​ស្ថានីយ​ទីពីរ (ALT (ជំនួស) +F2) ដើម្បី​ពិនិត្យ​មើល​ឧបករណ៍​ដែល​មានក្នុង /dev ដោយ​ប្រើ "ls /dev" ។ អ្នក​អាច​ត្រឡប់​មក​អេក្រង់​នេះ​ដោយ​ចុច ALT (ជំនួស) +F1 ។
ku: Tu dikarî derbasî shella termînala duyem (ALT+F2) bibe, bi fermana "ls /dev" amûrên guncav yên di /dev de heye ber çav derbas bike. Tu dikarî bi ALT+F1 vegere vê dîmendera vêga.
lt: Js galite persijungti apvalkal (shell) antrajame terminale (ALT+F2) ir pairti galimus renginius kataloge /dev, pasinaudodami komanda "ls /dev". Grti atgal ekran galsite paspaud ALT+F1.
pl: Moesz si przeczy na drugi terminal (ALT+F2), by sprawdzi przy pomocy "ls /dev" dostpne w /dev urzdzenia. Wciskajc ALT+F1 powrcisz do tego ekranu.
pt: Pode alternar para a consola do segundo terminal (ALT+F2) para verificar os dispositivos disponveis em /dev com "ls /dev". Pode regressar a este ecr carregando em ALT+F1.
ro: Putei s trecei la consola de pe al doilea terminal (ALT+F2) pentru a verifica dispozitivele disponibile n /dev cu "ls /dev". V putei ntoarce la acest ecran cu combinaia ALT+F1.
vi: Bạn có thể chuyển đổi sang hệ vỏ trên thiết bị cuối thứ hai (phím tắt [Alt + F2]) để xem các thiết bị sẵn sàng trong </dev> bằng lệnh « ls /dev » (ls = liệt kê). Có thể trở về màn hình này bằng phím tắt [Alt + F1].
zh_cn: 您可以通过切换到第二个终端 (ALT+F2) 的 shell 中并使用“ls /dev”命令来查看 /dev 目录下所有可用的设备文件名。按 ALT+F1 可返回本屏。

source: Scanning CD-ROM
bs: Pretraujem CD-ROM
cs: Prohledv se CD-ROM
et: Laserketta sknnimine
fr: Examen du cédérom
hr: Pretraujem CD-ROM
km: កំពុង​ស្កេន​ស៊ីឌីរ៉ូម
ku: Li CD-ROM tê gerandin
lt: CD-ROM apvelgimas
pl: Skanowanie CD-ROMu
pt: Lendo CD-ROM
ro: Se examineaz CD-ROM-ul
vi: Đang quét đĩa CD-ROM...
zh_cn: 正在扫描 CD-ROM

source: Scanning ${DIR}...
bs: Pretraujem ${DIR}...
cs: Prohledv se ${DIR}...
et: ${DIR} sknnmine...
fr: Examen du répertoire ${DIR}...
hr: Pretraujem ${DIR}...
km: កំពុង​ស្កេន ${DIR}...
ku: Li ${DIR} tê gerandin...
lt: Apvelgiamas ${DIR}...
pl: Skanowanie ${DIR}...
pt: Lendo ${DIR}...
ro: Se examineaz ${DIR}...
vi: Đang quét thư mục ${DIR}...
zh_cn: 正在扫描 ${DIR}...

source: CD-ROM detected
bs: CD-ROM detektovan
cs: CD-ROM bylo rozpoznno
et: CD-ROM tuvastatud
fr: Un cédérom a été détecté
hr: Pronaen CD-ROM
km: បាន​រក​ឃើញ​ស៊ីឌីរ៉ូម
ku: CD-ROM hat dîtin
lt: Kompaktini disk renginys (CD-ROM) aptiktas
pl: CD-ROM zosta wykryty.
pt: CD-ROM detectado
ro: CD-ROM detectat
vi: Mới dò tìm đĩa CD-ROM
zh_cn: 探测到光盘

source: The CD-ROM autodetection was successful. A CD-ROM drive has been found and it currently contains the CD ${cdname}. The installation will now continue.
bs: Autodetekcija CD-ROM-a je uspjena. CD-ROM pogon je pronaen sa slijedeim ubaenim CD-om : ${cdname}. Instalacija e se sada nastaviti.
cs: Automatick detekce se podaila. Byla nalezena CD-ROM mechanika s vloenm diskem ${cdname}. Instalace bude nyn pokraovat.
et: CD-ROM'i avastamine nnestus. Leiti CD-ROM, mis hetkel sisaldab laserketast ${cdname}. Paigaldamine vib jtkuda.
fr: La détection automatique du cédérom s'est bien déroulée. Un lecteur de cédéroms a été identifié et ce lecteur contient le cédérom : ${cdname}. Vous pouvez poursuivre l'installation.
hr: Automatsko traenje CD-ROM-a uspjelo. Pronaen je CD-ROM pogon koji sadri CD ${cdname}. Instalacija e sada nastaviti.
km: ការរក​​ឃើញ​​ស៊ីឌីរ៉ូម​ដោយ​ស្វ័យ​ប្រវត្តិ​បាន​ជោគជ័យ ។ បាន​រកឃើញ​​ដ្រាយ​ស៊ីឌីរ៉ូម​មួយ​ ដែល​មាន​ឈ្មោះស៊ីឌី ${cdname} ។ ការ​ដំឡើង​នឹង​បន្ដ​ឥឡូវ ។
ku: Tesbîtkirina CD-ROM ya bixweser serket. CD-ROMek hat dîtin. Navê CD'yê ${cdname} e. Sazkirin niha didomîne.
lt: Kompaktini disk automatinis aptikimas veikia. Kompaktini disk skaitymo renginys (CD-ROM) rastas su jame dtu CD ${cdname}. Js galite tsti diegim.
pl: Automatyczne wykrywanie napdu CD-ROM powiodo si. Napd CD-ROM zosta odnaleziony i zawiera nastpujc pyt: ${cdname}. Instalacja bdzie teraz kontynuowana.
pt: A deteco automtica do CD-ROM foi bem sucedida. Uma drive de CD-ROM foi encontrada e actualmente contm o CD ${cdname}. A instalao vai agora continuar.
ro: Autodetectarea CD-ROM-ul a reuit. O unitate CD-ROM a fost gsit i acum conine CD-ul ${cdname}. Acum instalarea va continua.
vi: Việc dò tìm tự động đĩa CD-ROM đã thành công. Mới tìm một ổ đĩa CD-ROM và nó hiện thời chứa đĩa CD ${cdname}. Như thế thì quá trình cài đặt sẽ tiếp tục lại.
zh_cn: 光盘探测成功。发现了一个光盘驱动器，其中包含 ${cdname} 光盘。安装进程将继续。

source: Incorrect CD-ROM detected
cs: Bylo rozpoznno nesprvn CD
fr: Un cédérom non valable a été détecté
km: បាន​រក​ឃើញ​ស៊ីឌី​រ៉ូម​ដែល​មិន​ត្រឹមត្រូវ
vi: Mới dò tìm một đĩa CD-ROM không đúng
zh_cn: 探测到错误的光盘

source: The CD-ROM drive contains a CD which cannot be used for installation.
cs: Disk vloen v CD-ROM mechanice se ned pout pro instalaci.
fr: Le cédérom présent dans le lecteur ne peut pas être utilisé pour l'installation.
km: ដ្រាយ​ស៊ីឌីរ៉ូម​មាន​ស៊ីឌីរ៉ូម​ដែល​មិន​អាច​ប្រើ​បាន​សម្រាប់​ការ​ដំឡើង ។
ku: CD di ajokara CD-ROM'ê de ji bo sazkirinê nayê bikaranîn.
vi: Ổ đĩa CD-ROM chứa một đĩa CD không thể được dùng để cài đắt.
zh_cn: 光盘驱动器中所放光盘的并不能用于安装。
