Repository: Sprezzatech/main-menu-udeb
Catalog: tools/i386/lilo-installer/debian/po/*.po
Languages: fr

source: Device for boot loader installation:
fr: Périphérique où sera installé le chargeur de démarrage :

source: Now it is time to make the newly installed Debian system bootable, by installing the LILO bootloader on a bootable device. The usual way to do this is to install LILO on the master boot record of your first hard drive, but it is also possible to install LILO to a partition if you want to use another boot manager as the primary boot manager. Leave this at default if unsure.
fr: Le moment est venu de permettre le démarrage du système Debian nouvellement installé, en installant le chargeur de démarrage LILO sur un périphérique de démarrage. La méthode habituelle pour cela est d'installer LILO sur le secteur d'amorçage principal (« master boot record ») de votre premier disque dur. Il est également possible de l'installer sur une partition si vous souhaitez vous servir d'un autre chargeur de démarrage principal. Laissez cette valeur inchangée si vous n'êtes pas sûr de ce que vous faites.

source: Warning: by default, this will change how your computer boots, overwriting your existing master boot record with LILO. Continuing may make other operating systems installed on this computer unbootable.
fr: Attention, par défaut, la manière dont votre ordinateur démarre sera modifiée. Le secteur d'amorçage sera écrasé par LILO. Si vous continuez, les autres systèmes d'exploitation éventuellement installés sur cet ordinateur peuvent cesser de démarrer correctement.

source: LILO configured to use a serial console
fr: LILO configuré pour utiliser une console série

source: LILO is configured to use serial port ${PORT} as the console. The serial port speed is set to ${SPEED}.
fr: LILO est configuré pour utiliser le port série ${PORT} comme console. La vitesse de ce port série est fixée à ${SPEED}.

source: Would you like to make this partition active?
fr: Souhaitez-vous rendre cette partition active ?

source: You have chosen to install LILO on a partition that is not the active one. If this partition is not marked active, then LILO will not be loaded by the bootloader. This may cause you to be unable to boot into the system that is being installed.
fr: Vous avez choisi d'installer LILO sur une partition qui n'est pas la partition actuellement active. Si cette partition n'est pas marquée comme étant active, le gestionnaire d'amorçage ne chargera pas LILO. Cela risque de vous empêcher de démarrer sur le système que vous êtes en train d'installer.

source: You should make this partition active unless you have another bootloader that will allow you to access your new Linux installation.
fr: Vous devriez activer cette partition, à moins que vous n'utilisiez un autre gestionnaire d'amorçage qui vous permettra d'accéder à votre nouvelle installation de Linux.

source: LILO installation failed. Continue anyway?
fr: Échec de l'installation de LILO. Continuer malgré tout ?

source: The lilo package failed to install into /target/. Installing LILO as a boot loader is a required step. The install problem might however be unrelated to LILO, so continuing the installation may be possible.
fr: Le paquet LILO n'a pas pu être installé dans /target/. L'installation du chargeur de démarrage LILO est une étape indispensable. Ce problème n'est peut-être pas lié à LILO ; il est peut-être possible de continuer l'installation.

source: LILO installation failed
fr: L'installation de LILO a échoué

source: Running "/sbin/lilo" failed with error code "${ERRCODE}".
fr: L'exécution de « /sbin/lilo » a échoué avec le code d'erreur « ${ERRCODE} ».

source: Install the LILO boot loader on a hard disk
fr: Installer le chargeur de démarrage LILO sur le disque dur
