Repository: Sprezzatech/main-menu-udeb
Catalog: tools/iso-scan/debian/po/*.po
Languages: bg, es, ja, nb, pl, ro, ru, tr

source: Scan hard drives for an installer ISO image
bg: Сканиране на твърдите дискове за ISO-файл на инсталиращ диск
es: Buscar en los discos duros una imagen ISO de instalación
ja: インストーラ ISO イメージをハードドライブから検索
nb: Søk gjennom harddiskene etter installasjons-ISO-avtrykk
ro: Scaneazã pe hard-discuri pentru o imagine ISO de instaler
ru: Искать на жестких дисках ISO-образы установщика
tr: Bir kurulum ISO dosyası için sürücüleri tara

source: stable, testing, unstable
es: stable (estable), testing (pruebas), unstable (inestable)
ja: 安定版, 試験版, 不安定版
nb: stabil, test, ustabil
ro: stabil, în teste, instabil
ru: стабильная, тестируемая, нестабильная
tr: kararlı, test , kararsız

source: Debian version to install:
bg: Изберете дистрибуция за инсталиране:
es: Versión de Debian a instalar:
ja: インストールする Debian バージョン:
nb: Debian­-utgave som skal installeres:
ro: Versiunea Debian de instalat:
ru: Устанавливаемая версия Debian:
tr: Kurulacak Debian versiyonu:

source: Debian comes in several flavors. Stable is well-tested and rarely changes. Unstable is untested and frequently changing. Testing is a middle ground, that receives many of the new versions from unstable if they are not too buggy.
bg: Debian има няколко разновидности. Stable е добре тествана и рядко се променя. Unstable не е тествана и често се променя. Testing е по средата, получавайки нови версии от unstable, ако няма големи проблеми с тях.
es: Debian tiene distintas variantes. stable está muy probada y apenas cambia. Unstable (inestable) no está probada y cambia muy a menudo. Testing (pruebas) es un término medio, que recibe la mayoría de las actualizaciones de inestable si éstas no tienen muchos fallos.
ja: Debian にはいくつかのフレーバーがあります。安定版は十分にテストされ、変更されることは滅多にありません。不安定版はテストされておらず、頻繁に更新されます。試験版はその中間で、不安定版からバグのひどすぎない新しいバージョンの多くを取得します。
nb: Debian finnes i flere utgaver. Stabil (stable) er en velprøvd utgave, som sjeldent endres. Ustabil (unstable) er uprøvd og endres ofte. Test (testing) er en mellemting, der mottar mange av de nye programversionene fra ustabil, hvis de ikke har for mange feil.
ro: Debian are diverse versiuni. Stabil - foarte bine testatã ºi se schimbã foarte rar. Instabil este netastat si se schimbã frecvent. "În teste" este undeva la mijloc; primeºte multe din noile versiuni din instabil dacã acestea nu au probleme prea mari.
ru: Существует три версии Debian. Стабильная (stable) - хорошо протестирована и редко изменяется. Нестабильная (unstable) - практически не тестирована, но часто изменяется. Тестируемая (testing) является чем-то средним, в нее включаются многие версии из нестабильной версии, если они не содержат явных ошибок.
tr: Debian bir çok çeşitli olarak gelir.Kararlı sürüm, yeterince test edilimiştir ve nadiren değişir. Kararsız sürüm ise test edilmemiştir ve sık sık değişir. Test sürümü ise kararlı sürümdeki paketlerin çok fazla hata barındırmayan(buggy) yeni sürümlerini içerir.

source: Searching drives for an installer ISO image
bg: Претърсване на устройствата за ISO-файл на инсталиращ диск
es: Buscar en dispositivos imagen ISO de instalación
ja: インストーラ ISO イメージをドライブから検索しています
nb: Søker gjennom harddiskene etter installasjons-ISO-avtrykk
ro: Cautã pe hard-discuri o imagine ISO de instaler
ru: Поиск ISO-образов установщика на носителях
tr: Kurulum ISO dosyası için sürücüler aranıyor

source: Mounting ${DRIVE} ...
bg: Монтиране на ${DRIVE}...
es: Montando ${DRIVE} ...
ja: ${DRIVE} をマウントしています ...
nb: Monterer ${DRIVE} ...
pl: Montowanie ${DRIVE} ...
ro: Se monteazã ${DRIVE} ...
ru: Монтирование ${DRIVE} ...
tr: ${DRIVE} sürücüsü bağlanıyor ...

source: Scanning ${DRIVE} (in ${DIRECTORY}) ...
bg: Сканиране на ${DRIVE} (в ${DIRECTORY})...
es: Examinando ${DRIVE}" (en ${DIRECTORY}) ...
ja: ${DRIVE} (${DIRECTORY}) を検索しています ...
nb: Søker gjennom ${DRIVE} (i ${DIRECTORY}) ...
pl: Skanowanie ${DRIVE} (katalog ${DIRECTORY}) ...
ro: Se scaneazã ${DRIVE} (în ${DIRECTORY}) ...
ru: Сканирование ${DRIVE} (в ${DIRECTORY}) ...
tr: ${DRIVE} sürücüsü taranıyor (yer ${DIRECTORY}) ...

source: Do full disk search for installer ISO image?
bg: Пълно претърсване за ISO-файл на инсталиращ диск?
es: ¿Hacer una busqueda completa de la imagen ISO?
ja: ディスクすべてからインストーラ ISO イメージを検索しますか?
nb: Gjennomfør fullstendig disk-søk etter installations-ISO-avtrykk?
ro: Se cautã pe întregul disc o imagine ISO de instaler?
ru: Искать ISO-образы установщика по всему диску?
tr: Kurulum ISO dosyası için tüm disk aransın mı ?

source: The quick scan for installer ISO images, which looks only in common places, searched ${NUM_DIRS} directories in ${NUM_FILESYSTEMS} file systems without finding an installer ISO image. It's possible that a more thorough search will find the ISO image, but it may take a long time.
bg: Бързото сканиране за ISO-файл на инсталиращ диск, което преглежда само популярни места, претърси ${NUM_DIRS} директории в ${NUM_FILESYSTEMS} файлови системи, без да намери ISO-файл на инсталиращ диск. Възможно е подробното търсене да намери ISO-файл, но то ще отнеме повече време.
es: La busqueda rápida de imágenes ISO del instalador, la cual solo busca en ubicaciones comunes, buscó en ${NUM_DIRS} carpetas dentro de ${NUM_FILESYSTEMS} sistemas de ficheros sin encontrar una imagen ISO del instalador. Es posible que una busqueda más meticulosa encuentre la imagen ISO, pero puede llevar bastante tiempo.
ja: 一般的な場所のみを探す、インストーラ ISO イメージの高速検索は、${NUM_FILESYSTEMS} 個のファイルシステムの ${NUM_DIRS} 個のディレクトリを検索しましたが、インストーラ ISO イメージは見つかりませんでした。より完全な検索のほうが、ISO イメージを発見する可能性は高くなりますが、長い時間がかかります。
nb: Den hurtige gjennomsøkning etter installation-ISO-avtrykk, som kun leter de mest vanlige plassene, lette i ${NUM_DIRS} mapper i ${NUM_FILESYSTEMS} filsystemer uten å finne noe installations-ISO-avtrykk. En mer grundig søking kan kanskje finne ISO-avtrykket, men det kan ta lengere tid.
ru: Быстрый поиск, который ищет ISO-образы установщика только в стандартных местах, просмотрел {NUM_DIRS} каталогов в ${NUM_FILESYSTEMS} файловых системах. Можно провести и более глубокий поиск, но он займет больше времени.
tr: ISO dosyaları için hızlı arama, ${NUM_FILESYSTEMS} dosya sitemi ve ${NUM_DIRS} klasördeki aramlarda bir kurulum ISO dosyası bulamadı. Belki ekisiksiz bir arama sonucunda ISO dosyası bulunabilir, ancak bu biraz uzun zaman alabilir.

source: No installer ISO images were found. If you downloaded the ISO image, it may have a bad filename (not ending in ".iso"), or it may be on a filesystem that could not be mounted. You'll have to do a network install instead, or reboot and fix the ISO image.
bg: Не бяха намерени ISO-файлове на инсталиращи дискове. Ако сте изтеглили ISO-файл, той може да има неправилно име (незавършващо на ".iso"), или да е върху файлова система, която не може да бъде монтирана. Ще трябва да извършите мрежова инсталация в такъв случай, или да рестартирате и да поправите ISO-файла.
es: No se encontraron imágenes ISO del instalador. Si descargó la imagen ISO, puede tener un nombre inválido (que no termina en ".iso"), o puede estar en un sistema de ficheros que no se pudo montar. Tendrá que hacer una instalación por red o reiniciar el sistema y arreglar el problema con la imagen ISO.
ja: インストーラ ISO イメージは見つかりませんでした。ISO イメージをダウンロードしていたのであれば、間違ったファイル名 (".iso" で終わっていない) か、マウントできないファイルシステムにあるのでしょう。代わりにネットワークインストールをするか、再起動して ISO イメージを修正する必要があります。
nb: Det ble ikke funnet noen installations-ISO-avtrykk. Hvis du har hentet ISO-avtrykket, har det muligvis feil filnavn (som ikke har endelsen ".iso"), eller det kan ligge på et filsystem, som ikke kunne monteres. Du blir nødt til at installere over nettverket eller starte om igjen for at rette problemet med ISO-avtrykket.
ro: Nu s-a gãsit nici o imagine ISO de instaler. Dacã aþi descãrcat (download) imaginea ISO, s-ar putea sã nu aiba un nume bun (nu se terminã în ".iso"). sau ar putea fi pe un sistem de fiºiere care nu a putut fi montat. Va trebui sã faceþi o instalare prin reþea, sau sã restartaþi ºi sã reparaþi imaginea ISO.
ru: ISO-образов установщика не найдено. Если Вы скачали ISO-образы, то возможно они неправильно названы (без расширения ".iso"), или они возможно находится на неподмонтированной файловой системе. Вы можете либо провести установку из сети, либо перезагрузиться и исправить ISO-образы.
tr: Kurulum ISO dosyası bulunamadı. Eğer bir ISO dosyası indirdiyseniz (download), dosyanın kötü bir dosya ismi olabilir (".iso" uzantılı olmayabilir), veya bağlanamayan bir dosya sistemi üzerinde olabilir. Bunun yerine bir ağ kurulumu veya yeniden başlatıp ISO dosyasını düzeltmeyi deneyin

source: Failed to find an installer ISO image
bg: Не беше намерен ISO-файл на инсталиращ диск
es: Fallo al encontrar una imagen ISO del instalador
ja: インストーラ ISO イメージを見つけるのに失敗しました
nb: Kunne ikke finne et installation-ISO-avtrykk
ro: Nu s-a gãsit o imagine ISO de instaler
ru: Не удалось найти ISO-образы установщика
tr: Kururulum ISO dosyası bulunamadı

source: Of ${ISO_COUNT} possible ISO images found, ${ISO_MOUNT_FAILURES} could not be mounted, and an installer ISO image was not found. The ISO image you downloaded is may be corrupt.
bg: От ${ISO_COUNT} намерени ISO-файлове, ${ISO_MOUNT_FAILURES) не можаха да бъдат монтирани и ISO-файл на инсталиращ диск не беше намерен. Може би ISO-файлът, който сте изтеглили, е развален.
es: De un total de ${ISO_COUNT} posibles imagenes encontradasa, ${ISO_MOUNT_FAILURES} no se pudieron montar, y no se han encontrado una imagen ISO del instalador. La imagen ISO que descargó puede estar corrupta.
ja: ${ISO_COUNT} 個の利用可能な ISO イメージが見つかりましたが、${ISO_MOUNT_FAILURES} 個はマウントできず、インストーラ ISO イメージが見つかりませんでした。おそらくダウンロードした ISO イメージが壊れていると思われます。
nb: Av ${ISO_COUNT} mulige ISO-avtrykk, kunne ${ISO_MOUNT_FAILURES} ikke monteres, og det ble ikke funnet noen installation-ISO-avtrykk. Det ISO-avtrykk, du har hentet, kan ha feil.
ru: Найдено ${ISO_COUNT} ISO-образов, из них ${ISO_MOUNT_FAILURES} не cмогли быть подмонтированы, и ISO-образ установщика не был найден. Скачанный вами ISO-образ может быть поврежден.

source: No installer ISO image found
bg: Не беше намерен ISO-файл на инсталиращ диск
es: Ninguna imagen ISO del instalador encontrada
ja: インストーラ ISO イメージが見つかりませんでした
nb: Fant ingen installations-ISO-avtrykk
ro: Nu s-a gãsit nici o imagine ISO de instaler
ru: Не найден ISO-образ установщика
tr: Kurulum ISO dosyası bulunamadı

source: ${ISO_COUNT} ISO image(s) were found, but none were valid installer ISO images.
bg: ${ISO_COUNT} ISO-файлове бяха намерени, но никой не беше валиден ISO-файл на инсталиращ диск.
es: Se encontraron ${ISO_COUNT} imagen(es) ISO, pero ninguna era una imagen ISO del instalador válida.
ja: ${ISO_COUNT} 個の ISO イメージが見つかりましたが、有効なインストーラ ISO イメージがありませんでした。
nb: ${ISO_COUNT} ISO-avtrykk ble funnet, men ingen av disse var gyldige installation-ISO-avtrykk.
ru: Найдено ${ISO_COUNT} ISO-образов, но ни один из них не является ISO-образом установщика.

source: Please do a network install instead, or reboot and fix the ISO image.
bg: Моля в такъв случай направете мрежова инсталация или рестартирайте и поправете ISO-файла.
es: Por favor, haga una instalación por red en su lugar, o reinicie y arregle el problema con la imagen ISO.
ja: 代わりにネットワークインストールをするか、再起動して ISO イメージを修正してください。
nb: Utfør en netverksinstallation i stedet, eller start om igjen og korriger ISO-avtrykket.
ro: Vã rugãm sã faceþi o instalare prin reþea, sau sã restartaþi ºi sã reparaþi imaginea ISO.
ru: Вы можете либо провести установку из сети, либо перезагрузиться и исправить ISO-образ.
tr: Lütfen bir ağ kurulumu deneyin veya yeniden başlatıp ISO dosyasını onarın

source: Successfully mounted ${DISTRIBUTION} installer ISO image
bg: Успешно беше монтиран ISO-файлът на инсталиращ диск ${DISTRIBUTION}
es: La imagen ISO ${DISTRIBUTION} del instalador se montó con éxito
ja: ${DISTRIBUTION} インストーラ ISO イメージのマウントに成功しました
nb: Monterte installations-ISO-avtrykket for ${DISTRIBUTION}.
ru: Успешно подмонтирован ISO-образ установщика ${DISTRIBUTION}
tr: ${DISTRIBUTION} kurulum ISO dosyası başarıyla bağlandı

source: The ISO file ${FILENAME} on ${DEVICE} (${DESCRIPTION}) will be used as the installation ISO image.
bg: ISO-файлът ${FILENAME} върху ${DEVICE} (${DESCRIPTION}) ще бъде използван като ISO-файл на инсталиращ диск.
es: El fichero ISO ${FILENAME} en el dispositivo ${DEVICE} (${DESCRIPTION}) será usado como la imagen ISO de instalación.
ja: ${DEVICE} の ISO ファイル ${FILENAME} (${DESCRIPTION}) はインストーラ ISO イメージとして利用されます。
nb: ISO-avtrykket ${FILENAME} på ${DEVICE} (${DESCRIPTION}) vil bli brukt som installations-ISO-avtrykk.
ru: В качестве ISO-образ установщика будет использован ISO-файл ${FILENAME} на${DEVICE} (${DESCRIPTION}).
tr: ${DEVICE} (${DESCRIPTION}) aygıtındaki ${FILENAME} dosyası kurulum ISO dosyası olarak kullanılacak

source: Load installer components from an installer ISO
bg: Зареждане на компоненти на инсталатора от ISO-файл на инсталиращ диск
es: Cargar componentes del instalador de una imagen ISO
nb: Last inn installationskomponenter fra et installations-ISO-avtrykk
ro: Încarcã componentele instaler-ului de pe o imagine ISO
ru: Загрузить компоненты установщика с ISO-образа
tr: Kurulum bileşenlerini bir kurulum ISO dosyasından kur

source: The quick scan for installer ISO images, which looks only in common places, did not find an installer ISO image. It's possible that a more thorough search will find the ISO image, but it may take a long time.
ro: Scanarea rapidã pentru o imagine ISO de instaler, care cautã doar în locurile cele mai comune, nu a gãsit o imagine ISO de instaler. Este posibil ca o cãutare mai temeinicã sã gãseascã imaginea, dar ar putea dura mult.

source: While one or more possible ISO images were found, they could not be mounted. The ISO image you downloaded is may be corrupt.
ro: Deºi una sau mai multe imagini ISO posibile au fost gãsite, ele nu au putut fi montate. Imaginea ISO descãrcatã (download) ar putea fi coruptã.
tr: Bir veya daha fazla ISO dosyası bulundu ancak bunlar bağlanamadı. İndirdiğiniz ISO dosyası hatalı olabilir.

source: While one or more possible ISO images were found, they did not look like valid installer ISO images.
ro: Deºi una sau mai multe imagini ISO posibile au fost gãsite, ele nu par a fi imagini ISO de instaler valide.
tr: Bir veya daha fazla ISO dosyası bulundu ancak bunlar geçerli kurulum ISO dosyaları değiller.

source: Successfully mounted ${SUITE} installer ISO image
ro: S-a montat cu succes imaginea ISO de instaler ${SUITE}

source: The ISO file ${FILENAME} on ${DEVICE} (${SUITE}) will be used as the installation ISO image.
ro: Fiºierul ISO ${FILENAME} de pe ${DEVICE} (${SUITE}) va fi folositã ca imagine ISO de instalare.

source: Scan hard drives for an installer ISO
pl: Skanowanie dysku twardego w poszukiwaniu ISO instalacyjnego

source: Select distribution to install
pl: Wybierz dystrybucjê do zainstalowania

source: Please select which of the distributions you want to install.
pl: Wybierz któr± z dystrybucji chcesz zainstalowaæ.

source: woody is the current stable release of Debian sarge is the "testing" unreleased version of Debian sid is "unstable" and will never be released.
pl: woody jest obecnym stabilnym wydaniem Debiana sarge jest niewydan± jeszcze, "testow±" wersj± Debiana sid jest "niestabiln±" wersj± i nigdy nie bêdzie wydany.

source: Searching drives for an installer ISO
pl: Wyszukiwanie ISO instalacyjnego

source: Do full disk search for installer ISO?
pl: Wykonaæ pe³ne poszukiwanie ISO instalacyjnego na dysku?

source: The quick scan for installer ISOs, which looks only in common places, searched ${NUM_DIRS} directories in ${NUM_FILESYSTEMS} file systems without finding an installer ISO. It's possible that a more thorough search will find the ISO, but it may take a long time.
pl: Szybkie przeszukiwanie instalacyjnego iso sprawdzaj±ce tylko najpopularniejsze miejsca przeszuka³o ${NUM_DIRS} katalog/katalogów w ${NUM_FILESYSTEMS} systemie/systemach plików. Nie odnaleziono ISO instalacyjnego. Mo¿liwe, ¿e dok³adniejsze przeszukiwanie da pozytywne rezultaty.

source: No installer ISOs were found. If you downloaded the ISO, it may have a bad filename (not ending in ".iso"), or it may be on a filesystem that could not be mounted. You'll have to do a network install instead, or reboot and fix the ISO.
pl: Nie odnaleziono instalacyjnych obrazów ISO. Je¿eli pliki by³y pobierane z sieci, to mog± mieæ niew³a¶ciwe nazwy plików (bez zakoñczenia ".iso"). Mog± te¿ znajdowaæ siê na systemach plików, które nie mog³y byæ zamontowane. Mo¿esz kontynu³owaæ instalacjê przez sieæ, lub uruchomiæ ponownie komputer i naprawiæ pliki ISO.

source: Failed to find an installer ISO
pl: Nie uda³o siê odnale¼æ instalacyjnego obrazu ISO

source: Of ${ISO_COUNT} possible ISO images found, ${ISO_MOUNT_FAILURES} could not be mounted, and an installer ISO was not found. Perhaps the ISO you downloaded is corrupt? You'll have to do a network install instead, or reboot and fix the ISO.
pl: Z ${ISO_COUNT} odnalezionych plików bêd±cymi najprawdopodobniej obrazami ISO, tylko ${ISO_MOUNT_COUNT} uda³o siê zamontowaæ. ¯aden z tych obrazów nie by³ obrazem instalacyjnym ISO. Prawdopodobnie pobrany plik ISO jest uszkodzony. Mo¿esz kontynu³owaæ instalacjê przez sieæ, lub uruchomiæ ponownie komputer i naprawiæ pliki ISO.

source: Found no installer ISOs
pl: Nie odnaleziono ISO instalacyjnego

source: ${ISO_COUNT} ISO image(s) were found, but none were valid installer ISOs. You'll have to do a network install instead, or reboot and fix the ISO.
pl: odnaleziono ${ISO_COUNT} obraz/obrazów ISO, ale ¿aden z nich nie by³ ISO instalacyjnym.Mo¿esz kontynu³owaæ instalacjê przez sieæ, lub uruchomiæ ponownie komputer i naprawiæ pliki ISO.

source: Successfully mounted ${DISTRIBUTION} installer ISO
pl: Poprawnie zamontowano ISO instalcyjne dla ${DISTRIBUTION}

source: The ISO file ${FILENAME} on ${DEVICE} (${DESCRIPTION}) will be used as the installation ISO.
pl: Plik ISO ${FILENAME} na ${DEVICE} (${DESCRIPTION}) bêdzie u¿yty jako obraz instalacyjny ISO.
