Repository: Sprezzatech/main-menu-udeb
Catalog: packages/partman/partman-ext2r0/debian/po/*.po
Languages: ca, hi, sl, te

source: Checking the ext2 (revision 0) file system in partition #${PARTITION} of ${DEVICE}...
ca: S'est comprovant el sistema de fitxers ext2 (revisi 0) en la partici no. ${PARTITION} de ${DEVICE}...
hi: ${DEVICE} के पार्टिशन #${PARTITION} में ext2 (revision 0) फाइलतंत्र को जाँच रहे हैं...
sl: Preverjanje datotenega sistema ext2 (revizija 0) na razdelku #${PARTITION} v ${DEVICE} ...
te: ${DEVICE} లో #${PARTITION} పై ext2 (మార్పు 0) ఫైల్ వ్యవస్థ తనిఖీ చేయుట ...

source: Go back to the menu and correct errors?
ca: Voleu tornar al men i corregir els errors?
hi: मेन्यू में वापस जाएँ तथा त्रुटियों को सुधारें?
sl: Se elite vrniti na meni in popraviti napake?
te: మెనూ కి వెనక్కు వెళ్లి, పొరపాట్లు దిద్దాలా?

source: The test of the file system with type ext2 (revision 0) in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
ca: La comprovaci del sistema de fitxers de tipus ext2 (revisi 0) en la partici no. ${PARTITION} de ${DEVICE} ha trobat errors no corregits.
hi: ${DEVICE} के पार्टिशन ${PARTITION} में ext2 (revision 0) फाइलतंत्र के परीक्षण में सही न की गई त्रुटियाँ पाई गईं।
sl: Preizkus datotenega sistema ext2 (revizija 0) na razdelku #${PARTITION} v ${DEVICE} je nael nepopravljene napake.
te: ${DEVICE} లో #${PARTITION} పై ext2 (మార్పు 0) ఫైల్ వ్యవస్థ పరీక్ష లో సరిదిద్దలేని దోషాలు కనబడినవి.

source: If you do not go back to the partitioning menu and correct these errors, the partition will not be used at all.
ca: Si no aneu enrere al men de particionat i corregiu aquests errors, la partici no s'utilitzar en absolut.
hi: यदि आप पार्टिशन सूची में वापस जाकर इन त्रुटियों को सही नहीं करेंगे तो यह पार्टिशन प्रयोग में नहीं लिया जाएगा।
sl: e se ne boste vrnili na meni za razdeljevanje in popravili teh napak, ta razdelek sploh ne bo uporabljen.
te: పార్టిషన్ మెనూకి తిరిగి వెళ్లి దోషాలను సరిచేయకపోతే, అసలు ఈ పార్టిషన్ వాడబడదు.

source: Failed to create a file system
ca: No s'ha pogut crear un sistema de fitxers
hi: फ़ाइल सिस्टम बनाने में असफल
sl: Ni mogoe ustvariti datotenega sistema
te: ఫైల్ సిస్టమ్సృష్టించడంలో విఫలం

source: The ext2 (revision 0) file system creation in partition #${PARTITION} of ${DEVICE} failed.
ca: Ha fallat la creaci del sistema de fitxers ext2 (revisi 0) en la partici no. ${PARTITION} del ${DEVICE}.
hi: ${DEVICE} के पार्टिशन #${PARTITION} में ext2 (revision 0) फाइलतंत्र की रचना असफल।
sl: Ustvarjanje datotenega sistema ext2 (revizija 0) na razdelku #${PARTITION} v ${DEVICE} ni uspelo.
te: ${DEVICE} లో #${PARTITION} పై ext2 (మార్పు 0) ఫైల్ వ్యవస్థ సృష్టించుట విఫలమైంది ...

source: Do you want to return to the partitioning menu?
ca: Voleu tornar al men de particionat?
hi: क्या आप पार्टीशनिंग मेन्यू में वापस लौटना चाहेंगे?
sl: Se elite vrniti na meni za razdeljevanje?
te: మీరు విభజన మెనూ కి తిరిగి వెళ్లాలనుకుంటున్నారా?

source: No mount point is assigned for the ext2 (revision 0) file system in partition #${PARTITION} of ${DEVICE}.
ca: No s'ha assignat cap punt de muntatge per al sistema de fitxers ext2 (revisi 0) en la partici no. ${PARTITION} de ${DEVICE}.
hi: ${DEVICE} के पार्टिशन #${PARTITION} में ext2 (revision 0) फाइलतंत्र के लिए कोई माउंट प्वाइंट निर्दिष्ट नहीं है।
sl: Nobena priklopna toka ni dodeljena datotenemu sistemu ext2 (revizija 0) na razdelku #${PARTITION} v ${DEVICE}.
te: ${DEVICE} లో #${PARTITION} పై ext2 (మార్పు 0) ఫైల్ వ్యవస్థ కి అనుసంధాన కేంద్రము ఇవ్వబడలేదు.

source: If you do not go back to the partitioning menu and assign a mount point from there, this partition will not be used at all.
ca: Si no aneu enrere al men de particionat i assigneu un punt de muntatge, aquesta partici no s'utilitzar en absolut.
hi: यदि आप पार्टिशनिंग सूची में वापस जाकर कोई माउन्ट प्वाइन्ट निर्देशित नहीं करते हैं तो यह पार्टिशन प्रयोग में नहीं लाया जाएगा.
sl: e se ne boste vrnili na meni za razdeljevanje in dodelili priklopne toke, ta razdelek sploh ne bo uporabljen.
te: విభజన మెనూ కి వెనక్కి వెళ్లి, అనుసంధాన కేంద్రము ఇవ్వనిచో, ఈ విభజన వాడబడదు.

source: /, /boot, Enter manually, Do not mount it
ca: /, /boot, Introdueix manualment, No la muntes
sl: /, /boot, Roen vnos, Ne priklopi

source: Mount point for this partition:
ca: Punt de muntatge per a aquesta partici:
hi: इस पार्टीशन हेतु माउन्ट प्वाइंट:
sl: Priklopna toka za ta razdelek:
te: ఈ విభజన కొరకు అనుసంధాన కేంద్రము.

source: Invalid mount point
ca: El punt de muntatge s invlid
hi: अवैध माउन्ट प्वाइंट
sl: Neveljavna priklopna toka

source: The mount point you entered is invalid.
ca: El punt de muntatge que heu introdut s invlid.
hi: माउन्ट प्वाइंट जो आपने भरा है वह अवैध है.
sl: Priklopna toka, ki ste jo vnesli, je neveljavna.

source: Mount points must start with "/". They cannot contain spaces.
ca: Els punts de muntatge han de comenar amb /. No poden contenir espais.
hi: माउन्ट प्वाइंट को "/" के साथ प्रारंभ होना चाहिए. उनमें स्पेसेस नहीं हो सकते.
sl: Priklopna toka se mora zaeti z "/" in ne sme vsebovati presledkov.

source: noatime - do not update inode access times at each access
ca: noatime - no actualitza els temps d'access als inodes en cada accs
sl: noatime - ne posodobi dostopnega asa inodov pri vsakem dostopu

source: nodev - do not support character or block special devices
ca: nodev - no suporta dispositius especials de carcter o bloc
sl: nodev - ne podpira znakovnih in blokovnih posebnih naprav

source: nosuid - ignore set-user-identifier or set-group-identifier bits
ca: nosuid - ignora els bits set-user-identifier o set-group-identifier
sl: nosuid - prezre nadzorstvo zaupljivosti uporabnikov in skupin

source: noexec - do not allow execution of any binaries
ca: noexec - no permet l'execuci de cap binari
sl: noexec - ne dovoli izvajanja nobenih binarnih paketov

source: ro - mount the file system read-only
ca: ro - munta el sistema de fitxers en mode noms lectura
sl: ro - priklopi datoteni sistem samo za branje

source: sync - all input/output activities occur synchronously
ca: sync - totes les activitats d'entrada/eixida tenen lloc sincronitzadament
sl: sync - vse vhodno/izhodne dejavnosti potekajo usklajeno

source: usrquota - user disk quota accounting enabled
ca: usrquota - habilita la quota de disc per a usuaris
sl: usrquota - omogoi raunanje kvot diskov za uporabnike

source: grpquota - group disk quota accounting enabled
ca: grpquota - habilita la quota de disc per a grups
sl: grpquota - omogoi raunanje kvot diskov za skupine

source: Mount options:
ca: Opcions de muntatge:
sl: Priklopne monosti:

source: Mount options can tune the behavior of the file system.
ca: Les opcions de muntatge poden afinar el comportament del sistema de fitxers.
sl: Priklopne toke lahko uskladijo obnaanje datotenega sistema.

source: old Ext2 (revision 0) file system
ca: sistema de fitxers ext2 vell (revisi 0)
hi: पुराना Ext2 (revision 0) फाइलतंत्र
sl: star datoteni sistem Ext2 (revizija 0)
te: పాత Ext2 (మార్పు 0) ఫైల్ వ్యవస్థ

source: Your boot partition has not been configured with the old ext2 (revision 0) file system. This is needed by your machine in order to boot. Please go back and use the old ext2 (revision 0) file system.
ca: La vostra partici d'arrencada no s'ha configurat amb el sistema de fitxers vell ext2 (revisi 0). Aix s necessari per a que l'ordinador puga arrencar. Aneu enrere i utilitzeu el sistema de fitxers vell ext2 (revisi 0).
hi: आपका बूट पार्टिशन पुराने ext2 (revision 0) फाइलसिस्टम के साथ व्यवस्थित नहीं है. आपकी मशीनको बूट होने के लिए ऐसा होना आवश्यक है. कृपया पीछे जायें और पुराना ext2·(revision·0) फाइलतंत्रप्रयोग करें.
sl: Va zagonski razdelek ni bil nastavljen s starim ext2 (revizija 0) datotenim sistemom. To je potrebno, da se lahko va raunalnik zaene. Prosim vrnite se nazaj in uporabite star ext2 (revizija 0) datoteni sistem.
te: మీ బూట్ పార్టిషన్ పాతext2 (మార్పు 0) ఫైల్ వ్యవస్థతో అమర్చబడలేదు. మీ యంత్రము బూట్ అవుటకు ఇది కావాలి. వెనక్కు వెళ్లి పాతext2 (మార్పు 0) ఫైల్ వ్యవస్థ వాడండి.

source: Your boot partition is not located on the first primary partition of your hard disk. This is needed by your machine in order to boot. Please go back and use your first primary partition as a boot partition.
ca: La vostra partici d'arrencada no est ubicada en la primera partici primria del disc dur. Aix s necessari per a que l'ordinador puga arrencar. Aneu enrere i utilitzeu la vostra partici primria com la partici d'arrencada.
hi: आपका बूट पार्टिशन हार्डडिस्क के प्रथम प्राथमिक पार्टिशन पर नहीं है. आपकी मशीन को बूट करने केलिए ऐसा होना आवश्यक है. कृपया पीछे जाएँ और अपने प्ऱथम प्राथमिक पार्टिशन को बूट पार्टिशन कीतरह प्रयोग करें.
sl: Va zagonski razdelek se ne nahaja na prvem primarnem razdelku vaega trdega diska. To je potrebno, da se lahko va raunalnik zaene. Prosim vrnite se nazaj in uporabite va prvi primarni razdelek kot zagonski razdelek.
te: మీ బూట్ పార్టిషన్ మీ హార్డ్ డిస్క్ లో ప్రధాన పార్టిషన్ లో లేదు. మీ యంత్రము బూట్ అవుటకు ఇది కావాలి. వెనక్కు వెళ్లి అది సరిచేయండి.

source: Go back to the menu and correct this problem?
ca: Voleu tornar al men i corregir aquest problema?
hi: मेन्यू में वापस जाएँ और यह समस्या सही करें?
sl: Se elite vrniti v meni in popraviti ta problem?
te: వెనక్కి వెళ్ళి జాబితాలో ఈ సమస్యని సరిచెయ్యాలా ?

source: Your root partition is not a primary partition of your hard disk. This is needed by your machine in order to boot. Please go back and use a primary partition for your root partition.
ca: La vostra partici arrel no s una partici primria del disc dur. Aix s necessari per a que l'ordinador puga arrencar.
hi: आपका रूट पार्टिशन हार्डडिस्क का प्रायमरी पार्टिशन नहीं है. आपकी मशीन को बूट करने के लिए ऐसा होनाआवश्यक है. कृपया पीछे जाएँ और अपने रूट पार्टिशन के लिए प्रायमरी पार्टिशन का प्रयोग करें.
sl: Vaa korenski razdelek ni primarni razdelek vaega trdega diska. To je potreben pogoj za zagon raunalnika. Prosim vrnite se nazaj in uporabite primarni razdelek za vao korenski razdelek.
te: మీ root పార్టిషన్ మీ హార్డ్ డిస్క్ లో ప్రధాన పార్టిషన్ లో లేదు. మీ యంత్రము బూట్ అవుటకు ఇది కావాలి. వెనక్కు వెళ్లి అది సరిచేయండి.

source: If you do not go back to the partitioning menu and correct this error, the partition will be used as is. This means that you may not be able to boot from your hard disk.
ca: Si no aneu enrere al men de particionat i corregiu aquest error, la partici s'utilitzar com est. Aix vol dir que potser no podreu arrencar des del disc dur. Aix significa que potser no podreu arrencar des del disc dur.
hi: यदि आप विभाजन मेन्यू में वापस जाकर ये त्रुटि सही नहीं करते हैं ते यह पार्टिशन ऐसे ही प्रयोग में ले लिया जाएगा. इसका अर्थ यह हुआ कि आप अपनी हार्डडिस्क से बूट करने में असमर्थ रहेंगे.
sl: e se ne boste vrnili na meni za razdeljevanje in popravili teh napak, ta razdelek sploh ne bo uporabljen. To pomeni, da ne boste mogli zagnati raunalnika iz vaega trdega diska.
te: విభజన మెనూ కి వెళ్లి , దోషాన్ని సరిదిద్దకపోతే, విభజన ఎలా వుందో అలానే వాడబడుతుంది. అంటే మీ హార్డ్ డిస్క్ పై నుండి బూట్ చేయుట వీలు కాకపోవచ్చు.

source: Enter manually
hi: हस्तचालित प्रविष्ट करें
te: స్వయంగా ప్రవేశపెట్టండి

source: Do not mount it
hi: इसे माउन्ट नहीं करें
te: దానిని అనుసంధానం చేయవద్దు
