Repository: Sprezzatech/main-menu-udeb
Catalog: packages/arch/sparc/silo-installer/debian/po/*.po
Languages: be, cs, fa, hi, is, ko, ku, lv, mr, ro, ru, sr, ta, te

source: SILO (Sparc Linux Loader) can only boot the kernel off a disk with the "sun" partition table. In the current partitioning scheme the kernel is going to be installed on the ${SILO_PART} partition located on a disk with the partition table of type "${SILO_DISK}".
be: SILO (Sparc Linux Loader) здольны загружаць ядро толькі з дыска, што мае табліцу падзелаў "sun". Адпаведна існуючай схеме мяркуецца ўсталяваць ядро ў падзел ${SILO_PART}, змешчаны на дыску з табліцай падзелаў тыпу "${SILO_DISK}".
cs: SILO (Sparc Linux Loader) může zavést jádro pouze z oblasti s tabulkou oblastí typu "sun". Při stávajícím rozdělení disku se jádro nainstaluje na oblast ${SILO_PART} umístěnou na disku s tabulkou oblastí typu "${SILO_DISK}".
fa: راه‌انداز SILO (Sparc Linux Loader) فقط قابل راه‌اندازی شدن از روی دیسک هایی با جدول های پارتیشنیه "sun" است . در طرح پارتیشن بندی که الان برقرار است کرنل می‌خواهد بر روی ${SILO_PART} که بر روی جدول پارتیشینی مدل "${SILO_DISK}" است نصب شود .
hi: सिलो (स्पार्क लिनक्स लोडर) केवल तभी कर्नेल को एक डिस्क से बूट कर सकता है जबकि उस डिस्क का पार्टिशन टेबल "sun" हो. वर्तमान पार्टिशनिंग व्यवस्था में कर्नेल "${SILO_DISK}" पार्टिशन टेबल वाली डिस्क के पार्टिशन ${SILO_PART} पर संस्थापित होने जा रहा है.
is: SILO (Sparc Linux Loader) getur aðeins ræst kjarnan frá disk sem er með „sun‟ sneiðatöflu. Í núgildandi senðaskipulagi verður kjarninn uppsettur á ${SILO_PART} sneiðina sem er staðsett á disk með sneiðatöflu af gerðinni „${SILO_DISK}‟.
ko: SILO(Sparc Linux Loader)는 "sun" 파티션 테이블을 설치한 디스크에 설치한 커널만 부팅할 수 있습니다. 현재 파티션 구성에서는, ${SILO_DISK} 파티션 테이블의 ${SILO_PART} 파티션에 커널을 설치할 예정입니다.
lv: SILO (Sparc Linux Loader) var ielādēt kodolu tikai no diskiem ar "sun" sadaļu tabulām. Šobrīd paredzēts, ka kodols tiks instalēts uz ${SILO_PART} sadaļas, kas atrodas uz diska ar "${SILO_DISK}" tipa sadaļu tabulu.
mr: सिलो (स्पार्क लिनक्स लोडर) फक्त "sun" विभाजन असलेल्या डीस्कवरून गाभा आरंभ करू शकतो. सध्याच्या विभाजन योजनेत गाभा "${SILO_DISK}" या प्रकारच्या ${SILO_PART} या विभाजनावर अधिष्ठापित होणार आहे.
ro: SILO (Încărcătorul de Linux Sparc) poate porni nucleul de pe un disc care are tabelă de partiții „sun”. În schema curentă de partiționare, nucleul va fi instalat pe partiția ${SILO_PART} care se află pe un disc cu tabelă de partiție de tipul „${SILO_DISK}”.
sr: SILO (Sparc Linux Loader) може покренути кернел само са диска који има "sun" партициону табелу. Према текућој партиционој шеми, кернел ће бити инсталиран на партицији ${SILO_PART} која се налази на диску са партиционом табелом типа "${SILO_DISK}".
ta: ஸைலோ (SILO - Sparc Linux Loader) "sun" பகிர்வு அட்டவணை உள்ள வன் வட்டில் உள்ள உட் கூறை மட்டுமே துவக்க இயலும். இப்போதய பகிர்வு அமைப்பில் உட்கூறு "${SILO_DISK}" பகிர்வு அட்டவணை உள்ள வன் வட்டில் பகிர்வு ${SILO_PART} இல் நிறுவப் படும்.
te: SILO (స్పార్క్ లినక్స్ లోడర్), డిస్క్ లో "sun" పార్టిషన్ పట్టిక వున్న కెర్నెల్ ను మాత్రమే బూట్ చేయగలదు. ప్రస్తుత పార్టిషనింగ్ పద్ధతిలో కెర్నెల్ ను పార్టిషన్ పట్టిక రకము "${SILO_DISK}" గల ${SILO_PART} పార్టిషన్ వున్న డిస్క్ పై స్థాపించబడుతుంది .

source: The SILO boot loader has been successfully installed on your new Debian boot partition, and your system should now be able to boot itself.
cs: Zavaděč SILO byl úspěšně nainstalován do zaváděcí oblasti Debianu, což znamená, že váš nový systém by se teď měl umět zavést.

source: Unsupported boot filesystem type
cs: Nepodporovaný typ zaváděcího souborového systému

source: The SILO bootloader has been successfully installed on your new Debian boot partition, and your system should now be able to boot itself.
ru: Системный загрузчик SILO был успешно установлен на ваш новый загрузочный раздел Debian, и теперь ваша система способна загружаться.

source: To be bootable from the PROM, silo and the kernel it loads must be installed on a disk which uses Sun disklabels for its partition table. Your /boot directory is not located on such a disk. If you proceed, you will not be able to boot your system using SILO, and will need to boot it some other way.
ru: Для загрузки из PROM, silo и ядро должны быть установлены на диск, использующем таблицу разделов Sun disklabels. Ваш каталог /boot не расположен на таком диске. Если вы продолжите, то не сможете загружать систему с помощью SILO, и для запуска придётся использовать другой способ.

source: Use unsupported filesystem type for /boot?
ru: Использовать неподдерживаемую файловую систему для /boot?

source: SILO requires /boot to be located on an ext2 or ext3 partition on a bootable device. This means that either the root partition must be an ext2 filesystem, or you must have a separate ext2 partition mounted at /boot.
ru: Для SILO требуется, чтобы /boot находился на загрузочном устройстве в разделе с файловой системой ext2 или ext3. То есть корневой раздел должен иметь файловую систему ext2 или вы должны создать отдельный ext2 раздел, смонтированный как /boot.

source: Currently, /boot is located on a partition of type ${PARTTYPE}. If you keep this setting, you will not be able to boot your Debian system using SILO.
ru: В настоящий момент /boot расположен в разделе с типом ${PARTTYPE}. Если вы оставите это так, то не сможете загрузить Debian с помощью SILO.

source: Install /boot on a disk with an unsupported partition table?
ru: Установить /boot на диск с неподдерживаемой таблицей разделов?

source: You are using a 32-bit SPARC machine. On many of these, it is unlikely that Debian will boot if /boot resides in a partition that extends past the first 1024 cylinders of the hard disk. /boot currently resides in a partition that extends to cylinder ${CYL}. You should change this by reducing the size of the partition or creating a separate, smaller partition just for /boot.
ru: Вы используете машину с 32-битным процессором SPARC. На большинстве таких машин Debian не загрузится, если /boot расположен в разделе, который простирается за пределы первых 1024 цилиндров жёсткого диска. В данный момент /boot расположен в разделе, который простирается до ${CYL} цилиндра. Вы должны изменить это, уменьшив размер раздела или создать специально для /boot отдельный маленький раздел.
