Repository: Sprezzatech/main-menu-udeb
Catalog: packages/arch/sparc/silo-installer/debian/po/*.po
Languages: be, cs, fa, hi, is, ko, ku, lv, mr, ro, ru, sr, ta, te

source: SILO installation failed. Continue anyway?
be: Не атрымалася ўсталяваць SILO. Працягваць, не зважаючы на гэта?
cs: Instalace SILO selhala. Přesto pokračovat?
fa: نصب SILO ناموفق بود ... آیا همچنان ادامه میدهید ؟
hi: सिलो संस्थापना असफल रहा. जैसे भी हो जारी रखें?
is: SILO uppsetning mistókst. Viltu halda áfram ?
ko: SILO 설치가 실패했습니다. 그래도 계속 하시겠습니까?
ku: Sazkirina SILO biserneket. Dîsa bidomîne?
lv: SILO instalēšana neizdevās. Tomēr turpināt?
mr: सिलो अधिष्ठापन अयशस्वी. तरीही पुढे जायचे?
ro: Instalarea SILO a eșuat. Mai continuați?
ru: Установка SILO не удалась. Продолжить, несмотря на это?
sr: SILO инсталација није успела. Свеједно наставити?
ta: ஸைலோ நிறுவல் தோல்வியடைந்தது. எப்படியும் தொடரவா?
te: SILO స్థాపన విఫలమైంది. ఐనా సరే కొనసాగించాలా?

source: The 'silo' package failed to install into /target/. Installing SILO as a boot loader is a required step. The install problem might however be unrelated to SILO, so continuing the installation may be possible.
be: Пакет 'silo' не атрымалася ўсталяваць у /target/. Усталяванне SILO ў якасці загрузчыка - неабходны крок. Аднак, напатканая праблема можа не датычыцца ўласна SILO, тады ў Вас ёсць шанец працягнуць.
cs: Balík silo se nedokázal nainstalovat do /target. Instalace zavaděče (tedy sila) je vyžadována. Nastalý problém ale nemusí nutně souviset se silem a možná lze v instalaci pokračovat.
fa: پکیج 'silo' بر روی /target/ نصب نشد . نصب کردن SILO به عنوان یک راه‌انداز یکی از مراحل ضرروری نصب است . مشکل نصب ممکن است ربطی به SILO نداشته باشد ، بنابراین ادامه ی نصب امکان پذیر است .
hi: /target/ में सिलो पैकेज का संस्थापन असफल रहा. बूटलोडर की भाँति सिलोट का संस्थापन एक आवश्यक चरण है. संस्थापन की यह समस्यासिलोूट से संबद्ध नहीं भी हो सकती है, अतः संस्थापन को जारी रखना संभव हो सकता है.
is: Það mistókst að setja ,silo' pakkann upp á /target/. Það er nauðsynlegt skref að setja SILO upp sem ræsistjóra. Vandinn þarf þó ekki að vera tengdur SILO, svo það gæti verið mögulegt að halda uppsetningunni áfram.
ko: silo 패키지를 /target/에 설치하는 데 실패했습니다. SILO를 부트로더로 설치하는 일은 꼭 필요한 단계입니다. 하지만 이 문제가 SILO와는 관계없는 문제일 수도 있으므로, 설치를 계속할 수도 있습니다.
ku: girêdayî.
lv: SILO pakotnes instalēšana beidzās nesekmīgi. SILO kā palaidēja ielādētāja instalēšana ir nepieciešams solis. Taču instalēšanas problēma varētu būt nesaistīta ar SILO un tāpēc ir iespējams, ka instalēšanu var turpināt.
mr: /target/ मध्ये सिलो पॅकेज अधिष्ठापित करणे अयशस्वी झाले. सिलो हा आरंभ सूचक म्हणून अधिष्ठापित करणे ही आवश्यक पायरी आहे. अधिष्ठापनेतील समस्या कदाचीत सिलोशी संबधीत नसेलही, म्हणून अधिष्ठापना पुढे चालू ठेवणे बहुदा शक्य आहे.
ro: Instalarea pachetului silo pe /target/ s-a soldat cu eșec. Instalarea SILO ca încărcător de sistem este un pas necesar. Problema instalării ar putea, totuși, să nu aibă legătură cu SILO, deci continuarea instalării ar putea fi posibilă.
ru: Пакет 'silo' не удалось установить в /target/. Установка SILO в качестве загрузчика является необходимым этапом установки. Тем не менее, ошибки при установке могут быть не связаны собственно с SILO, поэтому продолжение установки возможно.
sr: Пакет silo није успео да се инсталира на /target/. Инсталирање SILO-а као покретачког програма је обавезан корак. Проблем можда ипак није у вези са SILO-ом, тако да наставак инсталације може бити могућ.
ta: /target/ இல் ஸைலோ தொகுப்பு நிறுவப் படவில்லை.ஸைலோ ஐ நிறுவுதல் அவசியமான படி. நிறுவல் பிரச்சினை ஸைலோ க்கு சம்பந்தம் இல்லாததாக இருக்கலாம். ஆகவே நிறுவலை தொடர்தல் கை கூடலாம்.
te: SILO పాకేజి /target/ పై స్థాపన విఫలమైంది. SILO ని బూట్ లోడర్ గా స్థాపన చేయటం అవసరమైన అంశం. స్థాపన సమస్య SILO కి సంబంధించినది కాకపోవచ్చు.స్థాపన కొనసాగించటం వీలవవచ్చు.

source: SILO installation failed
be: Не атрымалася ўсталяваць SILO
cs: Instalace SILO selhala
fa: نصب SILO نا موفق بود .
hi: सिलो संस्थापना असफल रहा।
is: SILO uppsetning mistókst
ko: SILO 설치가 실패했습니다
ku: Sazkirina SILO serneket
lv: SILO instalēšana neizdevās
mr: सिलो अधिष्ठापना अयशस्वी
ro: Instalarea SILO a eșuat
ru: Установка SILO завершилась неудачно
sr: SILO инсталација није успела
ta: ஸைலோ நிறுவல் தோல்வியடைந்தது.
te: SILO స్థాపన విఫలమైంది.

source: Running "/sbin/silo" failed with error code "${ERRCODE}".
be: Запуск "/sbin/silo" перарваўся з кодам памылкі "${ERRCODE}".
cs: Příkaz "/sbin/silo" skončil s chybou "${ERRCODE}".
fa: اجرای "/sbin/silo" با کد خطای "${ERRCODE}". به مشکل برخورد .
hi: "/sbin/silo" का क्रियान्वयन त्रुटि कोड "${ERRCODE}" के साथ असफल हुआ.
is: Keyrsla „/sbin/silo‟ mistókst með villukóðanum „${ERRCODE}‟
ko: "/sbin/silo" 실행이 오류 코드 "${ERRCODE}"번으로 실패했습니다.
ku: Dema "/sbin/silo" dihate xebitandin bi koda çewtiyan ya "${ERRCODE}" hate bidawîkirin.
lv: "/sbin/silo" izpildīšana beidzās nesekmīgi ar sekojošu kļūdu: "${ERRCODE}".
mr: त्रुटी संकेत "${ERRCODE}" नुसार "/sbin/silo" चालवणे अयशस्वी
ro: Rularea „/sbin/silo” a eșuat cu codul de eroare „${ERRCODE}”.
ru: Запуск "/sbin/silo" привёл к ошибке номер "${ERRCODE}".
sr: Извршавање "/sbin/silo" није успеко (код грешке "${ERRCODE}").
ta: "/sbin/silo" இயக்குதல் தோல்வியடைந்தது. பிழை அறிவிப்பு குறியீடு "${ERRCODE}".
te: "/sbin/silo"నడుపుట విఫలమైంది. దోష కోడ్ "${ERRCODE}".

source: SILO installation successful
be: SILO паспяхова ўсталяваны
cs: Instalace SILO byla úspěšná
fa: نصب SILO با موفقیت انجام شد .
hi: सिलो संस्थापना सफल रहा
is: SILO uppsetning tókst
ko: SILO 설치가 성공했습니다
ku: Sazkirina SILO biserket
lv: SILO instalēšana sekmīga
mr: सिलो अधिष्ठापना यशस्वी
ro: Instalarea SILO a reușit
ru: Установка SILO завершена успешно
sr: SILO инсталација је успела
ta: ஸைலோ நிறுவல் வெற்றியடைந்தது.
te: SILO స్థాపన విజయవంతమైంది.

source: The SILO boot loader has been successfully installed on your new boot partition, and your system should now be able to boot itself.
be: Загрузчык SILO быў паспяхова ўсталяваны ў новы падзел загрузкі. Цяпер Вашая сістэма здольная загружаць сама сябе.
fa: راه انداز SILO با موفقیت روی پارتیشن boot جدید نصب شد ،الان سیستم شما باید قادر به راه اندازی خودش باشد .
hi: सिलो बूटलोडर आपके नये बूट पार्टिशन पर सफलतापूर्वक संस्थापित हो गया है, और आपका सिस्टम स्वयं बूट होने के लिए समर्थ है.
is: Uppsetning SILO ræsistjórans á nýju ræsisneiðina er lokið með fullnægjandi hætti og það ætti nú að vera hægt að ræsa kerfið.
ko: SILO 부트로더를 새 데비안 파티션에 성공적으로 설치했습니다. 이제 시스템이 부팅할 수 있게 되었습니다.
ku: Pêşbarkerê SILO bi awayekî serkeftî li beşa nû ya vekirinê hate sazkirin. Pergala te niha di rewşa vekirinê de ye.
lv: SILO palaidējs ir sekmīgi uzinstalēts uz jūsu jaunās sistēmas palaišanas sadaļas. Jauno sistēmu tagad vajadzētu varēt palaist.
mr: सिलो आरंभ सूचक तुमच्या नवीन आरंभ विभाजनावर यशस्वीरीत्या अधिष्ठापित झाला आहे, आणि आता तुमचा संगणक स्वत:हून सुरू होउ शकेल.
ro: Încărcătorul de sistem SILO a fost instalat cu succes pe noua partiție de pornire, și acum, sistemul dumneavoastră ar trebui să poată porni singur.
sr: Покретачки програм SILO је успешно инсталиран на вашу нову покретачку партицију и ваш систем би требало да може да се покрене.
ta: ஸைலோ துவக்கி வெற்றிகரமாக உங்கள் புதிய துவக்கப் பகிர்வில் நிறுவப் பட்டது. உங்கள் கணினி இப்போது துவக்கக் கூடியதாக இருக்க வேண்டும்.
te: SILO బూట్ లోడర్ మీ కొత్త బూట్ పార్టిషన్ పై స్థాపన విజయవంతమైంది. మీ వ్యవస్థ స్వయంగాబూట్ కాగలదు.

source: Install the SILO boot loader on a hard disk
be: Усталяванне загрузчыка SILO на жорсткі дыск
cs: Instalovat zavaděč SILO na pevný disk
fa: نصب راه‌انداز SILO بر روی یک دیسک سخت
hi: हार्ड डिस्क में सिलो बूट लोडर को संस्थापित करें
is: Set SILO ræsistjórann upp á harðan disk
ko: SILO 부트로더를 하드디스크에 설치
ku: Pêşbarkerê SILO li reqalavekê saz bike
lv: SILO palaišanas ielādētāja instalēšana uz cietā diska
mr: सिलो आरंभ सूचक हार्ड डिस्कवर अधिष्ठापित करा
ro: Instalează încărcătorul de sistem SILO pe un disc fix
ru: Установить системный загрузчик SILO на жёсткий диск
sr: Инсталирај покретачки програм SILO на хард диск
ta: ஸைலோ துவக்கியை வன் தட்டில் நிறுவு
te: SILO బూట్ లోడర్ హార్డ్ డిస్క్ పై స్థాపన

source: Unsupported boot file system type
be: Тып загрузачнай файлавай сістэмы не падтрымліваецца
fa: فایل سیستم بوت تعریف نشده است .
hi: असमर्थित बूरूट फ़ाइल सिस्टप्रकारीं
is: Skráakerfið á ræsidisknum er ekki stutt.
ko: 이 부팅 파일 시스템을 지원하지 않습니다
ku: Cureyê pergala pelan a boot a bêpiştgirî
lv: Neatbalstīts palaižamas failu sistēmas tips
mr: पाठबळ नसलेला आरंभ फाइल प्रणालीचा प्रकार
ro: Tip de sistem de fișiere nesuportat pentru partiția de pornire
sr: Неподржани тип система датотека покретачке партиције
ta: ஆதரவில்லாத துவக்க கோப்பு அமைப்பு வகை
te: బూట్ ఫైల్ వ్యవస్థ రకము కు తోడ్పాటులేదు.

source: In order to be successfully loaded by SILO (Sparc Linux Loader), the kernel must reside on an ext2, ext3 or ufs formatted partition. In the current partitioning scheme the kernel is going to be installed on the ${SILO_PART} partition of type ${SILO_TYPE}.
be: Каб ядро магло быць загружанае з дапамогай SILO(Sparc Linux Loader), яно мусіць знаходзіцца ў падзеле аднога з наступных тыпаў: ext2, ext3 ці ufs. Паводле існуючай схемы ядро мяркуецца ўсталяваць ў падзел ${SILO_PART} тыпу ${SILO_TYPE}
cs: Aby mohlo SILO (Sparc Linux Loader) úspěšně zavést jádro, musí toto ležet na oblasti formátované souborovým systémem ext2. ext3 nebo ufs. Při stávajícím rozdělení disku se jádro nainstaluje na oblast ${SILO_PART} typu ${SILO_TYPE}.
fa: به جهت این که با موفقیت سیستم توسط SILO (Sparc Linux Loader) لود شود ، هسته ی سیستم میبایست می بایست بر روی یکی از پارتیشن ها با فرمت ufs ، ext2 و یا ex3 نصب شود . در این پارتیشن بندی کرنل بر روی پارتیشن ${SILO_PART} با فرمت ${SILO_TYPE} نصب خواهد شد .
hi: सिलो (स्पार्क लिनक्स लोडर) द्वारा सफलतापूर्वक लोड होने के लिए कर्नेल का ext2, ext3 या ufs से फॉर्मेट किए गए पार्टिशन पर स्थित होना आवश्यक है. वर्तमान पार्टिशनिंग व्यवस्था में कर्नेल ${SILO_TYPE} प्रकार के पार्टिशन ${SILO_PART} पर संस्थापित होने जा रहा है.
is: Til þess að hægt sé að hlaða SILO (Sparc Linux Loader) verður kjarninn að vera á ext2, ext3 eða ufs fornsiðinni sneið. Samkvæmt núgildandi sneiðingaráætlun verður kjarninn settur upp á ${SILO_PART} sneið af gerð ${SILO_TYPE}.
ko: SILO(Sparc Linux Loader)가 리눅스 커널을 사용하기 위해서는 ext2, ext3나usf로 포맷한 파티션에 설치되어야 합니다. 현재 파티션 구성에 의하면 커널은 ${SILO_TYPE} 형식의 파티션 ${SILO_PART}에 설치할 것입니다.
lv: Lai SILO (Sparc Linux Loader) palaidējs varētu sekmīgi ielādēt Linux kodolu, tam jāatrodas uz sadaļas, kas noformatēta ar ext2, ext3 vai ufs failu sistēmu. Šobrīd ir paredzēts, ka jūsu sistēmas kodols tiks instalēts uz ${SILO_PART} sadaļas, kuras tips ir ${SILO_TYPE}.
mr: सिलो (स्पार्क लिनक्स लोडर) द्वारा यशस्वीरीत्या लोड होण्यासाठी, गाभा ईक्सटी२, ईक्सटी३ किंवा यूएसएफ संरुपित विभाजनावरच असला पाहीजे. सध्याच्या विभाजनाच्या योजनेत गाभा ${SILO_TYPE} पद्धतीच्या ${SILO_PART} विभाजनावर अधिष्ठापित होणार आहे.
ro: Pentru a putea fi încărcat de către SILO (Încărcătorul de Linux Sparc), nucleul trebuie să se afle pe o partiție formatată ca ext2, ext3 sau ufs. Nucleul va fi instalat în schema curentă de partiționare pe partiția ${SILO_PART} care e de tipul ${SILO_TYPE}.
sr: Да би SILO (Sparc Linux Loader) успешно учитао кернел, овај мора бити на партицији форматираној као ext2, ext3 или ufs. Према текућој партиционој шеми кернел ће бити инсталиран на партицији ${SILO_PART} типа ${SILO_TYPE}.
ta: ஸைலோவை (SILO - Sparc Linux Loader) வெற்றிகரமாக நிறுவ உட்கூறு (kernel) ext2, ext3 அல்லது ufs ஒழுங்கு முறைகள் ஏதாவதொன்றில் இருக்க வேண்டும். இப்போதய பகிர்வு அமைப்பில் உட்கூறு ${SILO_TYPE} ஒழுங்கு முறை பகிர்வு ${SILO_PART} இல் நிறுவப் படும்.
te: SILO (స్పార్క్ లినక్స్ లోడర్) విజయవంతంగా ఎక్కించుటకు, కెర్నెల్ ext2, ext3 లేక ufs ఫార్మాట్ అయిన పార్టిషన్ పై వుండాలి. ప్రస్తుత పార్టిషనింగ్ పద్ధతి లో కెర్నెల్ ${SILO_TYPE}రకము గల ${SILO_PART} పార్టిషన్ పై స్థాపించబడుతుంది .

source: It is strongly recommended that you go back to partitioning and correct this problem. Keeping the current configuration may result in an unbootable system.
be: Настойліва раім, каб Вы вярнуліся да перадзелу дыскаў і вырашылі гэтую праблему. У адваротным выпадку сістэма можа апынуцца няздольнай да загрузкі.
cs: Důrazně doporučujeme návrat do rozdělovacího menu a nápravu tohoto problému. Ponechání stávajícího nastavení může způsobit nezaveditelný systém.
fa: قویا به شما توصیه می‌شود که بازگردید و این مشکل را حل کنید . ادامه دادن روی این حالت ممکن است باعث راه اندازی نشدن سیستم شما شود .
hi: इस बात की कड़ी संस्तुति की जाती है कि आप पार्टिशनिंग में वापस जाएँ और इस समस्या को सही करें. वर्तमान कॉन्फिगरेशन रखने की परिणति एक बूट न होने योग्य तंत्र में हो सकती है.
is: Það er sterklega ráðlagt að þú farir til baka í sneiðingu og leiðréttir þetta. Ef þú notar núverandi stillingar eru líkur á að kerfið geti ekki ræst.
ko: 파티션 메뉴로 돌아가서 이 문제를 바로잡기를 강력히 권장합니다. 현재 파티션 구성을 유지하면 부팅이 안 될 수 있습니다.
ku: Teqez tê tawsiyekirin ku tu vegerî dabeşkirinê û vê pirsgirekê çareser bikî. Heke ev avakirina heyî bête parastin dibe ku pergal venebe.
lv: Stingri iesakām jums atgriezties pie disku dalīšanas un izlabot šo kļūdu. Šī brīža konfigurācijas saglabāšana var novest pie nepalaižamas sistēmas.
mr: विभाजन प्रक्रियेत परत जावून हा दोष दुरुस्त करावा अशी जोरदार शिफारस आहे. सद्ध्याची संरचना कायम ठेवल्यास संगणक चालू न होण्याची शक्यता आहे.
ro: O bună recomandare este să vă întoarceți la partiționare și să corectați această problemă. Păstrarea configurației actuale poate duce la un sistem care nu poate porni.
sr: Веома се препоручује да се вратите назад на корак партиционисања и исправите овај проблем. Задржавање постојеће конфигурације може резултирати системом који се не може покренути.
ta: இந்த பிரச்சினையை பின் சென்று வட்டு பகிர்தலில் சரி செய்யுமாறு பலமாக பரிந்துரைக்கப் படுகிறது. இப்போதய பகிர்வு அமைப்பை வைத்துக் கொண்டால் துவக்க முடியாத இயங்கு தளத்தை பெறுவீர்கள்.
te: సమస్య పరిష్కారానికి, వెనక్కి వెళ్లి పార్టిషన్ లను సరిచేయమని గట్టిగా సలహా ఇవ్వడమైనది. ప్రస్తుత అమరిక అలాగే వుంచితే, వ్యవస్థ బూట్ కాకపోవచ్చు.

source: Boot partition may cause problems with SILO
be: Загрузачны падзел можа стацца прычынай праблем з SILO
cs: Zaváděcí oblast může mít se zavaděčem SILO problémy
fa: پارتیشن boot ممکن است مشکل هایی با SILO داشته باشد .
hi: बूट पार्टीशनSILO के साथ समस्या उत्पन्न कर सकता हैए
is: Ræsisneið gæti valdið SILO vandræðum
ko: 부팅 파티션이 SILO와 문제를 일으킬 수 있습니다
ku: Dibe ku pirsgirêkên nav partîsiyona boot û SILO derdikevin
lv: Palaižama sadaļa var radīt problēmas ar SILO
mr: आरंभ विभाजन सिलो करिता समस्या निर्माण करू शकते
ro: Partiția de pornire ar putea duce la probleme în SILO
sr: Покретачка партиција може изазвати проблеме са програмом SILO
ta: ஸைலோவுடன் துவக்க பகிர்வு பிரச்சினைகள் செய்யக் கூடும்
te: బూట్ పార్టిషన్, SILO కి సమస్యలకి కారణమవవచ్చు

source: This machine is likely to suffer from a firmware bug, which makes it impossible for SILO (Sparc Linux Loader) to boot a kernel placed farther than 1 GB from the beginning of the disk.
be: Падобна да таго, што гэтая машына мае памылку ў прашыўцы, з-за якой SILO (Sparc Linux Loader) пазбаўлены магчымасці загружаць ядро, што месціцца далей за 1 GB ад пачатку дыска.
cs: Tento počítač pravděpodobně trpí chybou firmwaru, která SILU (Sparc Linux Loader) znemožňuje zavést jádro umístěné za 1. GB od počátku disku.
fa: این سیستم گویا دچار یک باگ سیستم است ، باگی که باعث میشود این برای SILO (Sparc Linux Loader) ممکن نباشد که کرنل را از روی جایی با حجم بیش از ۱ گیگابایت اجرا کند .
hi: इस मशीन के एक फर्मवेयर बग से ग्रस्त होने की संभावना है जिसके कारण सिलो (स्पार्क लिनक्स लोडर) उस कर्नेल को लोड करने में असमर्थ होगा जो कि हार्ड डिस्क के प्रथम 1 जीबी के बाहर स्थित हो.
is: Líklegt er að þessi vél þjáist af fastbúnaðarvillu sem veldur því að SILO (Sparc Linux Loader) getur ekki ræst kjarna sem er lengra en 1GB frá upphafi disksins.
ko: 이 컴퓨터의 펌웨어에는 버그가 있는 것으로 보입니다. 이 버그때문에 하드디스크의 앞 1GB보다 뒤에 있는 커널에 SILO(Sparc Linux Loader)가 접근할 수 없습니다.
lv: Šai mašīnai visdrīzāk ir programmaparatūras kļūda, kas liedz SILO (Sparc Linux Loader) ielādēt kodolu, kas atrodas tālāk kā 1GB no diska sākuma.
mr: या संगणकाच्या फर्मवेअरमध्ये दोष असण्याची शक्यता आहे, ज्यामूळे डिस्कच्या सुरवातीपासून १ जीबी च्या पुढे ठेवलेला गाभा आरंभ करणे सिलो (स्पार्क लिनक्स लोडर) ला अशक्य आहे.
ro: Este foarte probabil ca acestă mașină să aibă o problemă în firmware care nu permite SILO (Încărcătorul de Linux Sparc) să pornească un nucleu plasat dincolo de primul GO al discului.
sr: Ова машина вероватно има баг у фирмверу која онемогућава програму SILO (Sparc Linux Loader) да учита кернел који се налази ван границе од 1GB од почетка диска.
ta: இந்த கணினி ஒரு ஸ்திர மென் பொருள் வழுவால் பாதிக்கப் படலாம். வன் வட்டின் ஆரம்பத்திலிருந்து ஒரு ஜிபி ( 1 GB) க்கு அப்பால் உட் கூறு இருப்பின் அதை ஸைலோவால் துவக்க இயலாது.
te: ఈ యంత్రము, ఫర్మ్వేర్ దోషము వలన, SILO (స్పార్క్ లినక్స్ లోడర్), డిస్క్ ప్రారంభంనుండి 1GB తర్వాత వున్న కెర్నెల్ని బూట్ చేయటం వీలుకాదు.

source: To avoid problems it is strongly recommended to install the kernel into a partition which fits entirely within the first GB of the disk (by creating a small /boot partition in the beginning of the disk, for example). In the current partitioning scheme it is going to be installed onto the ${SILO_PART} partition which extends up to ${SILO_OFF} mark. Keeping this configuration may result in an unbootable system.
be: Каб пазбегнуць праблемаў, настойліва раім усталяваць ядро ў падзел, што цалкам змешчаны ў першым GB дыску (напрыклад, можна стварыць маленькі падзел /boot напачатку дыска). Паводле існуючай схемы мяркуецца ўсталяваць ядро ў падзел ${SILO_PART}, які працягваецца да адзнакі ${SILO_OFF}. У гэтым выпадку сістэма можа апынуцца няздольнай да загрузкі.
cs: Pro předejití problémů doporučujeme instalovat jádro do oblasti, která se celá nachází v prvním gigabajtu disku. (Například vytvořením malé oblasti /boot nazačátku disku.) Při současném rozdělení disku se jádro nainstaluje do oblasti ${SILO_PART}, která se rozpíná až do ${SILO_OFF}. Toto nastavení může mít za následek systém, který se nedá zavést.
fa: برای جلوگیری از مشکلات قویا توصیه میشود که هسته بر روی پارتیشنی که درون اولین گیگابایت دیسک سخت است ، نصب شود .(برای مثال ، با ساختن یک پارتیشن کوچک /boot در اولین قسمت دیسک). در این طرح پارتیشن بندی ، هسته بر روی پارتیشن ${SILO_PART} نصب میشود ، که تا علامت ${SILO_OFF} گسترش داده شده است .ادامه دادن بر روی این تنظیمات ممکن است باعث شود که سیستم قابل راه‌اندازی نباشد .
hi: समस्याओं से बचने के लिए इस बात की कड़ी संस्तुति की जाती है कि आप कर्नेल को उस पार्टिशन में संस्थापित करें जो कि डिस्क के प्रथम 1 जीबी में पूरी तरह आ जाता हो (उदाहरण के लिए डिस्क के प्रारंभ में एक छोटा /boot पार्टिशन बना कर). वर्तमान विभाजन योजना में यह पार्टिशन ${SILO_PART} में संस्थापित होने जा रहा है जोकि ${SILO_OFF} चिन्ह तक फैला है. यही कॉनफ़िगरेशन रखने पर सिस्टम बूट योग्य न रहने का जोखिम है.
is: Til að forðast vandamál er sterklega mælt með því að setja kjarnann upp á sneið sem öll er innan fyrsta Gígabætis disksins (til að mynda með því að búa til litla ræsisneið (/boot) í byrjun disksins). Samkvæmt núgildandi sneiðingaráætlun verður kjarninn settur upp á ${SILO_PART} sneið sem nær allt að ${SILO_OFF}. Þessi uppsetning gæti leitt til þess að ekki verði hægt að ræsa kerfið.
ko: 문제를 피해서 디스크의 맨 앞 1GB 안에 커널이 들어가도록 커널을 설치하기를 권장합니다. 예를 들어 디스크 맨 앞에 작은 /boot 파티션을 만들면 됩니다. 현재 파티션 구성에서는, 커널을 ${SILO_PART} 파티션에 설치하지만 이 파티션 범위가 ${SILO_OFF}까지입니다. 이대로 설치하면 시스템이 부팅하지 않을 수도 있습니다.
lv: Lai izvairītos no problēmām, iesakām jums instalēt kodolu sadaļā, kas pilnībā ietilpst pirmajā diska GB. (To var izdarīt, diska sākumā izveidojot nelielu /boot sadaļu). Šobrīd ir paredzēts, ka tas tiks instalēts uz ${SILO_PART} sadaļas, kas par ${SILO_OFF} pārsniedz pieļaujamo robežu. Šāda konfigurācijas atstāšana var novest pie nepalaižamas sistēmas.
mr: हा दोष टाळण्यासाठी पुर्णपणे १ जीबी च्या आत बसेल (डिस्कच्या सुरुवातीच्या भागात लहानसे /boot विभाजन बनवून) अशाच विभाजनावर गाभा अधिष्ठापित करावा अशी जोरदार शिफारस आहे. सध्याच्या विभाजन योजनेमध्ये तो ${SILO_PART} विभाजनावर अधिष्ठापित केला जाणार आहे, ज्याचा विस्तार ${SILO_OFF} पर्यंत आहे. ही संरचना कायम ठेवल्यास त्याचा परिणाम संगणक सुरु न होण्यात होईल.
ro: Pentru a evita eventualele probleme chiar vi se recomandă să instalați nucleul într-o partiție care încape în întregime în primul GO al discului (creând, de exemplu, o mică partiție /boot la începutul discului). În schema curentă de partiționare va fi instalat pe partiția ${SILO_PART} care se extinde până la limita ${SILO_OFF}. Păstrarea acestei configurații poate duce la un sistem care nu poate porni.
sr: Да бисте избегли проблеме веома се препоручује да инсталирате кернел на партицију која комплетно стаје унутар првог GB диска (нпр. креирајући малу /boot партицију на почетку диска). Према текућој партиционој шеми кернел ће бити инсталиран на партицији ${SILO_PART} која се протеже до ознаке ${SILO_OFF}. Задржавање ове конфигурације може довести до система који се не може покренути.
ta: இதை தவிர்க்க வன் வட்டின் ஆரம்பத்திலிருந்து ஒரு ஜிபி ( 1 GB) க்குள் உட் கூறை சரியாகப் பொருந்துமாறு நிறுவ வேண்டும். தேவையானால் ஒரு சிறு துவக்க (பூட்) பகிர்வு உருவாக்கவும். இப்போதய பகிர்வு அமைப்பில் உட்கூறு ${SILO_PART} இல் நிறுவப் படும். இது ${SILO_OFF} வரை நீள்கிறது. இந்த வடிவமைப்பை வைப்பதால் கணினியை துவக்க இயலாது.
te: సమస్యలు రాకుండా వుండటానికి, కెర్నెల్ ని డిస్క్ మొదటి GB లో వుండే పార్టిషన్ పై స్థాపించండి. (ఉదాహరణగా దీనికొరకు డిస్క్ మొదటలో చిన్న /boot పార్టిషన్ సృష్టించండి.) ప్రస్తుత పార్టిషన్ పద్ధతిలో , అది గీత వరకు వుండే ${SILO_PART} పార్టిషన్ లో స్థాపించబడుతుంది. ఈ అమరిక అలాగే వుంచితే, బూట్ కాని వ్యవస్థ తయారవవచ్చ.

source: Unsupported partition table on the boot disk
be: Табліца падзелаў на загрузачным дыску не падтрымліваецца
cs: Nepodporovaná tabulka oblastí na zaváděcím disku
fa: جدول پارتیشن بر روی دیسک راه‌انداز تعریف نشده است .
hi: बूट डिस्क पर असमर्थित पार्टिशन टेबल
is: Sneiðataflan á ræsidisknum er ekki studd.
ko: 부팅 디스크의 파티션 테이블 종류를 지원하지 않습니다
ku: Di dîska pêşbarkirinê de tabloya dabeşkirina nayê destekkirin
lv: Palaižamam diskam ir neatbalstīta sadaļu tabula
mr: आरंभ डीस्कवर पाठबळ नसलेले विभाजन कोष्टक
ro: Tabelă de partiții nesuportată pentru discul de pornire
sr: Неподржана партициона табела на покретачком диску
ta: துவக்க வட்டில் ஆதரவில்லாத பகிர்வு அட்டவணை
te: బూట్ డిస్క్ పై పార్టిషన్ పట్టిక కి తోడ్పాటులేదు.
