Repository: Sprezzatech/main-menu-udeb
Catalog: packages/arch/powerpc/quik-installer/debian/po/*.po
Languages: ar, hu, pt, sr, vi

source: Installing quik
ar: جاري تثبيت كويك
hu: Quik teleptse
pt: A instalar o quik
sr: Инсталирам quik
vi: Cài đặt quik...

source: Installing quik boot loader
ar: جاري تثبيت محمّل الإقلاع كويك
hu: Quik rendszerbetlt teleptse
pt: A instalar o gestor de arranque quik
sr: Инсталирам quik покретачки програм
vi: Cài đặt bộ tải khởi động quik...

source: quik installation failed. Continue anyway?
ar: فشل تثبيت كويك. هل تريد الاستمرار على كلّ حال؟
hu: Quik rendszerbetlt teleptse sikertelenl zrult. Mgis tovbblp?
pt: A instalao do quik falhou. Mesmo assim continuar?
sr: Инсталација quik-а није успела. Да ипак наставим даље?
vi: Không cài đặt quik được. Vẫn cứ tiếp tục không?

source: The quik package failed to install into /target/. Installing quik as a boot loader is a required step. The install problem might however be unrelated to quik, so continuing the installation may be possible.
ar: فشل تثبيت حزمة كويك على /target/. تثبيت كويك كمحمّل إقلاع خطوةٌ مطلوبة. مع ذلك، فإنّ مشكلة التّثبيت قد لا تكون متعلّقةً بكويك، لذا فإنّ الاستمرار بالتّثبيت قد يكون ممكناً.
hu: A quik /target/ knyvtrba teleptse sikertelenl zrult. A quik rendszerbetltknt teleptse pedig felttlenl szksges. Azrt lehet, hogy a telepts sorn felmerlt problmnak nincs kze a quik-hez, ez esetben a telepts folytatsnak elvileg nincs akadlya.
pt: A instalao do pacote quik em /target/ falhou. Instalar o quik como um gestor de arranque um passo necessrio. No entanto o problema de instalao pode no estar relacionado com o quik, e poder assim ser possvel continuar com a instalao.
sr: Пакет quik није успео да се инсталира на /target/. Инсталирање quik-а као покретачког програма је обавезан корак. Проблем можда ипак није у вези са quik-ом, тако да наставак инсталације може бити могућ.
vi: Không cài đặt gói quik vào /target được. Cài đặt quik như là bộ tải khởi động là bước cần thiết. Tuy nhiên, có lẽ lỗi cài đặt không liên quan đến quik thì có lẽ tiếp tục cài đặt.

source: Checking partitions
ar: جاري تفقّد التجزيئات
hu: Partcik feldertse
pt: procura da parties
sr: Проверавам партицију
vi: Kiểm tra các phân vùng...

source: No root partition found
ar: لم يُعثر على أيّ تجزيءٍ جذر
hu: Gykrpartci feldertse sikertelen
pt: No foi encontrada nenhuma partio raz
sr: Ниједна root партиција није пронађена
vi: Không tìm thấy phân vùng gốc.

source: No partition is mounted as your new root partition. You must mount a root partition first.
ar: لم يتمّ تركيب أيّ تجزيءٍ كتجزيئك الجذر الجديد. يجب تركيب تجزيءٍ جذر أوّلاً.
hu: Nincs felcsatlakoztatva gykrpartci. A tovbblpshez csatlakoztasson fel egyet.
pt: Nenhuma partio est montada como a sua nova partio raz. Voc deve montar uma partio raz primeiro.
sr: Ниједна партиција није закачена као ваша нова root партиција. Морате прво закачити root партицију.
vi: Chưa lắp vùng nào như là vùng gốc mới của bạn. Phải lắp vùng gốc trước hết.

source: Root partition not on first disk
ar: التّجزيء الجذر ليس على القرص الأوّل
hu: Gykrpartci nem az els lemezen van
pt: A partio raz no est no primeiro disco
vi: Phân vùng gốc không thấy trên đĩa thứ nhất.

source: The quik boot loader requires the root partition to be on the first disk. Please return to the partitioning step.
ar: يتطلّب محمّل الإقلاع كويك أن يكون التّجزيء الجذر على القرص الأوّل. فضلاً عد إلى خطوة التّجزئة.
hu: A quik rendszerbetlt csak az els lemezen tallhat gykrpartcit tud kezelni. Lpjen vissza a partcionlshoz.
pt: O gestor de arranque quik necessita que a partio raz esteja no primeiro disco. Por favor, retorne etapa de particionamento.
vi: Trình tải khởi động quik cần thiết vùng gốc có ở trên đĩa thứ nhất. Hãy trở về bước phân vùng.

source: /boot cannot be a separate partition
ar: لا يمكن أن يكون /boot على تجزيءٍ منفصل
hu: A /boot knyvtr nem lehet kln partcin
pt: /boot no pode ser uma partio separada
vi: /boot không thể là một vùng riêng.

source: The quik boot loader requires /boot to be on the same partition as /. Please return to the partitioning step.
ar: يتطلّب محمّل الإقلاع كويك أن يكون /boot على نفس التّجزيء الذي فيه /. فضلاً عد إلى خطوة التّجزئة.
hu: A quik rendszerbetlt a /boot knyvtrat csak a / partcijn tudja megtallni. Lpjen vissza a partcionlshoz.
pt: O gestor de arranque quik necessita que /boot esteja na mesma partio que /. Por favor, retorne etapa de particionamento.
vi: Trình tải khởi động quik cần thiết /boot trên cùng một vùng với /. Hãy trở về bước phân vùng.

source: Root partition must be ext2
ar: التّجزيء الجذر يجب أن يكون ext2
hu: Gykrpartci nem ext2
pt: A partio raz tem de ser ext2
vi: Phân vùng gốc phải là ext2.

source: The quik boot loader requires the root partition to be formatted using the ext2 file system. Please return to the partitioning step.
ar: محمّل الإقلاع كويك يتطلّب أن يكون التّجزيء الجذر منسّقاً بنسق نظام الملفّات ext2. فضلاً عد إلى خطوة التّجزئة.
hu: A quik rendszerbetlt csak ext2 fjlrendszerrel formzott gykrpartcit tud kezelni. Lpjen vissza a partcionlshoz.
pt: O gestor de arranque quik necessita que a partio raz seja formatada com o sistema de ficheiros ext2. Por favor retorne etapa de particionamento.
vi: Trình tải khởi động quik cần thiết vùng gốc có dạng hệ thống tập tin ext2. Hãy trở về bước phân vùng.

source: You have chosen to install the quik boot loader. You will not be able to boot any other operating system from this disk. Furthermore, your machine may not be bootable in any manner after this process completes. If you are left with a blank screen, you may need to try a cold boot and hold down Command-Option-P-R.
ar: لقد اخترت تثبيت محمّل الإقلاع كويك. لن تكون قادراً على إقلاع أيّ نظام تشغيل آخر من هذا القرص. علاوةً على ذلك، قد يصبح جهازك غير قابلٍ للإقلاع بأيّ شكل بعد اكتمال هذه العمليّة. إن بقيت شاشتك خاليةً قد تضطر إلى إعادة الإقلاع بالضّغط المستمر على Command-Option-P-R.
hu: A quik rendszerbetlt teleptsre sznta el magt. Ha tovbblp, akkor errl a lemezrl nem fog tudni ms opercis rendszert indtani. Mi tbb, a folyamat lezrultval a gp akr teljesen indtskptelen llapotba is kerlhet. Ha csak egy res kpernyt lt, a Command-Option-P-R billentykombinci rvn prblkozzon meg egy hidegindtssal.
pt: Voc escolheu instalar o gestor de arranque quik. No vai poder iniciar outro sistema operativo a partir deste disco. Alm disso, a sua mquina poder no iniciar de qualquer forma aps este processo ser completado. Se ficar com um ecr em branco, pode ter de tentar um arranque forado e pressionar Command-Option-P-R.
sr: Изабрали сте да инсталирате покретачки програм quik. Нећете моћи да покренете неки други оперативни систем са овог диска. Додатно, ваша машина можда неће уопште моћи да се покрене пошто се овај процес заврши. Ако вам се појави само празан екран, можда ћете морати да пробате са гашењем и поновним паљењем машине и држите притиснуту комбинацију тастера Command-Option-P-R.
vi: Bạn đã chọn cài đặt trình tải khởi động quik. Vậy sẽ không thể khởi động hệ điều hành khác nào từ đĩa này. Hơn nữa, có lẽ máy bạn sẽ không thể khởi động bất cứ cách nào sau tiến trình này xong. Nếu bạn gặp màn hình trống, có lẽ sẽ cần thử khởi động lạnh và bấm cầm bốn phím Cmd-Opt-P-R đều.

source: Do you really want to install the quik boot loader?
ar: هل تريد فعلاً تثبيت محمّل الإقلاع كويك؟
hu: Valban telepti a quik rendszerbetltt?
pt: Quer mesmo instalar o gestor de arranque quik?
sr: Да ли стварно желите да инсталирате покретачки програм quik?
vi: Bạn thật sự muốn cài đặt bộ tải khởi động quik không?

source: You have chosen to install the quik boot loader. You will not be able to boot any other operating system from this disk. Furthermore, your machine may not be bootable in any manner after this process completes.
ar: لقد اخترت تثبيت محمّل الإقلاع كويك. لن تكون قادراً على إقلاع أيّ نظام تشغيل آخر من هذا القرص. علاوةً على ذلك، قد يصبح جهازك غير قابلٍ للإقلاع بأيّ شكل بعد اكتمال هذه العمليّة.
hu: A quik rendszerbetlt teleptsre sznta el magt. Ha tovbblp, akkor errl a lemezrl nem fog tudni ms opercis rendszert indtani. Mi tbb, a folyamat lezrultval a gp akr teljesen indtskptelen llapotba is kerlhet.
pt: Voc escolheu instalar o gestor de arranque quik. No vai poder iniciar nenhum outro sistema operativo a partir deste disco. Alm disso, a sua mquina poder no iniciar de qualquer forma aps este processo ser completado.
sr: Изабрали сте да инсталирате покретачки програм quik. Нећете моћи да покренете неки други оперативни систем са овог диска. Додатно, ваша машина можда неће уопште моћи да се покрене пошто се овај процес заврши.
vi: Bạn đã chọn cài đặt trình tải khởi động quik. Vậy sẽ không thể khởi động hệ điều hành khác nào từ đĩa này. Hơn nữa, có lẽ máy bạn sẽ không thể khởi động bất cứ cách nào sau tiến trình này xong.

source: Be aware that this code has not been thoroughly tested.
ar: لاحظ أن هذه الشّفرة لم تختبر بشكلٍ كامل.
hu: J tudni, hogy ez a kd nem esett t alapos tesztelsen.
pt: Tenha em ateno que este cdigo ainda no foi suficientemente testado.
sr: Имајте на уму да овај код није детаљно тестиран.
vi: Ghi chú: chưa thử mã nguồn này ra hoàn chỉnh.

source: Creating quik configuration
ar: جاري إنشاء إعداد كويك
hu: Quik-konfigurci ltrehozsa
pt: A criar a configurao do quik
sr: Креирам quik конфигурацију
vi: Tạo cấu hình quik...

source: Failed to create quik configuration
ar: فشل إنشاء إعداد كويك
hu: Quik-konfigurci ltrehozsa sikertelen
pt: Falhou criar a configurao do quik
sr: Нисам успео да креирам quik конфигурацију
vi: Không tạo cấu hình quik được.

source: The creation of the main quik configuration file failed.
ar: فشل إنشاء ملف إعداد كويك الأساسي.
hu: A f quik-konfigurcis fjl ltrehozsa nem sikerlt.
pt: A criao do ficheiro de configurao principal do quik falhou.
sr: Креирање главне quik конфигурационе датотеке није успело.
vi: Không tạo tập tin cấu hình quik chính được.

source: Please check the error log on the third console or /var/log/messages for more information.
ar: الرجاء التحقق من سجل الأخطاء على الطرفية الثالثة أو /var/log/messages للمزيد من المعلومات.
hu: Tovbbi informcit a harmadik konzolon vagy a /var/log/messages fjlban elrhet hibanaplban tall.
pt: Por favor verifique o log na terceira consola ou /var/log/messages para mais informaes.
vi: Hãy kiểm bản ghi lỗi trên bàn giao tiếp thứ ba hoặc /var/log/messages để xem thông tin thêm.

source: Failed to resolve kernel symlink
ar: فشل تحليل رابط النّواة الرّمزي
hu: Rendszermagra mutat szimbolikus hivatkozs feloldsa sikertelen
pt: Falhou a resoluo do symlink do kernel
sr: Нисам успео да разлучим симболички линк на кернел
vi: Lỗi giải quyết liên kết mềm hạt nhân.

source: /vmlinux or /boot/vmlinux in the installed system appears not to be a symlink to a kernel image. This is probably a bug.
ar: يبدو أنّ /vmlinux أو /boot/vmlinux على النّظام المثبّت ليست بروابط رمزيّة لصورة نواة. من الأرجح أنّ هذه علّة.
hu: A teleptett rendszerben lev /vmlinux vagy /boot/vmlinux mintha nem egy rendszermagra mutat szimbolikus hivatkozs lenne. Ez valsznleg hiba.
pt: /vmlinux ou /boot/vmlinux no sistema instalado no parecem ser um symlink para uma imagem do kernel. Isto provavelmente um bug.
sr: /vmlinux или /boot/vmlinux на инсталираном систему изгледа да није симболички линк на кернел. Ово је вероватно баг.
vi: /vmlinux hay /boot/vmlinux trong hệ thống đã cài đặt thì hình như không phải là liên kết mềm đến một ảnh hạt nhân. Chắc là lỗi.

source: Failed to resolve initrd symlink
ar: فشل تحليل رابط initrd الرمزي
pt: Falhou a resoluo do symlink initrd
sr: Нисам успео да разрешим симболички линк на initrd
vi: Lỗi giải quyết liên kết tượng trưng «initrd».

source: /initrd.img or /boot/initrd.img in the installed system appears not to be a symlink to an initial RAM disk image. This is probably a bug.
ar: يبدو أن /initrd.img أو /boot/initrd.img في النظام المثبت ليست رابطا رمزيا لصورة قرص initial RAM. هذه على الأرجح علة.
pt: /initrd.img ou /boot/initrd.img no sistema instalado no parecem ser um symlink para uma imagem de disco RAM inicial. Isto provavelmente um bug.
sr: /initrd.img или /boot/initrd.img на инсталираном систему изгледа да није симболички линк на слику иницијалнок RAM диска. Ово је највероватније баг.
vi: «/vmlinux» hay «/boot/vmlinux» trong hệ thống đã cài đặt thì hình như không phải là liên kết tượng trưng đến một ảnh đĩa RAM ban đầu. Chắc là lỗi.

source: Installing quik into bootstrap partition
ar: جاري تثبيت كويك على تجزيء بوتستراب
hu: Quik teleptse rendszerbetlt partcira
pt: A instalar o quik numa partio de arranque
sr: Инсталирам quik на покретачку партицију
vi: Cài đặt trình quik vào vùng khơi động hệ thống...

source: Failed to install boot loader
ar: فشل تثبيت محمّل الإقلاع
hu: Rendszerbetlt teleptse sikertelen
pt: Falhou a instalao do gestor de arranque
sr: Нисам успео да инсталирам бут лоудер
vi: Không cài đặt trình tải khởi động được.

source: The installation of the quik boot loader failed.
ar: فشل تثبيت محمّل الإقلاع كويك.
hu: A quik rendszerbetlt teleptse nem sikerlt.
pt: A instalao do gestor de arranque quik falhou.
sr: Инсталација покретачког програма quik није успела.
vi: Không cài đặt trình tải khởi động được.

source: Warning: your system may be unbootable!
ar: تحذير: قد يكون نظامك غير قابلٍ للإقلاع!
hu: Figyelem: a rendszer taln indthatatlan!
pt: Aviso: O seu sistema pode no arrancar!
sr: Упозорење: ваш систем можда неће моћи да се стартује!
vi: Cảnh báo: hệ thống có thể không khởi động được!

source: Setting up OpenFirmware
ar: جاري إعداد OpenFirmware
hu: OpenFirmware belltsa
pt: Definindo o OpenFirmware
sr: Подешавам OpenFirmware
vi: Thiết lập OpenFirmware.

source: Unable to configure OpenFirmware
ar: تعذّر إعداد OpenFirmware
hu: OpenFirmware-konfigurci meghisult
pt: No foi possvel configurar o OpenFirmware
sr: Не могу да исконфигуришем OpenFirmware
vi: Không thể định cấu hình OpenFirmware.

source: Setting the OpenFirmware boot-device variable failed. You will have to configure OpenFirmware yourself to boot.
ar: فشل تعيين متغيّر جهاز الإقلاع OpenFirmware. سوف يتعيّن عليك إعداد OpenFirmware للإقلاع بنفسك.
hu: Az OpenFirmware-beli boot-device vltoz megadsa sikertelenl zrult. A rendszer indtshoz teht az OpenFirmware-t kzzel kell belltania.
pt: Falhou definir a varivel do dispositivo de arranque OpenFirmware. Vai ter de configurar voc o OpenFirmware para iniciar.
sr: Подешавање променљиве boot-device OpenFirmware-а није успело. Мораћете сами да исконфигуришете OpenFirmware да бисте покренули систем.
vi: Không lập biến thiết bị khởi động OpenFirmware được. Vậy bạn sẽ cần phải tự định cấu hình OpenFirmware để khởi động máy.

source: Problem configuring OpenFirmware
ar: حدثت مشكلة أثناء إعداد OpenFirmware
hu: Az OpenFirmware konfigurlsa sorn hiba lpett fel
pt: Problema ao configurar o OpenFirmware
sr: Проблем при конфигурисању OpenFirmware-а
vi: Có lỗi khi định cấu hình OpenFirmware.

source: Setting the OpenFirmware boot-command variable failed. You may have intermittent boot failures.
ar: فشل تعيين متغيّر أمر الإقلاع OpenFirmware. قد تواجه فشلاً متردّداً أثناء الإقلاع.
hu: Az OpenFirmware-beli boot-command vltoz megadsa sikertelenl zrult. Ez elszrt rendszerindtsi hibkban nyilvnulhat meg.
pt: Falhou definir a varivel de dispositivo de arranque Openfirmware. Pode vir a ter problemas de arranque intermitentes.
sr: Подешавање променљиве boot-command OpenFirmware-а није успело. Можда ћете имати повремене проблеме при покретању система.
vi: Không lập biến lệnh khởi động OpenFirmware được, nên có lẽ bạn sẽ không thể khởi động lúc có lúc không.

source: Successfully installed quik
ar: تمّ تثبيت كويك بنجاح
hu: Quik teleptse sikerlt
pt: O quik foi instalado com sucesso
sr: Успешно инсталиран quik.
vi: Cài đặt quik rồi.

source: The quik boot loader was successfully installed.
ar: تمّ تثبيت محمّل الإقلاع كويك بنجاح.
hu: A quik rendszerbetlt teleptse sikeresen megtrtnt.
pt: O gestor de arranque quik foi instalado com sucesso.
sr: Покретачки програм quik је успешно инсталиран.
vi: Cài đặt bộ tải khởi động quik rồi.

source: The new system is now ready to boot.
ar: النظام الجديد جاهز للإقلاع الآن.
pt: O sistema est agora pronto para iniciar.
sr: Нови систем је сада спреман за стартовање.
vi: Vậy hệ thống mới sẵn sàng để khởi động.

source: Failed to mount /target/proc
ar: فشل تركيب /target/proc
hu: /target/proc felcsatlakoztatsa sikertelen
pt: Falha ao tentar montar /target/proc
sr: Нисам успео да закачим /target/proc
vi: Không lắp /target/proc được.

source: Mounting the proc file system on /target/proc failed.
ar: فشل تركيب نظام ملفّات proc عند /target/proc.
hu: A /target/proc ponton nem sikerlt a proc fjlrendszert felcsatlakoztatni.
pt: Falha ao montar o sistema de ficheiros proc em /target/proc.
sr: Качење proc фајл система на /target/proc није успело.
vi: Không lắp hệ thống tập tin proc vào /target/proc được.

source: Please check the system log or the output on the third console (tty3).
ar: رجاءً تفقّد سجل النّظام أو الإخراج على المنصّة الطّرفيّة الثّالثة (tty3).
hu: Rszleteket a rendszernaplban, vagy a harmadik konzolon (tty3) elrhet kimeneten tallhat.
pt: Por favor verifique o log de sistema ou a sada na terceira consola (tty3).
vi: Hãy kiểm tra bản ghi hệ thống hay dữ liệu xuất bàn giao tiếp thứ ba (tty3).

source: Warning: Your system may be unbootable!
ar: تحذير: قد يكون نظامك غير قابلٍ للإقلاع!
hu: Figyelem: a rendszer taln indthatatlan!
pt: Aviso : O seu sistema pode no ser capaz de ser iniciado!
sr: Упозорење: ваш систем можда неће моћи да се стартује!
vi: Cảnh báo: hệ thống của bạn có thể không khởi động được.

source: Install quik on a hard disk
ar: تثبيت كويك على قرصٍ صلب
hu: Quik teleptse merevlemezre
pt: Instalar o quik num disco rgido
sr: Инсталирај quik на хард диск
vi: Cài đặt quik lên đĩa cứng

source: Boot partition not on first disk
sr: Покретачка партиција није на првом диску

source: Boot partition must be on ext2
sr: Покретачка партиција мора бити типа ext2

source: The quik boot loader requires the partition that holds /boot to be formatted using the ext2 file system. Please return to the partitioning step.
sr: Покретачки програм quik захтева да партиција која садржи директоријум /boot буде форматирана као ext2. Молим, вратите се на корак партиционисања.

source: Check /var/log/syslog or see virtual console 4 for the details.
sr: За детаље погледајте /var/log/syslog или виртуелну конзолу 4.
