Repository: Sprezzatech/main-menu-udeb
Catalog: packages/localechooser/debian/po/*.po
Languages: ast, cy, hu, is

source: Choose language
ast: Escueya llingua/Choose language
cy: Dewiswch iaith/Choose language
hu: Válassz nyelvet/Choose language
is: Velja tungumál/Choose language

source: System locale:
ast: Llocalización del sistema:

source: Select the default locale for the installed system.
ast: Seleiciona la llocalización por defeutu pal sistema instaláu.

source: Storing language...
ast: Atroxando llingua...
cy: Yn cadw'r iaith...
hu: Nyelv eltárolása...
is: Geymi tungumál...

source: Language selection no longer possible
ast: Nun ye dable la escoyeta de llingües
cy: Nid yw dewisiad iaith yn posib rhagor
hu: Nyelv választása már nem lehetséges

source: At this point it is no longer possible to change the language for the installation, but you can still change the country or locale.
ast: Nesti puntu, nun ye dable camudar la llingua de la instalación, pero entá pue camudar el país o la llocalización.
cy: Nid yw'n posib rhagor i newid y iaith ar gyfer y sefydliad, ond allech dal newid y wlad neu locale.
hu: Innentől már nem lehet a telepítés nyelvét módosítani, de még mindig módosítható az ország és helyi beállítás.

source: To select a different language you will need to abort this installation and reboot the installer.
ast: Pa seleicionar una llingua diferente necesitará albortar esta instalación y reaniciar l'instalador.
cy: Er mwyn dewis iaith gwahanol bydd rhaid erthylu y sefydliad yma ac aildechrau'r sefydlydd.
hu: Más nyelv választásához meg kell szakítani, majd újraindítani a telepítőt.

source: Continue the installation in the selected language?
ast: ¿Continuar cola instalación na llingua seleicionada?
cy: Mynd ymlaen gyda'r sefydliad mewn y'r iaith dewisedig?
hu: A telepítést a kijelölt nyelven folytatod?

source: The translation of the installer is incomplete for the selected language.
ast: La traducción del instalador ta incompleta pal idioma seleicionáu.
cy: Mae'r cyfeithiad o'r sefydlydd yn anghyflawn ar gyfer y iaith dewisiedig.
hu: A telepítő honosítása töredékes a kijelölt nyelven.

source: The translation of the installer is not fully complete for the selected language.
ast: La traducción del instalador nun ta finada ensembre pa la llingua seleicionada.
cy: Mae'r cyfeithiad o'r sefydlydd yn anghyflawn ar gyfer y iaith dewisiedig.
hu: A telepítő honosítása nem készült el teljesen a kijelölt nyelvre.

source: This means that there is a significant chance that some dialogs will be displayed in English instead.
ast: Esto quier dicir qu'hai una posibilidá significativa de que dalgunos diálogos s'amuesen n'inglés.
cy: Felly mae siawns uchel y bydd rhai deialogau yn gael ei dangos mewn Saesneg yn lle.
hu: Így egyes párbeszédek jó eséllyel angolul jelennek meg.

source: If you do anything other than a purely default installation, there is a real chance that some dialogs will be displayed in English instead.
ast: Si fai daqué más qu'una pura instalación predeterminada, esiste una probabilidá real de que dalgunes ventanes s'amuesen n'inglés.
cy: Os ydych yn gwneud unrhywbeth ond sefydliad diofyn mae yna gwir siawns bydd rhai deialogau yn gael ei dangos mewn Saesneg.
hu: Ha eltérsz az alap telepítéstől, lehet, hogy egyes párbeszédek angolul jelennek meg.

source: If you continue the installation in the selected language, most dialogs should be displayed correctly but - especially if you use the more advanced options of the installer - some may be displayed in English instead.
ast: Si continúa la instalación na llingua seleicionada, la mayoría de los diálogos amosaránse correchamente, pero -especialmente si usa les opciones más avanzaes del instalador - dalgunos podríen amosase n'inglés.
cy: Os ydych yn parhau gyda'r sefydliad yn yr iaith dewisiedig, bydd y mwyafrif o deialogau yn gael ei ddangos yn cywir ond- yn arbennig os ydych yn defnyddio opsiynau arbennigol y'r sefydlydd - bydd rhai yn gael ei dangos yn Saesneg ynlle.
hu: Ha a telepítést a kijelölt nyelven folytatod, a legtöbb párbeszéd e nyelven jelenik meg, de - főleg ha a telepítő különleges lehetőségeit használod - egyesek angolul jelenhetnek meg.

source: If you continue the installation in the selected language, dialogs should normally be displayed correctly but - especially if you use the more advanced options of the installer - there is a slight chance some may be displayed in English instead.
ast: Si continúa la instalación na llingua seleicionada, les ventanes deberíen amosase correchamente pero (especialmente si usa les opciones más avanzaes del instalador) esiste una llixera probabilidá de que dalgunos s'amuesen n'inglés.
cy: Os ydych yn parhau gyda'r sefydliad yn yr iaith dewisiedig, bydd y deialogau yn gael ei ddangos yn cywir ond- yn arbennig os ydych yn defnyddio opsiynau arbennigol y'r sefydlydd - mae siawns isel bydd rhai yn gael ei dangos yn Saesneg ynlle.
hu: Ha a telepítést a kijelölt nyelven folytatod, a párbeszédek e nyelven jelenik meg, de - főleg ha a telepítő különleges lehetőségeit használod - egyesek angolul jelenhetnek meg.

source: The chance that you will actually encounter a dialog that is not translated into the selected language is extremely small, but it cannot be ruled out completely.
ast: La posibilidá de qu'alcuentre realmente un diálogu que nun tea tornáu a la llingua seleicionada ye braeramente baxa, pero nun pue descartase ensembre.
cy: Mae'r siawns y byddech yn cyfarfod a deialog sydd heb ei cyfieithu mewn i'ch iaith dewisiedig yn isel iawn, ond mae yna dal posibilrwydd.
hu: Az esély, hogy le nem fordított párbeszéd fordul elő rendkívül kicsi, de megeshet.

source: Unless you have a good understanding of the alternative language, it is recommended to either select a different language or abort the installation.
ast: A menos que tenga un bon atalantamientu de la llingua alternativa, encamiéntase que seleicione una llingua distinta o alborte la instalación.
cy: Onid oes gennych dealltwriaeth dda o'r iaith arall, mae'n argymelliedig eich fod yn dewis iaith arall neu yn erthylu'r syfydliad.
hu: Az alternatív nyelv jó megértése nélkül hasznos más nyelv választása vagy a telepítés megszakítása.

source: If you choose not to continue, you will be given the option of selecting a different language, or you can abort the installation.
ast: Si escueye non continuar, daráse-y la opción de seleicionar una llingua distinta, o pue albortar la instalación.
cy: Os ydych yn dewis ddim i parhau, mi fyddech yn gael yr opsiwn o dewis iaith arall neu erthylu'r sefydliad.
hu: Ha nemet mondasz, lehetőség nyílik más nyelvet választani vagy megszakítani a telepítést.

source: other
ast: otru
cy: arall
hu: egyéb
is: annað

source: Country, territory or area:
ast: País, territoriu o ária:

source: The country selected here will be used for example to select a default locale and time zone. Normally this should be the country where you live.
ast: El país seleicionáu equí será usáu por exemplu pa seleiciona una localización y estaya horaria por defeutu. Normalmente esto debería ser el país onde vives.

source: Choose "other" if your country is not listed.
ast: Escueye "otru" si'l to país nun ta na llista.

source: This is a shortlist based on the language you selected. Choose "other" if your country is not listed.
ast: Esto ye una llista curtía basada na llingua que seleicionaste. Escueye "otru" si'l to país nun ta na llista.

source: Additional locales:
ast: Llugares adicionales:

source: Based on the selected language and country, the default locale selected for the installed system is '${LOCALE}'.
ast: Basáu na llingua y país seleicionaos, la localización por defeutu seleicionada pal sistema instaláu ye '${LOCALE}'.

source: If you wish to use a different default or to also have other locales available, you may choose additional locales to be installed. If you are unsure it is best to just use the selected default.
ast: Si quies usar una distinta por defeutu o tamién tener otres llocalizaciones disponibles, puedes escoyer llocalizaciones adicionales pa instalar. Si nun tas seguru si esto ye meyor, usa la seleicionada por defeutu.

source: locale
ast: llocalización

source: A locale determines character encoding and contains information on for example currency, date format and alphabetical sort order.
ast: Una llocalización determina la codificación de carauteres y la información que caltien, por exemplu, la moneda, formatu data y la ordenación alfabetica.

source: Africa
ast: África
cy: Affrica
hu: Afrika

source: Atlantic Ocean
ast: Océanu Atlánticu
cy: Cefnfor Iwerydd
hu: Atlanti Óceán

source: Caribbean
ast: Caribe
cy: Y Carrib√Æ
hu: Karib-tengeri térség

source: Central America
ast: América Central
cy: Canol America
hu: Közép-Amerika

source: Europe
ast: Europa
cy: Ewrop
hu: Európa

source: Indian Ocean
ast: Oceanu Índicu
cy: Cefnfor India
hu: Indiai-óceán

source: North America
ast: Norteamérica
cy: Gogledd America
hu: Észak-Amerika

source: Oceania
ast: Oceanía
cy: Ynysoedd y De
hu: Óceánia

source: South America
ast: Sudamérica
cy: De America
hu: Dél-Amerika

source: Continent or region:
ast: Continente o rexón:

source: Select the continent or region in which your country is located.
ast: Seleiciona'l continente o rexón nel cual ta'l to país.

source: Choose a locale:
cy: Dewiswch locale:
hu: Helyi beállítás kiválasztása:
is: Veldu svæðisháðar stillingar:

source: Based on your language and country choices, the following locale parameters are supported.
cy: Yn seiliedig ar eich dewisiadau iaith a gwlad, cynhelir y paramedrau locale canlynol.
hu: A választott nyelv és ország alapján az alábbi helyi paraméterek támogatottak

source: Choose a country, territory or area:
cy: Dewiswch gwlad, tiriogaeth neu ardal:
hu: Válassz országot, tartományt vagy területet:
is: Veltu land eða landsvæði:

source: Based on your language, you are probably located in one of these countries or regions.
cy: Yn seiliedig ar eich iaith, rydych chi'n tebygolol wedi lleoli yn un o'r wledydd neu ardaloedd yma.
hu: A választott nyelv alapján valószínű tartózkodási helyet adó ország(ok) vagy régió(k).
is: Út frá tungumálinu sem þú valdir ert þú líklega staðsettur í einu af eftirfarandi löndum eða svæðum.

source: Choose other locales to be supported:
cy: Dewiswch locales eraill i'w cynnal:
hu: Más, támogatott helyi beállítások választása:
is: Veldu aðrar svæðisháðar stillingar sem eiga að vera til taks:

source: You may choose additional locales to be installed from this list.
cy: Cewch dewis locales ychwanegol i'w gosod o'r rhestr hwn.
hu: E listából további telepíthető helyi beállítások választhatók.
is: Þú getur valið aukastaðfæringar sem á að setja upp úr þessum lista.

source: Asia
hu: Ázsia

source: Choose a continent or region:
cy: Dewiswch cyfandir neu ardal:
hu: Válassz földrészt vagy régiót:

source: The continent or region in which the desired country is located.
cy: Y cyfandir neu ardal ble mae eich wlad dymunol wedi leoli.
hu: A földrész vagy régió, melyben a kívánt ország van.

source: United States [ Translators: put here the ISO-3166 ENGLISH NAME of the country which should be selected as default for your language ]
is: Icelandic

source: US[ Translators: put here the ISO-3166 CODE of the country which should be selected as default for your language ]
is: IS

source: A fallback locale must be chosen because there is currently no locale for the language and country you have selected.
is: Það þarf að nota varastaðfæringu, því svæðisháðar stillingar eru ekki til fyrir tungumálið og landið sem þú valdir.

source: Unsupported locale
is: Þessi staðfæring er ekki til staðar
