Repository: Sprezzatech/main-menu-udeb
Catalog: packages/arch/m68k/vmelilo-installer/debian/po/*.po
Languages: fa, hu, is, kk, km, lt, sr, ta, vi

source: Installing vmelilo
fa: vmelilo نصب
hu: Vmelilo-telepts
is: Set upp vmelilo
kk: vmelilo орнатылуда
km: កំពុង​ដំឡើង vmelilo
lt: Diegiamas vmelilo
sr: Инсталирање vmelilo-а
ta: vmelilo நிறுவப்படுகிறது
vi: Cài đặt vmelilo...

source: Installing vmelilo boot loader
fa: نصب راه انداز vmelilo
hu: Vmelilo-teleptse folyamatban
is: Set upp vmelilo ræsistjórann
kk: vmelilo жүйелік жүктеушісін орнату
km: កំពុង​ដំឡើង vmelilo boot loader
lt: Diegiamas pradinis kliklis vmelilo
sr: Инсталирање vmelilo покретачког програма
ta: vmelilo துவக்கி நிறுவப் படுகிறது.
vi: Cài đặt bộ tải khởi động vmelilo...

source: vmelilo installation failed. Continue anyway?
fa: نصب vmelilo شکست خورد. آیا می خواهید ادامه دهید؟
hu: vmelilo rendszerbetlt teleptse sikertelenl zrult. Mgis tovbblp?
is: Uppsetning á vmelilo mistókst. Halda samt áfram?
kk: vmelilo орнату сәтсіз аяқталды. Жалғастыра беруді қалайсыз ба?
km: ការ​ដំឡើង vmelilo បាន​បរាជ័យ ។ ទោះ​យ៉ាង​ណា បន្ត​ឬ​ទេ ?
lt: vmelilo diegimas nepavyko. Tsti nepaisant to?
sr: Инсталација програма vmelilo није успела. Наставити даље?
ta: vmelilo நிறுவல் தோல்வியடைந்தது. எப்படியும் தொடரவா?
vi: Không cài đặt vmelilo được. Vẫn cứ tiếp tục không?

source: The vmelilo package failed to install into /target/. Installing vmelilo as a boot loader is a required step. The install problem might however be unrelated to vmelilo, so continuing the installation may be possible.
fa: نصب بسته vmelilo در /target/ شکست خورد. نصب vmelilo به عنوان راه انداز یک مرحلهٔ ضروری می باشد. بنابراین برای ادامه نصب باید این مرحله با موفقیت انجام شود.
hu: A vmelilo /target/ knyvtrba teleptse sikertelenl zrult. A vmelilo rendszerbetltknt teleptse pedig felttlenl szksges. Azrt lehet, hogy a telepts sorn felmerlt problmnak nincs kze a vmelilo-hoz, ez esetben a telepts folytatsnak elvileg nincs akadlya.
is: Ekki tókst að setja vmelilo upp á /target/. Nauðsynlegt er að setja upp vmelilo sem ræsistjóra til að klára uppsetningu. Vandamálið gæti samt verið ótengt vmelilo, svo það er möguleiki á að hægt sé að halda uppsetningu áfram.
kk: /target/-ке vmelilo дестесін орнату мүмкін болмады. vmelilo-ны жүктеуіш есебінде орнату бұл процестің негізгі түйіні. Бірақ, орнату кезіндегі қателіктер vmelilo байланыссыз болуы мүмкін, сондықтан орнатуды жалғастыруға болады.
km: ដំឡើង​កញ្ចប់​ vmelilo ត្រូវ​បរាជ័យ​ក្នុង​ទីតាំង​ /គោល​ដៅ​/ ។​ ការ​ដំឡើង​ vmelilo ដូច​ boot loader គឺ​ត្រូវ​ធ្វើ​តាម​ជំហាន​​។​ ដំឡើង​មាន​បញ្ហា​ទោះ​បីជា​អ្នក​មិន​មាន​ទាក់​ទង​ទៅ​នឹង vmelilo ដូច្នេះ​បន្ត​ការ​ដំឡើង​ដែល​អាច​ធ្វើ​តាម​បាន​​​។
lt: Nepavyko diegti vmelilo paketo /target/. Pradinio kliklio vmelilo diegimas yra btinas ingsnis. Taiau diegimo problema galbt nesusijusi su vmelilo, taigi diegimo tsimas galbt galimas.
sr: Пакет vmelilo није успео да се инсталира на /target/. Инсталирање vmelilo-а као покретачког програма је обавезан корак. Проблем можда ипак није у вези са vmelilo-м, тако да наставак инсталације може бити могућ.
ta: /target/ இல் vmelilo தொகுப்பு நிறுவப் படவில்லை. vmelilo-வை நிறுவுதல் அவசியமான படி. நிறுவல் பிரச்சினை vmelilo-க்கு சம்பந்தம் இல்லாததாக இருக்கலாம். ஆகவே நிறுவலை தொடர்தல் கை கூடலாம்.
vi: Không cài đặt gói vmelilo vào /target/ được. Cài đặt vmelilo như là trình tải khởi động là bước cần thiết. Tuy nhiên, có lẽ lỗi cài đặt không liên quan đến vmelilo thì có lẽ tiếp tục cài đặt.

source: Looking for root partition...
fa: به دنبال پارتیشن ریشه...
hu: Gykrpartci feldertse folyamatban...
is: Leita að grunndisksneið (root partition)
kk: Түбірлік бөлімді іздеу...
km: កំពុង​ស្វែងរក​ភាគ​ថាសរឹងរបស់​ root...
lt: Iekomas akninis (root) skirsnis...
sr: Тражење root партиције...
ta: மூல (ரூட்) பகிர்வை கண்டறிகிறது...
vi: Tìm phân vùng gốc...

source: No root partition found
fa: هیچ پارتیشن root ی پیدا نشد .
hu: Gykrpartci feldertse sikertelen
is: Engin rótarsneið fannst
kk: Түбірлік бөлім табылған жоқ
km: រក​មិន​ឃើញ​ភាគ​ root
lt: Neradau akninio (root) disko skirsnio
sr: Ниједна root партиција није пронађена
ta: மூல (ரூட்) பகிர்வு ஏதும் இல்லை
vi: Không tìm thấy phân vùng gốc.

source: No partition is mounted as your new root partition. You must mount a root partition first.
fa: هیچ پارتیشنی برای پارتیشن root شما مانت نشده است . شما باید ابتدا root پارتیشن را مانت کنید .
hu: Nincs felcsatlakoztatva gykrpartci. A tovbblpshez csatlakoztasson fel egyet.
is: Engin disksneið er tengd sem rótarsneið. Þú þarft að tengja rótarsneið fyrst.
kk: Түбірлік бөлім жөнделген жоқ. Алдымен түбірлік бөлімді жөндеңіз.
km: គ្មាន​ភាគ​ថាស​ដែល​ត្រូវ​ម៉ោន​ដូច​ភាគថាស​ root ថ្មី​របស់​អ្នក​ ។​ អ្នក​ត្រូវ​តែ​ម៉ោន​ភាគ​ថាស root ដំបូង​។​
lt: Nra disko skirsnio prijungto kaip Js naujojo akninio (root) skirsnio. Js turite pirmiau prijungti (mount) aknin skirsn.
sr: Ниједна партиција није монтирана као ваша нова root партиција. Морате прво монтирати root партицију.
ta: பகிர்வு ஏதும் மூல (ரூட்) பகிர்வாக ஏற்றப் படவில்லை. முதலில் நீங்கள் ஒரு பகிர்வை மூல (ரூட்) பகிர்வாக ஏற்ற வேண்டும்.
vi: Chưa lắp vùng nào như là vùng gốc mới của bạn. Phải lắp vùng gốc trước hết.

source: Creating vmelilo configuration...
fa: ایجاد پیکربندی vmelilo...
hu: Vmelilo-konfigurci ltrehozsa folyamatban...
is: Bý til vmelilo stillingar
kk: vmelilo конфигурациясын құру...
km: កំពុង​បង្កើត​ការ​កំណត់​រចនាសម្ព័ន្ធ vmelilo ...
lt: Kuriama vmelilo konfigracija...
sr: Креирање vmelilo конфигурације...
ta: vmelilo வடிவமைப்பை உருவாக்குகிறது
vi: Tạo cấu hình vmelilo...

source: Failed to create vmelilo configuration
fa: ایجاد پیکربندی vmelilo شکست خورده است.
hu: Vmelilo-konfigurci ltrehozsa sikertelen
is: Tókst ekki að búa til vmelilo-stillingar
kk: vmelilo баптауларын жасау сәтсіз
km: បរាជ័យ​ក្នុង​ការ​បង្កើត​ការ​កំណត់​រចនាសម្ព័ន្ធ vmelilo
lt: Nepavyko sukurti vmelilo konfigracijos
sr: Креирање vmelilo конфигурације није успело
ta: vmelilo வடிவமைப்பு தோல்வியுற்றது.
vi: Không tạo cấu hình vmelilo được.

source: The creation of the vmelilo configuration file failed.
fa: ایجاد فایل پیکربندی vmelilo شکست خورده است.
hu: A vmelilo-konfigurcis fjl ltrehozsa nem sikerlt.
is: Gerð vmelilo stillingaskrár mistókst.
kk: vmelilo конфигурациясының файлын жасау мүмкін болмады.
km: ការ​បង្កើត​ឯកសារ​កំណត់​រចនាសម្ព័ន្ធ vmelilo បាន​បរាជ័យ ។
lt: Nepavyko sukurti vmelilo konfigracijos failo.
sr: Креирање vmelilo конфигурације није успело.
ta: vmeliloூட் வடிவமைப்பு கோப்பை உருவாக்குவது தோல்வியுற்றது.
vi: Không tạo tập tin cấu hình vmelilo được.

source: Please check the system log or the output on the third console (tty3).
hu: Rszleteket a rendszernaplban, vagy a harmadik konzolon (tty3) elrhet kimeneten tallhat.
km: សូម​ត្រូត​ពិនិត្យ​ប្រព័ន្ធ​ចូល​ ឬ​ ចេញ​លើ​កុងសូលទីបី​(tty3) ។​
lt: Patikrinkite /var/log/messages ar tekst treiojoje konsolje (tty3).
vi: Hãy kiểm tra bản ghi hệ thống hay dữ liệu xuất bàn giao tiếp thứ ba (tty3).

source: Installing vmelilo into bootstrap partition...
fa: نصب vmelilo بر روی پارتیشن راه انداز خودکار ...
hu: Vmelilo rendszerbetlt partcira teleptse folyamatban...
is: Set vmelilo upp á bootstrap disksneið...
kk: vmelilo-ты bootstrap бөлімге орнату...
km: កំពុង​ដំឡើង vmelilo ទៅ​កាន់​ភាគ​ថាសរឹង bootstrap...
lt: Diegiamas vmelilo pradinio klimo skirsn...
sr: Инсталирање vmelilo-а на покретачку партицију...
ta: vmeliloூட் துவக்க பகிர்வில் நிறுவப் படுகிறது.
vi: Cài đặt vmelilo vào vùng khởi động hệ thống...

source: Failed to install boot loader
fa: بوت لودر راه اندازی نشد .
hu: Rendszerbetlt teleptse sikertelen
is: Uppsetning ræsiskráar mistókst
kk: Жүйелік жүктеуішті орнату мүмкін болмады
km: បរាជ័យ​ដំឡើង​ boot loader
lt: Nepavyko diegti pradinio kliklio
sr: Инсталирање бут лоудера није успело
ta: துவக்கி நிறுவல் தோல்வியுற்றது
vi: Không cài đặt bộ tải khởi động được.

source: The installation of the vmelilo boot loader failed.
fa: نصب راه انداز vmelilo شکست خورده است.
hu: A vmelilo rendszerbetlt teleptse nem sikerlt.
is: Uppsetning vmelilo ræsistjórans mistókst.
kk: vmelilo жүктеушісін орнату сәтсіз аяқталды.
km: ការ​ដំឡើង vmelilo boot loader បាន​បរាជ័យ ។
lt: Pradinio kliklio vmelilo diegimas nepavyko.
sr: Инсталација vmelilo покретачког програма није успела.
ta: vmeliloூட் துவக்கி நிறுவல் தோல்வியுற்றது.
vi: Không cài đặt được bộ tải khởi động vmelilo được.

source: Please check the error log on the third console or /var/log/messages for more information.
hu: Tovbbi informcit a harmadik konzolon vagy a /var/log/messages fjlban elrhet hibanaplban tall.
lt: Daugiau informacijos apie i klaid irkite treioje virtualioje konsolje arba faile /var/log/messages.
vi: Hãy kiểm bản ghi lỗi trên bàn giao tiếp thứ ba hoặc /var/log/messages để xem thông tin thêm.

source: Warning: Your system may be unbootable!
fa: اخطار : سیستم شما ممکن است قابل راه اندازی شدن نباشد .
hu: Figyelem: a rendszer taln indthatatlan!
is: Varúð: Kerfið þitt gæti verið óræsanlegt!
kk: Ескерту: сіздің жүйеңіз жүктелмей қалуы мүмкін!
km: ការព្រមាន​ ៖ ប្រព័ន្ធ​របស់​អ្នក​មិន​អាច​ចាប់​ផ្តើម​បានទេ​!
lt: Dmesio: Js sistema gali nepasikelti!
sr: Упозорење: ваш систем можда неће моћи да се стартује!
ta: எச்சரிக்கை: உங்கள் கணினி துவக்க முடியாததாக இருக்கலாம்!
vi: Cảnh báo: hệ thống của bạn có thể không khởi động được.

source: Install the vmelilo boot loader on a hard disk
fa: نصب راه انداز vmelilo بر روی یک دیسک سخت
hu: Vmelilo rendszerbetlt teleptse merevlemezre
is: Setja vmelilo upp á harðan disk
kk: vmelilo жүктеушісін қатты дискісіне орнату.
km: ដំឡើង​ vmelilo boot loader លើ​ថាសរឹង
lt: Pradinio kliklio vmelilo diegimas kietj disk
sr: Инсталирај vmelilo покретачки програм на хард диск
ta: vmeliloலோ துவக்கியை வன் தட்டில் நிறுவு
vi: Cài đặt bộ tải khởi động vmelilo lên đĩa cứng

source: Please check the syslog for more information.
km: សម្រាប់​ព័ត៌មាន​បន្ថែម​​សូម​ត្រួត​ពិនិត្យ​ syslog ។​

source: Check /var/log/syslog or see virtual console 4 for the details.
fa: /var/log/syslog یا کنسول مجازی ۴ را برای جزئیات ببینید.
is: Skoðaðu skránna /var/log/syslog, eða skipanalínu (virtual console) 4 fyrir nánari upplýsingar.
kk: Қосымша мәліметті /var/log/syslog файлынан не 4 виртуал консольдан қараңыз.
sr: За детаље погледајте /var/log/syslog или виртуелну конзолу 4.
ta: /var/log/syslog அல்லது மெய்நிகர் முனையம் 4 (virtual console 4) ஐ விளக்கங்களுக்கு பார்க்கவும்.
