Repository: Sprezzatech/main-menu-udeb
Catalog: packages/arch/i386/lilo-installer/debian/po/*.po
Languages: is, xh

source: ${disc}: Master Boot Record
is: ${disc}: Ræsigeiri (MBR)

source: ${part}: new Debian partition
is: ${part}: ný Debian disksneið
xh: ${part}: ukwahlula okutsha kweDebian

source: The LILO program needs to be installed to make your new system bootable. By installing it onto your disk's Master Boot Record, LILO will take complete control of the boot process, but if you want to use a different boot manager, just install LILO on the new Debian partition instead.
is: Setja þarf upp LILO forritið til þess að hægt sé að ræsa nýja stýrikerfið þitt. Ef LILO er sett upp á aðalræsisvæði (MBR) harða disksins þíns þá mun að taka fulla stjórn á ræsingunni, en ef þú vilt nota annan ræsistjóra skalt þú setja LILO upp á nýju Debian disksneiðinni í staðinn.

source: If unsure, install LILO into the Master Boot Record.
is: Ef þú ert ekki viss skaltu setja LILO upp á aðalræsisvæðið (MBR).
xh: Ukuba awuqinisekanga, misela inkqubo ye LILO kwi-Master Boot Record.

source: ${disc}: software RAID array
is: ${disc}: hugbúnaðar RAID fylki

source: Other choice (Advanced)
is: Annað val (Ítarlegt)
xh: Olunye ukhetho (Lunyukele)

source: The LILO program needs to be installed to make your new system bootable. You may choose to install it onto a software RAID array or another device.
is: Setja þarf upp LILO forritið svo hægt sé að ræsa nýja stýrikerfið þitt. Þú getur valið að setja það upp á hugbúnaðar RAID fylki eða á annað jaðartæki.

source: LILO installation target:
is: LILO verður sett upp á:
xh: Into ekujolwe kuyo ukmiselo lwenkqubo i-LILO:

source: Please enter the partition or disk onto which LILO should be installed. Devfs style names, such as those that start with /dev/ide, /dev/scsi, and /dev/discs are accepted, as well as traditional names, such as /dev/hda or /dev/sda.
is: Sláðu inn disksneiðina eða harða diskinn sem setja á LILO upp á. Hægt er að nota nöfn í Devfs stílnum, t.d. þau sem byrja á /dev/ide, /dev/scsi og /dev/discs, en einnig hefðbundin nöfn eins og /dev/hda eða /dev/sda.

source: Invalid partition name
is: Ógilt disksneiðarnafn
xh: Igama lokwahlulwa elingekho mthethweni

source: The path ${path} does not represent a partition or hard disk device. Please try again.
is: Slóðin ${path} vísar ekki á disksneið eða harðan disk. Reyndu aftur.
xh: Indlela ${path} ayimelanga sahlukaniso okanye isixhobo sediski eyakhelwe ngaphakathi. Nceda uzame kwakhona.

source: Installing LILO...
is: Set upp LILO...
xh: Imisela inkqubo i-LILO...

source: Activating partition ${bootdev}
is: Virkja disksneiðina ${bootdev}
xh: Yenza ukuba isahlukaniso ${bootdev} sisebenze kwakhona

source: Creating lilo.conf
is: Bý til lilo.conf
xh: Idala i-lilo.conf

source: Installing the LILO package
is: Set upp LILO pakkann
xh: Iseka umqulu we-LILO

source: Running LILO for ${bootdev}
is: Keyri LILO fyrir ${bootdev}
xh: Iphumeza i-LILO iyiphumezela i ${bootdev}

source: LILO configured to use a serial console
is: LILO stilt til þess að nota raðbundna skipanalínu (serial console).
xh: i-LILO imiselwe ukuba isebenzise isixhasi esiqhutywayo

source: LILO is configured to use serial port ${PORT} as the console. The serial port speed is set to ${SPEED}.
is: LILO er stillt til þess að nota raðtengið ${PORT} sem skipanalínu. Hraði raðtengisins er ${SPEED}.
xh: i-LILO imiselwe ukusebenzisa intunja ${PORT} njengesixhasi. Isantya sentunja eqhutywayo simiselwe kwi ${SPEED}.

source: Would you like to make this partition active?
is: Vilt þú virkja þessa disksneið?
xh: Ungathanda ukuba usenze sisebenze esi sahlukaniso?

source: You have chosen to install LILO on a partition that is not the active one. If this partition is not marked active, then LILO will not be loaded by the boot loader. This may cause you to be unable to boot into the system that is being installed.
is: Þú hefur valið að setja LILO upp á disksneið sem er ekki virk. Ef þessi sneið er ekki virkjuð þá mun ræsistjórinn ekki ræsa LILO. Þetta gæti valdið því að þú getir ekki ræst stýrikerfið sem þú ert að setja upp.

source: You should make this partition active unless you have another boot loader that will allow you to access your new Linux installation.
is: Þú ættir að virkja þessa disksneið nema þú notir annan ræsistjóra sem gerir þér kleift að ræsa nýju Linux uppsetninguna þína.

source: LILO installation failed. Continue anyway?
is: LILO uppsetning mistókst. Halda áfram samt sem áður?
xh: Useko-nkqubo i-LILO aluphumelelanga. Qhubeka nakanjani?

source: The lilo package failed to install into /target/. Installing LILO as a boot loader is a required step. The install problem might however be unrelated to LILO, so continuing the installation may be possible.
is: 'lilo' pakkanum mistóks uppsetningin í /target/ skrásafnið. Það er nauðsynlegt að setja upp LILO ræsistjórann. Þetta uppsetningarvandamál gæti verið LILO óviðkomandi svo það gæti verið mögulegt að halda áfram með uppsetninguna.
xh: Umqulu we-lilo awuphumelelanga kusekelwa kwi /target/. Ukuseka i-LILO njengesilayishi sokuvula linqanaba elifunekayo. Inkathazo yokuseka noko kunjalo kusenokwenzeka ukuba ayinxulumananga no-LILO, ngoko ke ukuqhubeka nokuseka inkqubo kungenzeka.

source: LILO installation failed
is: LILO uppsetning brást
xh: Ukusekwa kwe-LILO akuphumelelanga

source: Running "/sbin/lilo" failed with error code "${ERRCODE}".
is: Keyrsla á "/sbin/lilo" mistókst með villuskilaboðunum "${ERRCODE}".
xh: Ukuphumeza i"/sbin/lilo" akuphumelelanga ngekhowudi yempazamo i"${ERRCODE}".

source: Install the LILO boot loader on a hard disk
is: Setja upp LILO ræsistjórann á harðan disk.
xh: Seka isilayishi sokuvula se-LILO kwidiski eyakhelwe ngaphakathi
