Repository: Sprezzatech/main-menu-udeb
Catalog: packages/partman/partman-jfs/debian/po/*.po
Languages: ast, ga, ka, kk, km, sk, sq

source: Checking the jfs file system in partition #${PARTITION} of ${DEVICE}...
ast: Comprobando'l sistema de ficheros jfs na partición #${PARTITION} de ${DEVICE}...
ga: Córas comhad jfs i ndeighilt #${PARTITION} de ghléas ${DEVICE} á sheiceáil...
ka: ${DEVICE} მოწყობილობის #${PARTITION} დანაყოფზე jfs ფაილური სისტემის ტესტირება...
kk: ${DEVICE} құрылғысының #${PARTITION} бөліміндегі jfs файлдық жүйесін тексеру...
km: កំពុង​ពិនិត្យ​មើល​ប្រព័ន្ធ​ឯកសារ​ jfs ក្នុង​ partition #${PARTITION} របស់ ${DEVICE}...
sk: Kontrolujem súborový systém jfs v oblasti è.${PARTITION} na ${DEVICE}...
sq: Duke kontrolluar i filesistemit jfs n ndarjen Nr. ${PARTITION} t ${DEVICE}...

source: Go back to the menu and correct errors?
ast: ¿Volver al menú y correxir fallos?
ga: Fill ar an roghchlár agus ceartaigh earráidí?
ka: დავბრუნდეთ მენუში და გავასწოროთ შეცდომები?
kk: Мәзірге оралып, қателерді түзеу керек пе?
km: ត្រឡប់​ទៅ​ម៉ឺនុយ និង​កែ​កំហុស ?
sk: Vráti» sa spä» do menu a odstráni» chyby?
sq: Kthehu mbrapa n menu dhe korrigjo gabimet?

source: The test of the file system with type jfs in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
ast: La prueba al sistema de ficheros con triba jfs na partición #${PARTITION} de ${DEVICE} atopó fallos nun correxíos.
ga: Aimsíodh earráidí gan cheartú sa chóras comhad jfs i ndeighilt #${PARTITION} de ghléas ${DEVICE}.
ka: ${DEVICE} მოწყობილობის #${PARTITION} დანაყოფზე jfs ფაილური სისტემის ტესტირებამ გამოავლინა გაუსწორებელი შეცდომები.
kk: ${DEVICE} құрылғысының #${PARTITION} бөліміндегі jfs файлдық жүйесін тексеру кезінде түзелмеген қателер табылды.
km: ការ​សាកល្បង​ប្រព័ន្ធ​ឯកសារ​ជាមួយ​ប្រភេទ​ jfs ក្នុង partition #${PARTITION} របស់${DEVICE} បាន​រកឃើញ​កំហុស​ជាច្រើន ។
sk: Pri kontrole súborového systému jfs v oblasti è.${PARTITION} na ${DEVICE}...boli nájdené neodstránené chyby.
sq: Testimi i filesistemit t llojit jfs n ndarjen Nr. ${PARTITION} t ${DEVICE} gjeti gabime t pakorrigjueshme.

source: If you do not go back to the partitioning menu and correct these errors, the partition will not be used at all.
ast: Si nun vuelves al menu de particionáu y corrixes esos fallos, la partición nun será usada.
ga: Mura dtéann tú ar ais go dtí an roghchlár deighilte agus na hearráidí seo a cheartú, ní úsáidfear an deighilt seo ar chor ar bith.
ka: თუ არ დაუბრუნდებით დაყოფის მენიუს ამ შეცდომების გასასწორებლად, დანაყოფის გამოყენება შეუძლებელი იქნება.
kk: Егер сіз бөлу мәзіріне оралып, осы қателерді түземесеңіз, бөлім пайдаланылмайды.
km: បើ​អ្នក​មិន​ត្រឡប់​ទៅ​ម៉ឺនុយ​ចែក​ភាគ និង​កែ​តម្រូវកំហុស​ទាំងនេះ ​partition នេះ​នឹង​មិន​ត្រូវ​បាន​ប្រើ​ទាល់​តែ​សោះ ។
sk: Ak sa nevrátite spä» do menu rozdeµovania a neodstránite chyby, táto oblas» sa vôbec nepou¾ije.
sq: Nse nuk kthehesh mbrapa tek menuja e ndarjes t korrigjosh kto gabime, athere ndarja nuk do prdoret fare.

source: Failed to create a file system
ast: Falló al criar el sistema de ficheros
ga: Níorbh fhéidir córas comhad a chruthú
ka: ფაილური სისტემის შექმნა ვერ მოხერხდა
kk: Файлдық жүйені құру мүмкін болмады
km: បរាជ័យ​ក្នុង​ការ​បង្កើត​ប្រព័ន្ធ​ឯកសារ​មួយ
sk: Vytvorenie súborového systému zlyhalo
sq: Dshtoi n krijimin e filesistemit

source: The jfs file system creation in partition #${PARTITION} of ${DEVICE} failed.
ast: Falló la criación del sistema de ficheros jfs na partición #${PARTITION} de ${DEVICE}.
ga: Níorbh fhéidir córas comhad jfs a chruthú i ndeighilt #${PARTITION} de ghléas ${DEVICE}.
ka: ${DEVICE} მოწყობილობის #${PARTITION} დანაყოფზე jfs ფაილური სისტემის შექმნა ვერ მოხერხდა.
kk: ${DEVICE} құрылғысының #${PARTITION} бөлімінде jfs файлдық жүйесін құру мүмкін болмады.
km: ការ​បង្កើតប្រព័ន្ធ​ឯកសា jfs ក្នុង partition #${PARTITION} របស់ ${DEVICE} បាន​បរាជ័យ ។
sk: Vytvorenie súborového systému v oblasti è.${PARTITION} na ${DEVICE} zlyhalo.
sq: Krijimi i filesistemit jfs n ndarjen Nr. ${PARTITION} t ${DEVICE} dshtoi.

source: Do you want to return to the partitioning menu?
ast: ¿Quies regresar al menu de particionáu?
ga: Ar mhaith leat dul ar ais go dtí an roghchlár deighilte?
ka: დავბრუნდეთ დაყოფის მენიუში?
kk: Сіз бөлшектеу мәзіріндегі бөлімдерге оралуды қалайсыз ба?
km: តើ​អ្នកចង់​ត្រឡប់​ទៅ​ម៉ឺនុយ​ចែក​ភាវិញ​ទេ ?
sk: Chcete sa vráti» do menu rozdeµovania?
sq: Dshiron t kthehesh tek menuja e ndarjes?

source: No mount point is assigned for the jfs filesystem in partition #${PARTITION} of ${DEVICE}.
sk: K súborovému systému jfs v oblasti è.${PARTITION} na ${DEVICE} nie je priradený ¾iaden prípojný bod.Kontrolujem súborový systém jfs v oblasti è.${PARTITION} na ${DEVICE}...

source: If you do not go back to the partitioning menu and assign a mount point from there, this partition will not be used at all.
ast: Si nun vuelves al menú de particionáu y asignes un puntu de montaxe dende ehí, esta partición nun será usada.
ga: Mura dtéann tú ar ais go dtí an roghchlár deighilte agus pointe feistithe a roghnú, ní úsáidfear an deighilt seo ar chor ar bith.
ka: თუ თქვენ არ დაბრუნდებით დაყოფის მენიუში და არ მიუთითებთ მონტაჟის პუნქტს, ამ დანაყოფის გამოყენება შეუძლებელი იქნება.
kk: Егер сіз бөлу мәзіріндегі бөлімдерге оралып, онда тіркеу нүктесін белгілемесеңіз, бөлім мүлдем қолданылмайды.
km: បើ​អ្នក​មិន​ត្រឡប់​ទៅ​ម៉ឺនុយ​ចែក​ភាគ និង​ចំណុច​ម៉ោន​នៅ​ទីនោះ ​partition នេះ​នឹង​មិន​ត្រូវ​បាន​ប្រើ​ទាល់​តែសោះ ។
sk: Ak sa nevrátite spä» do menu rozdeµovania a nepriradíte odtiaµ prípojný bod, táto oblas» sa vôbec nepou¾ije
sq: Nse nuk kthehesh mbrapa tek menuja e ndarjes dhe nuk cakton nj pik montimi q aty, kjo ndarje nuk do prdoret fare.

source: /, /boot, /home, /tmp, /usr, /usr/local, /var, Enter manually, Do not mount it
sk: /, /boot, /home, /tmp, /usr, /usr/local, /var, Zada» manuálne, Nepripája»

source: Please choose the mountpoint for this partition
sk: Zvoµte prípojný bod pre túto oblas»

source: Mount point for this partition:
sk: Prípojný bod pre túto oblas»:

source: Invalid mount point
sk: Neplatný prípojný bod

source: The mount point you entered is invalid.
sk: Zadaný prípojný bod je neplatný.

source: Mount points must start with "/". They cannot contain spaces.
sk: Prípojné body musia zaèína» s "/". Nesmú obsahova» medzery.

source: Mount point:
ast: Puntu montaxe:
ga: Pointe feistithe:
ka: მონტაჟის პუნქტი:
kk: Тіркеу нүктесі:
km: ចំណុច​ម៉ោន ៖
sk: Prípojný bod:
sq: Pika e montimit:

source: noatime - do not update inode access times at each access
km: noatime - កុំធ្វើ​ឲ្យ​ពេល​ចូល​ដំណើរការ​ inode ទាន់​សម័យ​រាល់​ពេល​ចូល​ដំណើរការ​
sk: noatime - neobnovuj prístupový èas pri ka¾dom prístupe
sq: noatime - mos fresko hert e hyrjes s inods n do akses

source: nodev - do not support character or block special devices
km: nodev - មិន​គាំទ្រ​ឧបករណ៍​តួអក្សរ ឬ បណ្ដុំ​ពិសេស​
sk: nodev - nepodporuj ¹peciálne blokové alebo znakové zariadenia
sq: nodev - mos suporto dispozitivat me grma apo me blloqe speciale

source: nosuid - ignore set-user-identifier or set-group-identifier bits
sk: nosuid - nev¹ímaj si SUID alebo SGID príznaky
sq: nosuid - shprfill bitet set-user-identitifier apo set-group-identifier

source: noexec - do not allow execution of any binaries
sk: noexec - nedovoµ vykonávanie spustiteµných súborov
sq: noexec - mos lejo ekzekutimin e asnj binari

source: ro - mount the file system read-only
km: ro - ម៉ោន​ប្រព័ន្ធ​ឯកសារ​ជា​បាន​តែ​អាន
sk: ro - pripoji» súborový systém iba na èítanie (read-only)
sq: ro - monto filesistemin vetm pr lexim

source: sync - all input/output activities occur synchronously
sk: sync - v¹etky vstupno/výstupné èinnosti sa vykonajú synchrónne
sq: sync - do aktivitet input/output n filesistem ndodh n mnyr sinkrone

source: usrquota - user disk quota accounting enabled
sk: usrquota - aktivované diskové kvóty pre pou¾ívateµa

source: grpquota - group disk quota accounting enabled
sk: grpquota - aktivované diskové kvóty pre skupinu

source: Mount options:
km: ជម្រើស​ម៉ោន ៖
sk: Voµby pripojenia:
sq: Mundsit e montimit:

source: Mount options can tune the behavior of the file system.
km: ចំណុច​ម៉ោន​អាច​ប្ដូរ​លក្ខណៈ​ប្រព័ន្ធ​ឯកសារ ។​
sk: Voµby pripojenia mô¾u vyladi» správanie sa súborového systému.
sq: Mundsit e montimit mund t sintonizojn sjelljen e filesistemit.

source: JFS journalling file system
sk: ¾urnálovací súborový systém JFS

source: Use unrecommended JFS root filesystem?
sk: Pou¾i» neodporúèaný koreòový súborový systém JFS?

source: Your root filesystem is an JFS filesystem. This is likely to cause problems with the GRUB bootloader used by default by this installer; you might experience problems installing or booting GRUB.
sk: Vá¹ koreòový súborový systém je typu JFS. Toto mô¾e vies» k problémom so zavádzaèom GRUB, ktorý je prednastavený v tomto in¹talaènom programe. Pri in¹talácii alebo ¹tartovaní zavádzaèa GRUB teda mô¾ete oèakáva» problémy.

source: You should use a small /boot partition with another filesystem, such as ext3.
sk: Mali by ste pou¾i» malú /boot oblas» s iným súborovým systémom, napr. ext3.

source: Use unrecommended JFS /boot filesystem?
sk: Pou¾i» neodporúèaný koreòový súborový systém JFS?

source: You have mounted an JFS filesystem as /boot. This is likely to cause problems with the GRUB bootloader used by default by this installer; you might experience problems installing or booting GRUB.
sk: Súborový systém JFS máte pripojený ako /boot. Toto mô¾e vies» k problémom so zavádzaèom GRUB, ktorý je prednastavený v tomto in¹talaènom programe. Pri in¹talácii alebo ¹tartovaní zavádzaèa GRUB teda mô¾ete oèakáva» problémy.

source: You should use another filesystem, such as ext3, for the /boot partition.
sk: Pre oblas» /boot by ste mali pou¾i» iný súborový systém, napr. ext3.

source: No mount point is assigned for the jfs file system in partition #${PARTITION} of ${DEVICE}.
ast: Esnín puntu de montaxe asignáu pal sistema de ficheros jfs na partición #${PARTITION} de ${DEVICE}.
ga: Níor tugadh pointe feistithe don chóras comhad jfs i ndeighilt #${PARTITION} de ghléas ${DEVICE}.
ka: ${DEVICE} მოწყობილობის #${PARTITION} დანაყოფზე jfs ფაილური სისტემისათვის არ არის დანიშნული მონტაჟის პუნქტი.
kk: ${DEVICE} құрылғысының #${PARTITION} бөлімінде jfs файлдық жүйесінің тіркеу нүктесі көрсетілмеген.
km: គ្មាន​ចំណុច​ម៉ោន​ត្រូវ​បាន​ផ្ដល់​សម្រាប់ប្រព័ន្ធ​ឯកសារ​ jfs ក្នុង partition #${PARTITION} របស់ ${DEVICE} ។
sq: Nuk sht caktuar asnj pik montimi pr filesistemin jfs n ndarjen Nr. ${PARTITION} t ${DEVICE}.

source: JFS journaling file system
ast: Sistema de ficheros tresaccional JFS
ga: Córas comhad iriseáin JFS
ka: JFS ჟურნალებში აღწერადი ფაილური სისტემა
kk: JFS журналдаушы файлдық жүйесі
km: ប្រព័ន្ធ​ឯកសារ JFS journaling
sq: Filesistem JFS journaling

source: Use unrecommended JFS root file system?
ast: Nun ye recomendable usar un sistema de ficheros root JFS ¿Quies usalu?
ga: Úsáid fréamhchóras comhad JFS nach moltar?
ka: JFS-ს ძირითად ფაილურ სისტემად გამოყენება არ არის რეკომენდებული. გამოვიყენოთ?
kk: Ұсынылмаған JFS жүйесін түбірлік файлық жүйе ретінде пайдалануды қалайсыз ба?
km: ប្រើ​ប្រព័ន្ធ​ឯកសារ​ JFS root ដែល​មិន​ត្រូវ​បាន​ផ្ដល់​អនុសាសន៍​ឬ ?
sq: T prdor filesistemin e parekomandueshm root JFS?

source: Your root file system is a JFS file system. This can cause problems with the boot loader used by default by this installer.
ast: El to sistema de ficheros root ye un sistema de ficheros JFS. Esto puede causar problemes col cargador d'arranque usáu por defeutu por esti instalador.
ga: Is córas comhad JFS é do fhréamhchóras comhad. Dá bhrí seo, b'fhéidir go mbeidh fadhbanna leis an luchtóir tosaithe a úsáideann an suiteálaí seo de réir réamhshocraithe.
ka: თქვენ ძირითად ფაილურ სისტემად გაქვთ JFS. ამან შეიძლება პრობლემები შეუქმნას ამ ინსტალერის ნაგულისხმევ სისტემურ ჩამტვირთველს.
kk: Түбірлік бөлімнің файлдық жүйесі - JFS. Осыған байланысты орнату бағдарламасы қолданатын әдеттегі жегуші тарапынан қиындықтар тууы мүмкін.
km: ប្រព័ន្ធ​ឯកសារ​ root របស់​អ្នក​គឺ​ជា​ប្រព័ន្ធ​ឯកសារ​ JFS ។ នេះ​អាច​បណ្ដាល​ឲ្យ​មាន​បញ្ហា​ជាមួយ​នឹង boot loader ដែល​ប្រើ​ជា​លំនាំដើម​ដោយ​កម្មវិធី​ដំឡើង​នេះ​ ។
sq: Filesistemi root sht i llojit JFS. Ky krijon probleme me ngarkuesin e nisjes s parazgjedhur prdorur nga ky instalues:

source: You should use a small /boot partition with another file system, such as ext3.
ast: Debieres usar una partición pequeña /boot con otru sistema de ficheros, cómo ext3.
ga: Ba chóir duit deighilt bheag /boot a úsáid le córas comhad eile, mar shampla ext3.
ka: გამოიყენეთ სხვა, მაგ. ext3 ფაილური სისტემის პატარა /boot დანაყოფი.
kk: Сіз шағын /boot бөлімін басқа файлдық жүйемен (мысалы ext3) пайдалануыңыз керек.
km: អ្នក​គួរ​ប្រើ​​ /boot partition តូច​មួយ​ជាមួយ​ប្រព័ន្ធ​ឯកសារ​មួយ​ផ្សេង ដូច​ជា​ext3 ។
sq: Duhet t prdorsh nj ndarje t vogl /boot me nj filesistem tjetr, p.sh. ext3.

source: Use unrecommended JFS /boot file system?
ast: Nun ye recomendable usar un sistema de ficheros JFS /boot ¿Quies usalu?
ga: Úsáid córas comhad JFS do /boot?
ka: JFS-ს /boot ფაილურ სისტემად გამოყენება არ არის რეკომენდებული. გამოვიყენოთ?
kk: /boot үшін ұсынылмаған JFS файлдық жүйесін пайдалану керек пе?
km: ប្រើ​ប្រព័ន្ធ​ឯកសារ​ JFS /boot ដែល​មិន​បាន​ផ្ដល់​អនុសាសន៍​ឬ ?
sq: T prdor filesistemin e parekomandueshm /boot JFS?

source: You have mounted a JFS file system as /boot. This is likely to cause problems with the boot loader used by default by this installer.
ast: Tienes montáu un sistema de ficheros JFS cómo /boot. Esto puede causar problemes col cargador d'arranque usáu por defeutu por esti instalador.
ga: D'fheistigh tú córas comhad JFS mar /boot. Dá bhrí seo, b'fhéidir go mbeidh fadhbanna leis an luchtóir tosaithe a úsáideann an suiteálaí seo de réir réamhshocraithe.
ka: თქვენ /boot ფაილურ სისტემად დაამონტაჟეთ JFS. ამან შეიძლება პრობლემები შეუქმნას ამ ინსტალერის ნაგულისხმევ სისტემურ ჩამტვირთველს.
kk: Сіз JFS файлдық жүйесін /boot ретінде тіркедіңіз. Осыған байланысты орнату бағдарламасы қолданатын әдеттегі жегуші тарапынан қиындықтар тууы мүмкін.
km: អ្នក​បាន​ម៉ោន​ប្រព័ន្ធ​ឯកសារ​ JFS មួយ​ជា​ /boot ។ នេះ​ប្រហែល​ជា​បណ្ដាល​ឲ្យ​មាន​បញ្ហា​ជាមួយ​ boot loader ដែល​ប្រើ​ជា​លំនាំដើម​ដោយ​កម្មវិធី​ដំឡើង​នេះ ។​
sq: Ke montuar nj filesistem t llojit JFS si /boot. Ky krijon probleme me ngarkuesin e nisjes s parazgjedhur prdorur nga ky instalues.

source: You should use another file system, such as ext3, for the /boot partition.
ast: Debieres usar otru sistema de ficheros, cómo ext3, pa la partición /boot.
ga: Ba chóir duit córas comhad eile, mar shampla ext3, le haghaidh na deighilte /boot.
ka: /boot დანაყოფისათვის გამოიყენეთ სხვა, მაგ. ext3 ფაილური სისტემა.
kk: /boot бөлімі үшін басқа файлдық жүйесін (мысалы ext3) қолдану керек.
km: អ្នក​គួរ​ប្រើ​ប្រព័ន្ធ​ឯកសារមួយ​ផ្សេង ដូចជា​ ext3 សម្រាប់​​​ /boot partition ។
sq: Duhet t prdorsh nj filesistem tjetr, p.sh. ext3, pr ndarjen /boot.
