Repository: Sprezzatech/main-menu-udeb
Catalog: packages/partconf/debian/po/*.po
Languages: be, et, fi, hr, lv, nn, sk, sl, xh

source: Failed to create ${FS} file system on ${PARTITION}
be: Немагчыма стварыць файлавую сістэму ${FS} на ${PARTITION}
et: ${PARTITION} peale failissteemi ${FS} loomine nurjus
fi: ${FS}-tiedostojrjestelmn luominen osiolle ${PARTITION} eponnistui
hr: Stvaranje ${FS} datotenog sustava na ${PARTITION} neuspjelo
lv: Neizdevās izveidot ${FS} failu sistēmu uz ${PARTITION}
nn: Klarte ikkje oppretta filsystemet ${FS}p${PARTITION}
sk: Chyba pri vytvran sborovho systmu ${FS} na ${PARTITION}
sl: Na ${PARTITION} ne morem ustvariti datotenega sistema ${FS}
xh: Ayiphumelelanga ukudala inkqubo yefayili i-${FS} kwinto ye ${PARTITION}

source: An error occurred when the ${FS} file system was created on ${PARTITION}.
be: Узнікла памылка стварэння файлавай сістэмы ${FS} на ${PARTITION}.
et: ${PARTITION} peale failissteemi ${FS} loomise kigus ilmnes viga.
fi: Tapahtui virhe luotaessa ${FS}-tiedostojrjestelm osiolle ${PARTITION}.
hr: Pojavila se pogreka pri stvaranju ${FS} datotenog sustava na ${PARTITION}.
lv: Radusies kļūda pēc ${FS} failu sistēmas izveidošanas uz ${PARTITION}.
nn: Ein feil oppstod d filsystemet ${FS} blei oppretta p ${PARTITION}.
sk: Pri vytvran sborovho systmu ${FS} na ${PARTITION} sa vyskytla chyba.
sl: Na ${PARTITION} ne morem ustvariti datotenega sistema ${FS}
xh: Impazamo yenzeke xa inkqubo yefayili ye ${FS} iye yadalwa kwi ${PARTITION}.

source: Failed to mount ${PARTITION} on ${MOUNT}
be: Немагчыма прымацаваць ${PARTITION} да ${MOUNT}
et: Partitsiooni ${PARTITION} haakepunkti ${MOUNT} klge haakimine nurjus
fi: Osion ${PARTITION} liittminen kohtaan ${MOUNT} eponnistui
hr: Montiranje ${PARTITION} na ${MOUNT} neuspjelo
lv: Neizdevās piemontēt ${PARTITION} pie ${MOUNT}
nn: Klarte ikkje montera ${PARTITION} p ${MOUNT}
sk: Chyba pri pripojen ${PARTITION} na ${MOUNT}
sl: Nisem mogel priklopiti ${PARTITION} na ${MOUNT}
xh: Ayiphumelelanga ukunyusa ${PARTITION} ku ${MOUNT}

source: An error occurred when ${PARTITION} was mounted on ${MOUNT}.
be: Памылка прымацавання ${PARTITION} да ${MOUNT}.
et: ${PARTITION} pealse failissteemi ${MOUNT} haakimise kigus ilmnes viga.
fi: Tapahtui virhe liitettess osiota ${PARTITION} liitoskohtaan ${MOUNT}.
hr: Pojavila se pogreka pri montiranju ${PARTITION} na ${MOUNT}.
lv: Kļūda, montējot ${PARTITION} pie ${MOUNT} montēšanas punkta.
nn: Ein feil oppsto d ${PARTITION} blei montert p ${MOUNT}.
sk: Pri pripjan ${PARTITION} na ${MOUNT} sa vyskytla chyba.
sl: Pri priklapljanju ${PARTITION} na ${MOUNT} je prilo do napake.
xh: Impazamo yenzeke xa ${PARTITION} siye sanyuswa ku ${MOUNT}.

source: Configure and mount partitions
be: Наладзіць і прымацаваць падзелы
et: Seadista ja haagi partitsioone
fi: Tee asetukset ja liit levyosiot.
hr: Podesi i montiraj particije
lv: Sadaļu konfigurēšana un montēšana
nn: Set opp og monter partisjonar
sk: Nastavi a pripoji diskov oblasti
sl: Nastavi in priklopi razdelke
xh: Misela unyuse izahlukaniso

source: An error occurred while unmounting the partitions. The partition configuration process is aborted.
be: Памылка ўзнікла падчас адмацавання падзелаў. Працэс канфігуравання падзела перарваны.
et: Partitsioonide lahti haakimisel ilmnes viga. Partitsioonide seadistamise protsess on peatatud.
fi: Irrotettaessa osioita tapahtui virhe. Osioiden asetusten teon jatkaminen ei onnistu.
hr: Pojavila se pogreka u odmontiranju particija. Postupak podeavanja particija je prekinut.
nn: Ein feil oppsto under avmontering av partisjonane. Oppsettsprosessen for partisjonane blei avbrote.
sk: Pri odpjan oblast sa vyskytla chyba. Proces nastavenia oblast bol preruen.
sl: Prilo je do napake med odklapljanjem razdelkov. Proces nastavljanja razdelkov je prekinjen.
xh: Impazamo yenzekile xa bekunyuswa izahlukani so. Ukumiselwa kwenkqubo yesahlukaniso kuyekiwe.

source: ${PARTITIONS}, Finish, Abort
et: ${PARTITIONS}, Lpeta, Katkesta
fi: ${PARTITIONS}, Valmis, Keskeyt
hr: ${PARTITIONS}, Zavri, Prekini
nn: ${PARTITIONS}, Fullfr, Avbryt
sk: ${PARTITIONS}, Koniec, Zrui
sl: ${PARTITIONS}, Dokonaj, Prekini
xh: ${PARTITIONS}, Gqiba, Yeka

source: Leave the file system intact, ${FSCHOICES}, Create swap space
et: Jta failissteem puutumata, ${FSCHOICES}, Loo saaleala
fi: Jt tiedostojrjestelm koskemattomaksi, ${FSCHOICES}, Luo sivutustila
hr: Ne diraj datoteni sustav, ${FSCHOICES}, Naini swap prostor
nn: Lar filsystemet vera intakt, ${FSCHOICES}, opprett mellomlager
sk: Ponecha sborov systm neporuen, ${FSCHOICES}, Vytvori odkldac priestor
sl: Datoteni sistem pusti nedotaknjen, ${FSCHOICES}, Ustvari izmanjalni prostor
xh: Yishiye inkqubo yefayili idibene, ${FSCHOICES}, Dala isithuba sotshintsho

source: ${FSCHOICES}, Create swap space
et: ${FSCHOICES}, Loo saaleala
fi: ${FSCHOICES}, Luo sivutustila
hr: ${FSCHOICES}, Naini swap prostor
nn: ${FSCHOICES}, opprett mellomlager
sk: ${FSCHOICES}, Vytvori odkldac (swap) priestor
sl: ${FSCHOICES}, Ustvari izmenjevalni prostor
xh: ${FSCHOICES}, Dala isithuba sotshintsho

source: /, /usr, /boot, /home, /var, /tmp, Don't mount it, Enter manually
et: /, /usr, /boot, /home, /var, /tmp, Jta haakimata, Sisesta ksitsi
fi: /, /usr, /boot, /home, /var, /tmp, l liit, Syt ksin
hr: /, /usr, /boot, /home, /var, /tmp, Ne montiraj, Unesi runo
nn: /, /usr, /boot, /home, /var, /tmp, ikkje monter, manuelt
sk: /, /usr, /boot, /home, /var, /tmp, Nepripja, Zada manulne
sl: /, /usr, /boot, /home, /var, /tmp, Ne priklapljaj, Roen vnos
xh: /, /usr, /boot, /home, /var, /tmp, Musa ukuyinyusa, Ngenisa ngesandla
