Repository: Sprezzatech/main-menu-udeb
Catalog: packages/partconf/debian/po/*.po
Languages: be, et, fi, hr, lv, nn, sk, sl, xh

source: No partitions found
be: Не знойдзена падзелаў
et: htki partitsiooni ei leitud
fi: Osioita ei lytynyt
hr: Nema particija
lv: Nav atrastas sadaļas
nn: Fann inga partisjonar
sk: Neboli njden iadne oblasti
sl: Nisem nael nobenih razdelkov
xh: Akukho nto zokwahlulwa zifunyenweyo

source: No partitions were found in your system. You may need to partition your hard drives or load additional kernel modules.
be: Ніякіх падзелаў не знойдзена ў вашай сістэме. Вы можаце паздзяліць ваш жорсткі дыск або загрузіць патрэбныя модулі ядра.
et: Su ssteemist ei leitud htki partitsiooni. Vib juhtuda, et pead oma kvakettaid partitsioneerima vi tuuma mooduleid laadima.
fi: Jrjestelmst ei lytynyt levyosioita. Jrjestelmn on ehk ladattava lis ytimen moduuleita tai kiintolevy on osioitava.
hr: Nisu pronaene particije na vaem sustavu. Moda trebate particionirati svoj vrsti disk, ili uitati dodatne module za kernel.
lv: Uz jūsu sistēmas netika atrasta neviena sadaļa. Iespējams, jums jāsadala jūsu cietie diski vai jāielādē papildu kodola moduļi.
nn: Ingen partisjonar blei funne p systemet. Du m partisjonera diskane eller lasta inn fleire kjernemodular.
sk: Na vaom systme neboli njden iadne oblasti. Asi budete musie rozdeli svoje disky alebo nata alie kernel moduly.
sl: Nisem nael nobenih razdelkov na vaem sistemu. Morda morate razdeliti vae trde diske ali naloiti dodatne module jedra.
xh: Akukho zahlukaniso zifunyenweyo kwinkqubo yakho. Kungafuneka uzahlule ii-drive zakho ezakhelwe ngaphakathi okanye iimodyuli ze-kernel ezengezelelweyo.

source: No file systems found
be: Не знойдзена файлавых сістэм
et: htki failissteemi ei leitud
fi: Tiedostojrjestelm ei lytynyt
hr: Nema datotenih sustava
lv: Failu sistēmas netika atrastas
nn: Fann ingen filsystem
sk: Neboli njden iadne sborov systmy
sl: Nisem nael nobenega datotenega sistema.
xh: Akukho zinkqubo zefayili ezifunyenweyo

source: No usable file systems were found. You may need to load additional kernel modules.
be: Ніякіх ужывальных файлавых сістэм не знойдзена. Вы загрузіць патрэбныя модулі ядра.
et: Ei leitud htki kasutusklblikku failissteemi. Vib-olla pead lisaks veel mningaid tuuma mooduleid laadima.
fi: Kelvollisia tiedostojrjestelmi ei lytynyt. Jrjestelmn on ehk ladattavalis ytimen moduuleita.
hr: Nema uporabljivih datotenih sustava. Moda trebate uitati dodatne module za kernel.
lv: Nav atrasta neviena izmantojama failu sistēma. Iespējams, jums jāielādē papildu kodola moduļi.
nn: Fann ingen brukande filsystem. Du m kanskje lasta inn fleire kjernemodular.
sk: Neboli njden iadne pouiten sborov systmy. Asi budete musie nata alie kernel moduly.
sl: Nisem nael nobenega uporabnega datotenega sistema. Morda morate naloiti dodatne module jedra.
xh: Akukho zinkqubo zefayili zinokusetyenziswa zifunyenweyo. Kungafuneka ukuba ulayishe iimodyuli ze-kernel ezongezelelweyo.

source: Finish
be: Скончыць
lv: Beigt

source: Abort
be: Перарваць
lv: Pārtraukt

source: Select a partition
be: Вылучце падзел
et: Vali partitsioon
fi: Valitse osio
hr: Izaberite particiju
lv: Izvēlieties sadaļu
nn: Vel ein partisjon
sk: Vyberte oblas
sl: Izberite razdelek
xh: Khetha isahluli

source: These are the partitions that were detected in your system. Please select a partition to configure. No actual changes will be made until you select "Finish". If you select "Abort", no changes will be made.
be: Гэта падзелы, што выяўлены ў вашай сістэме. Вылучце падзел для канфігуравання. Ніякіх змен не будзе зроблена, пакуль не вылучыце "Гатова". Калі вылучыце "Перарваць", ніякіх зменаў не будзе.
et: Sinu ssteemist leiti need partitsioonid. Vali partitsioon, mida seadistada. Enne, kui sa vajutad "Lpeta", ei sooritata htki muudatust. Kui valid "Katkesta" jetakse muudatused sooritamata.
fi: Nm osiot lytyivt jrjestelmst. Valitse osiot, joita haluat muokata. Muutokset eivt ole pysyvi ennen kuin valitset "Valmis". Jos valitset "Keskeyt", mitn muutoksia ei tapahdu.
hr: Ovo su particije pronaene na vaem sustavu. Molim izaberite particiju za podeavanje. Dok ne izaberete "Zavri" nee biti promjena, a ako izaberete "Prekini" nee biti nikakvih promjena.
lv: Šīs ir tās sadaļas, ko izdevās noteikt jūsu sistēmā. Lūdzu, izvēlieties konfigurējamo sadaļu. Nekādas fiziskas izmaiņas nenotiks, līdz jūs neizvēlēsieties "Beigt". Ja izvēlēsieties "Pārtraukt", izmaiņas netiks veiktas.
nn: Desse partisjonane blei funne p systemet ditt. Vel ein partisjon for setja han opp. Ingen endringar blir utfrt fr du vel Fullfr. Vel du Avbryt, vil ingen endringar bli utfrt.
sk: Vo vaom systme boli rozpoznan tieto oblasti. Vyberte, prosm, oblas, ktor chcete nastavi. Samotn zmeny sa neprejavia, pokia nevyberiete "Koniec". Ak zvolte "Zrui", nevykonaj sa iadne zmeny.
sl: To so razdelki, ki so bili zaznani v vaem sistemu. Prosim izberite razdelek, ki ga elite nastaviti. Nobena sprememba se ne bo izvrila dokler ne izberete "Konaj". e izberete "Prekini", ne bo izvrena nobena sprememba.
xh: Ezi zizahluli ezaye zafunyanwa kwinkqubo yakho. Nceda ukhethe isahlukaniso sokumisela inkqubo. Azikko ezoua nguqulelo eziyakwenziwa de ukhethe u "Gqiba". Ukuba ukhetha u "Yeka", akukho zinguqulelo ziya kwenziwa isahlukaniso.

source: The information shown is, in order: device name, size, file system, and mount point.
be: Парадак вываду звестак: назва прылады, памер, кропка прымацавання.
et: Informatsioon on jrjekorras: seadme nimi, suurus, failissteem ja haakepunkt.
fi: Nytettvt tiedot ovat: laitenimi, koko, tiedostojrjestelm ja liitoskohta.
hr: Prikazane su obavijesti, redom: ime ureaja, veliina, datoteni sustav i toka montiranja.
lv: Attēlotā informācija ir: ierīces nosaukums, izmērs, failu sistēma un montēšanas punkts.
nn: Informasjonen viser, i rekkeflgje: Einingsnamn, storleik, filsystem og monteringspunkt.
sk: Zobrazovan informcie znamenaj: meno zariadenia, vekos, sborov systm a prpojn bod.
sl: Prikazani podatki so, po vrsti : ime naprave, velikost, datoteni sistem in priklopna toka.
xh: Inkcazelo ebonisiweyo yile, ngokulandelelana: igama lesixhobo, inkqubo yefayili, kunye nencam yonyuso.

source: Leave the file system intact
be: Не кранаць файлавую сістэму
lv: Neveikt izmaiņas failu sistēmā

source: Create swap space
be: Стварыць swap падзел
lv: Izveidot maiņvietu

source: Action on ${PARTITION}:
be: Дзеянне над ${PARTITION}:
et: Tegevus ${PARTITION} peal:
fi: Osiolle ${PARTITION} tehdn:
hr: Uradi na ${PARTITION}:
lv: Veicamā darbība ar ${PARTITION}:
nn: Handling for ${PARTITION}:
sk: Akcia na ${PARTITION}:
sl: Dejanje z ${PARTITION}:
xh: Ukusebenza kwi ${PARTITION}:

source: This partition seems to already have a file system (${FSTYPE}). You can choose to leave this file system intact, create a new file system, or create swap space.
be: Гэты падзел ужо мае файлавую сістэму (${FSTYPE}). Вы можаце не кранаць яе, або стварыць новую файлавую сістэму, або стварыць swap падзел.
et: Sellel partitsioonil juba on failissteem (${FSTYPE}). Vid valida, kas jtta failissteem puutumata, luua uus failissteem vi luua saaleala.
fi: Tll osiolla nyttisi jo olevan tiedostojrjestelm (${FSTYPE}). Voit joko jtt tmn tiedostojrjestelmn koskemattomaksi tai luoda uuden tiedostojrjestelmn tai sivutustilan.
hr: ini se da ova particija ve ima datoteni sustav (${FSTYPE}). Moete odrediti da ostane netaknut, nainiti novi ili naniti swap prostor.
lv: Izskatās, ka šai sadaļai jau ir failu sistēma (${FSTYPE}). Jūs varat izvēlēties vai nu nemainīt šo failu sistēmu, vai arī veidot jaunu failu sistēmu, kā arī izveidot maiņvietu virtuālajai atmiņai.
nn: Denne partisjonen ser ut til allereie ha eit filsystem (${FSTYPE}). Du kan velja la filsystemet vera intakt, oppretta eit nytt filsystem eller oppretta mellomlageromrde.
sk: Zd sa, e na tejto oblasti jestvuje sborov systm (${FSTYPE}). Oblas mete necha neporuen, alebo na nej mete vytvori sborov systm alebo odkldac priestor.
sl: Ta razdelek oitno e ima datoteni sistem (${FSTYPE}). Ta datoteni sistem lahko pustite nedotaknjen, ali pa ustvarite nov datoteni sistem ali izmenjalni prostor.
xh: Isahlukaniso sibonakala ngathi sesinayo inkqubo yefayili (${FSTYPE}). Ungakhetha ukuyishiya le ukqubo yale fayili iphelele, u dale inkqubo yefayili eupha, okanye udale isithuba sotshintshiswano.

source: This partition does not seem to have a file system. You can create a file system or swap space on it.
be: Гэты падзел не мае файлавай сістэмы. Вы можаце на ім стварыць файлавую сістэму або swap.
et: Tundub, et partitsioonil pole failissteemi. Vid sinna luua failissteemi vi saaleala.
fi: Tll osiolla ei nyt olevan tiedostojrjestelm. Voit luoda siihentiedostojrjestelmn tai sivutustilan.
hr: ni se da ova particija nema datoteni sustav. Moete ga stvoriti, ili nainiti swap prostor.
lv: Šai sadaļai nav failu sistēmas. Jūs varat izveidot failu sistēmu vai virtuālās atmiņas maiņvietu.
nn: Denne partisjonen ser ikkje ut til ha eit filsystem. Du kan oppretta eit filsystem eller mellomlager her.
sk: Zd sa, e na tejto oblasti nejestvuje iaden sborov systm. Na tejto oblasti mete vytvori sborov systm alebo odkldac priestor.
sl: Ta razdelek oitno nima datotenega sistema. Na njem lahko ustvarite datoteni sistem ali izmenjalni prostor.
xh: Esi sahlukaniso asibonakali ngathi sinayo inkqubo yefayili. Ungadala inkqubo yefayili okanye utshintshe isithuba esikuyo.

source: Don't mount it
be: Не прымацоўваць яго
lv: Nemontēt

source: Enter manually
be: Увесці самому
lv: Norādīt manuāli

source: Mount point for ${PARTITION}:
be: Кропка прымацавання для ${PARTITION}:
et: ${PARTITION} haakepunkt:
fi: Osion ${PARTITION} liitoskohta:
hr: Toka montiranja za ${PARTITION}:
lv: ${PARTITION} montēšanas punkts:
nn: Monteringspunkt for ${PARTITION}:
sk: Prpojn bod pre ${PARTITION}:
sl: Priklopna toka za ${PARTITION}:
xh: Incam yonyuso ye ${PARTITION}:

source: When a partition is mounted, it is available to the users of the system. You always need a root ("/") partition, and it's often good to have a separate partition for /home.
be: Калі падзел прымацаваны, ён даступны карыстальнікам сістэмы. Вы заўсёды маеце каранёвы ("/") падзел, і часта добра мець асобны падзел для /home.
et: Kui partitsioon haagitakse klge, saab see ssteemi kasutajatele kttesaadavaks. Igal juhul on vaja juurpartitsiooni ("/") ning tihtilugu on kasulik omada eraldi /home partitsiooni
fi: Kun osio on liitetty, se on kytettviss jrjestelmn kyttjille. Juuriosion ("/") tarviset aina ja usein on hyv olla erillinen osio /home.
hr: Kad je particija montirana, dostupna je korisnicima na sustavu. Uvijek vam treba korijenska ("/") particija, a obino je dobro imati i posebnu particiju za /home direktorij.
lv: Sadaļa ir pieejama lietotājiem pēc tās piemontēšanas. Jums vienmēr būs nepieciešama saknes ("/") sadaļa, kā arī ir ieteicams izveidot atsevišķu /home sadaļu.
nn: Nr ein partisjon er montert er han tilgjengeleg for brukarane p systemet. Du vil alltid trenga ein rot-partisjon (/), og det er ofte greit ha ein eigen partisjon for /home.
sk: Ak je oblas pripojen, je dostupn pre pouvateov systmu. Potrebujete minimlne koreov ("/") oblas, ale asto je vhodn ma osobitn oblas pre /home.
sl: Ko je razdelek priklopljen, je na voljo uporabnikom sistema. Vedno potrebujete korenski razdelek ("/"), pogosto pa je dobro imeti loen razdelek e za /home.
xh: Xa isahlukaniso sinyuswa, siyafumaneka kubasebenzisi benkqubo. Lonke ixesha udinga ingcambu enamandla akhethekileyo yie ("/") sahlukaniso, yaye ke kulungile ngamanye amaxesha ukuba nesahlukaniso esahlukeneyo usenzela e /home.

source: Please enter where the partition should be mounted.
be: Увядзіце, куды падзел будзе прымацаваны.
et: Palun sisesta, kuhu partitsioon haakida.
fi: Kirjoita osion liitoskohta.
hr: Molim odredite gdje particija treba biti montirana.
lv: Lūdzu, ievadiet sadaļas montēšanas vietu.
nn: Oppgje kvar partisjonen skal monterast.
sk: Zadajte, prosm, kam sa m oblas pripoji.
sl: Prosim vnesite kje naj bo razdelek pripet.
xh: Nceda ungene apho isahluli kufuneka sinyuswe khona.

source: Do you want to unmount the partitions so you can make changes?
be: Ці хочаце вы адмацаваць падзелы, каб зрабіць змены?
et: Kas soovid partitsioonid lahti haakida, et neisse muudatusi sisse viia?
fi: Haluatko irrottaa levyosiot, jotta voit tehd muutoksia?
hr: elite li odmontirati particije, tako da moete nainiti promjene?
lv: Vai vēlaties atmontēt sadaļas, lai varētu veikt izmaiņas?
nn: Vil du avmontera partisjonane slik at du kan gjera endringar?
sk: Chcete odpoji oblasti, aby ste mohli previes zmeny?
sl: Ali elite odklopiti razdelke da lahko naredite spremembe?
xh: Ingaba ufuna ukuzehlisa izahluli ukwenzela ukuba wenze iinguqulelo?

source: Since the partitions have already been mounted, you cannot do any changes.
be: Падзелы ўжо прымацаваны, тамо вы не можаце зрабіць змены.
et: Kuna partitsioonid on juba klge haagitud, ei saa neid enam muuta.
fi: Osiot on jo liitetty, muutoksia ei voi tehd.
hr: Kako su particije ve montirane, ne moete nita mjenjati.
lv: Tā kā sadaļas jau ir piemontētas, jūs nevarat veikt izmaiņas.
nn: Sidan partisjonane allereie er monterte, kan du ikkje gjera endringar.
sk: Pretoe oblasti s prve pripojen , nemete robi iadne zmeny.
sl: Ker so razdelki e priklopljeni ne morete narediti sprememb.
xh: Ngenxa yokuba izahluli sele zinyusiwe, awunako ukwenza zinguqulelo.

source: Failed to unmount partitions
be: Не атрымалася адмацаваць падзелы.
et: Partitsioonide lahtihaakimine nurjus
fi: Osioiden irrottaminen eponnistui
hr: Odmontiranje particija neuspjelo
lv: Kļūda, atmontējot sadaļas
nn: Klarte ikkje avmontera partisjonane
sk: Chyba pri odpjan oblast
sl: Nisem mogel odklopiti razdelkov
xh: Ayiphumelelanga ukwehlisa izahluli

source: An unexpected error occurred while unmounting the partitions.
lv: Negaidīta kļūda, atmontējot sadaļas.

source: The partition configuration process has been aborted.
lv: Sadaļu konfigurēšanas process tika pārtraukts.

source: Create %s file system
be: Стварыць файлавую сістэму %s
et: Loo %s failissteem
fi: Luo %s-tiedostojrjestelm
hr: Naini %s datoteni sustav
lv: Izveidot %s failu sistēmu
nn: Opprett %s-filsystem
sk: Vytvori sborov systm %s
sl: Ustvari datoteni sistem %s
xh: Dala inkqubo yefayili ye- %s

source: No root partition (/)
be: Няма каранёвай файлавай сістэмы (/)
et: Pole juurpartitsiooni (/)
fi: Ei juuriosiota (/)
hr: Nema korijenske particije (/)
lv: Nav saknes sadaļas (/)
nn: Fant ingen rootpartisjon (/)
sk: iadna koreov oblas (/)
sl: Ni korenskega razdelka (/)
xh: Akukho sahluli sisebenza ngamandla akhethekileyo (/)

source: You need a root partition. Please assign a partition to the root mount point before continuing.
be: Вам патрэбна каранёвая файлавая сістэма. Назначце падзел для каранёвай кропкі прымацавання да працягу.
et: Sa vajad juurpartitsiooni. Palun mra enne jtkamist juure haakepunktile partitsioon.
fi: Tarvitset juuriosion. Valitse osio liitettvksi juuritiedostojrjestelmn.
hr: Treba vam korijenska particija. Molim odredite particiju za korijensku toku montiranja prije negoli nastavite.
lv: Jums ir nepieciešama saknes sadaļa. Lūdzu, piešķiriet kādai sadaļai saknes montēšanas punktu, lai varētu turpināt.
nn: Du treng ein rotpartisjon. Set ein partisjon til rotmonteringspunktet fr du held fram.
sk: Potrebujete koreov oblas. Pred pokraovanm prirate oblas ku koreovmu prpojnmu bodu.
sl: Potrebujete korenski razdelek. Preden nadaljujete, korenski priklopni toki dodelite razdelek.
xh: Ufuna isahluli esisebenza ngamandla akhethekileyo. Nceda wabele isahluli kwincam yonyuso olusebenza ngamandla ngaphambi kokuba uqhubeke.

source: Partition assigned to ${MOUNT}
be: Падзел, назначаны для ${MOUNT}
et: Partitsioon mratud ${MOUNT} klge
fi: Osion liitoskohta on ${MOUNT}
hr: Particiju montirati na ${MOUNT}
lv: ${MOUNT} nozīmētā sadaļa
nn: Du har sett ein partisjon til ${MOUNT}
sk: Oblas priraden k ${MOUNT}
sl: Razdelek dodeljen toki ${MOUNT}
xh: Isahluli sabelwe ku ${MOUNT}

source: Mounting a partition on ${MOUNT} makes no sense. Please change this.
be: Прымацаванне падзела ў ${MOUNT} не мае сэнсу. Калі ласка, змяніце гэта.
et: Partitsiooni ${MOUNT} klge haakimine ei oma mtet. Palun muuda seda.
fi: Osion liitoskohta ${MOUNT} ei ole jrkev. Vaihda liitoskohta.
hr: Nema smisla montirati particiju na ${MOUNT}. Molim, promijenite to.
lv: Sadaļas montēšanai pie ${MOUNT} nav nekādas jēgas. Lūdzu, izmainiet to.
nn: Det gjev inga meining montera ein partisjon p ${MOUNT}. Du m endra dette.
sk: Pripojenie oblasti k ${MOUNT} nedva iadny zmysel. Zmete to, prosm.
sl: Nesmiselno je razdelek priklapljati na ${MOUNT}. Prosim spremenite.
xh: Ukunyusa isahluli ku ${MOUNT} akuvakali. Nceda utshintshe le nto.

source: Several partitions assigned to ${MOUNT}
be: Некалькі падзелаў назначаны для ${MOUNT}
et: ${MOUNT} klge on mratut mitu partitsiooni
fi: Olet asettanut useita osiota liitoskohtaan ${MOUNT}
hr: Nekoliko particija treba montirati na ${MOUNT}
lv: Uz ${MOUNT} nozīmētas vairākas sadaļas
nn: Fleire partisjonar er sett til ${MOUNT}
sk: K ${MOUNT} je priradench viac oblast
sl: Ve razdelkov ste dodelili toki ${MOUNT}
xh: Izahluli eziliqela zabelwe ku ${MOUNT}

source: You cannot assign several partitions to the same mount point. Please change all but one of them.
be: Вы не можаце пазначыць некалькі падзелаў на адну і тую ж кропку прымацавання. Калі ласка, адмяніце ўсе, акрамя аднаго.
et: he haakepunkti kljes ei saa olla mitut partitsiooni. Palun muuda neid, jttes vaid alles he.
fi: Et voi asettaa useita osiota samaan liitoskohtaan. Vaihda muut paitsi yhden nist.
hr: Vie particija ne mogu imati istu toku montiranja. Molim ostavite samo jednu od njih.
lv: Vienam montēšanas punktam nevar norādīt vairākas sadaļas. Lūdzu, izmainiet sadaļu iestatījumus, atstājot katram montēšanas punktam vienu sadaļu.
nn: Du kan ikkje setja fleire partisjonar til det same monteringspunktet. Du m endra alle utanom eit av dei.
sk: Nemete pripoji viac oblast do jednho prpojnho bodu. Prosm, opravte vetky okrem jednho.
sl: Ve razlinih razdelkov ne morete dodeliti isti priklopni toki. Spremenite vse, razen ene od njih.
xh: Awunakho ukwabla izahlukaniso eziliqela kwincam enye yonyuso. Nceda uzitshintshe zonke ushiye ibenye.

source: Ready to create file systems and mount partitions?
be: Ці гатовыя да стварэння файлавых сістэм і прымацавання падзелаў?
et: Valmis failissteeme looma ja partitsioone klge haakima?
fi: Onko kaikki valmiina tiedostojrjestelmien luontiin ja osioiden liittmiseen?
hr: Spremni za stvaranje datotenih sustava i montiranje particija?
lv: Gatavi veidot failu sistēmas un montēt sadaļas?
nn: Er alt klart for oppretta filsystem og montera partisjonar?
sk: Mem vytvori sborov systmy a pripoji oblasti?
sl: Naj ustvarim datotene sisteme in priklopim razdelke?
xh: Ilungele ukudala iinkqubo zefayili ize inyuse izahlukaniso?

source: File systems will be created and partitions mounted.
be: Файлавыя сістэмы будуць створаны і падзелы прымацаваны.
et: Luuakse failissteeme ja haagitakse partitsioone.
fi: Luodaan tiedostojrjestelmt ja liitetn osiot.
hr: Bit e stvoreni datoteni sustavi, a particije montirane.
lv: Tiks izveidotas failu sistēmas un piemontētas sadaļas.
nn: Filsystem vil bli oppretta og partisjonar montert.
sk: Sborov systmy bud vytvoren a oblasti pripojen.
sl: Ustvarjeni bodo datoteni sistemi in razdelki bodo priklopljeni.
xh: Iinkqubo zefayili ziya kudalwa nezahlukaniso zinyuswe.

source: WARNING: This will destroy all data on the partitions you have assigned file systems to.
be: УВАГА: Гэта знішчыць усе данні на падзелах, прызначаных да запаўнення файлавымі сістэмамі.
et: HOIATUS: See hvitab kik andmed partitsioonidel, kuhu oled failissteemid mranud.
fi: VAROITUS: Tm tuhoaa kaiken tiedon niist levyosioista, joihin olet mrittnyt tiedostojrjestelmn.
hr: POZOR: to e unititi sve podatke na particijama koje ste odredili za stvaranje datotenih sustava!
lv: UZMANĪBU: Dati visās sadaļās, kurām ir norādītas kādas failu sistēmas, tiks neatgriezeniski zaudēti.
nn: TVARING: Dette vil ydeleggja alle data p partisjonar du har tilordna eit filsystem.
sk: POZOR: Tmto znite vetky daje na oblastiach, ktorm ste priradili sborov systmy.
sl: OPOZORILO: To bo uniilo vse podatke na razdelkih katerim ste dodelili datotene sisteme.
xh: ISILUMKISO: Oku kuya kutshabalalisa zonke ii-data kwizohlukaniso ozabele kwiinkqubo zeefayili.

source: Failed to create swap space on ${PARTITION}
be: Не атрымалася стварыць swap на ${PARTITION}
et: ${PARTITION} peale saaleala loomine nurjus.
fi: Sivutustilan luonti osioon ${PARTITION} eponnistui
hr: Stvaranje swap prostora na ${PARTITION} neuspjelo
lv: Uz ${PARTITION} neizdevās izveidot maiņvietu
nn: Klarte ikkje oppretta mellomlager p ${PARTITION}
sk: Chyba pri vytvran odkldacieho priestoru na ${PARTITION}
sl: Ni mogoe ustvariti izmenjalnega prostora na ${PARTITION}
xh: Ayiphumelelanga ukudala isithuba sotshintshiswano kwi ${PARTITION}

source: An error occurred when the swap space was created on ${PARTITION}.
be: Узнікла памылка стварэння swap на ${PARTITION}.
et: ${PARTITION} peale saaleala loomise kigus ilmnes viga.
fi: Tapahtui virhe luotaessa sivutustilaa levyosioon ${PARTITION}.
hr: Pojavila se pogreka pri stvaranju swap prostora na ${PARTITION}.
lv: Radusies kļūda, veidojot maiņvietu uz ${PARTITION}.
nn: Ein feil oppsto d mellomlageret blei oppretta p ${PARTITION}.
sk: Pri vytvran odkldacieho priestoru na ${PARTITION} sa vyskytla chyba.
sl: Pri ustvarjanju izmenjalnega prostora na ${PARTITION} je prilo do napake.
xh: Impazamo yenzeke xa bekudalwa isithuba sotshintshiswano kwi ${PARTITION}.

source: Please check the error log on the third console or /var/log/messages for more information.
be: Праверце журнал памылак на трэцяй кансолі або /var/log/messages для больш дакладных звестак.
et: Lisateabe saamiseks uuri vealogi kolmandal konsoolil (ALT-F3) vi vaata /var/log/messages.
fi: Lue kolmannen konsolin (Alt-F3) virheloki tai tiedosto /var/log/messages.
hr: Molim pogledajte zabiljeku o grekama na treoj konzoli ili /var/log/messages za vie obavijesti.
lv: Lai iegūtu papildu informāciju, apskatiet kļūdu paziņojumu žurnālu trešajā konsolē vai /var/log/messages
nn: Sjekk feilloggen p det tredje konsollet eller /var/log/messages for meir informasjon.
sk: Viac informci njdete v chybovom logu na tretej konzole alebo v sbore /var/log/messages.
sl: Prosim preverite dnevnik napak na tretji konzolo ali /var/log/messages za ve informacij.
xh: Nceda ukhangele i-log yempazamo kwisixhasi sesithathu okanye ii-/var/log/messages ukhangela inkcazelo engaphezulu.

source: Failed to activate the swap space on ${PARTITION}
be: Немагчыма актываваць swap на ${PARTITION}
et: ${PARTITION} pealse saaleala aktiveerimine nurjus
fi: Sivutustilan aktivointi eponnistui osiolla ${PARTITION}
hr: Aktiviranje swap prostora na ${PARTITION} neuspjelo
lv: Neizdevās aktivizēt maiņvietu uz ${PARTITION}
nn: Klarte ikkje aktivera mellomlageret p ${PARTITION}
sk: Chyba pri aktivovan odkldacieho miesta na ${PARTITION}
sl: Izmenjalnega prostora na ${PARTITION} ni mogoe aktivirati
xh: Ayiphumelelanga ukusenza ukuba sisebenze isithuba sotshintshiswano kwi ${PARTITION}

source: An error occurred when the swap space on ${PARTITION} was activated.
be: Узнікла памылка актывавання swap на ${PARTITION}.
et: ${PARTITION} pealse saaleala aktiveerimise kigus ilmnes viga.
fi: Tapahtui virhe aktivoitaessa sivutustilaa osiolla ${PARTITION}.
hr: Pojavila se pogreka pri aktiviranju swap prostora na ${PARTITION}.
lv: Radusies kļūda pēc maiņvietas aktivizēšanas uz ${PARTITION}.
nn: Ein feil oppsto d mellomlageret p ${PARTITION} blei aktivert.
sk: Pri aktivovan odkldacieho miesta na ${PARTITION} sa vyskytla chyba.
sl: Ob aktiviranju izmenjalnega prostora na ${PARTITION} je prilo do napake.
xh: Impazamo yenzeke xa isithuba sotshintshiswano kwi ${PARTITION} besisenziwa ukuba sisebenze.
