Repository: Sprezzatech/main-menu-udeb
Catalog: tools/lvmcfg/debian/po/*.po
Languages: bs, cs, el, fr, hu, ja, sk, sl, tr, zh_tw

source: Unable to delete the logical volume (${LV}) on ${VG}. Please check error log on tty3 for more information.
bs: Ne mogu obrisati logičku particiju (${LV}) na ${VG}. Molim provjerite error log na tty3 za više informacija.
cs: Logický svazek (${LV}) na ${VG} nemohl být smazán. Více informací naleznete v chybových hlá¹kách na tty3.
el: Αδύνατη η διαγραφή του λογικού τόμου (${LV}) στην ομάδα {VG}. Παρακαλώ, ελέγξτε τα μηνύματα λάθους στην κονσόλα tty3 για περισσότερες πληροφορίες.
fr: Impossible de supprimer le volume logique (${LV}) sur ${VG}. Veuillez vérifier les erreurs sur tty3 pour obtenir plus d'informations.
hu: A kötetcsoport (${VG}) kiválasztott logikai kötete (${LV}) nem törölhető. További részleteket a harmadik konzolon (tty3) futó hibanaplóban talál.
ja: ${VG} の論理ボリューム (${LV}) を削除できませんでした。詳細については tty3 のエラーログを確認してください。
sl: Ne morem zbrisati logičnega nosilca ${LV}) na ${VG}.Za več informacij si ogeljte dnevnik z napakami na tty3.

source: Unable to find any physical volume (e.g. partition) in your system. Maybe you must load required kernel modules, or re-partition the hard drives, or all physical volumes are already in use.
bs: Ne mogu pronaći nijednu fizičku particiju (npr. particiju) na vašem sistemu. Možda morate učitati neophodne kernel module ili reparticionirati hard diskove ili fizičke particije koje se već koriste.
cs: Ve va¹em systému nebyly nalezeny ¾ádné fyzické svazky (napøíklad oblasti). Mo¾ná musíte pøerozdìlit disk nebo nahrát pøíslu¹né jaderné moduly. Také je mo¾né, ¾e jsou ji¾ v¹echny fyzické svazky pou¾ity.
el: Δε βρέθηκαν χρησιμοποιήσιμοι φυσικοί τόμοι (δηλ. διαμερίσματα) στο σύστημά σας. Είτε πρέπει να φορτώσετε τους απαραίτητους οδηγούς πυρήνα, ή να κατατμήσετε το σκληρό σας δίσκο ξανά ή όλοι οι φυσικοί τόμοι είναι ήδη σε χρήση.
fr: Impossible de trouver un volume physique (c'est-à-dire une partition) sur votre système. Vous devez peut-être charger des modules du noyau ou repartitionner les disques durs. Il est aussi possible que tous les volumes physiques soient utilisés.
hu: A rendszer felderítése nem eredményezett használható fizikai kötetet (partíciót). Talán további rendszermag-meghajtómodulok betöltése szükséges, vagy a merevlemezek újrapartícionálása, esetleg már minden lehető fizikai kötet használatba van véve.
ja: システムに物理ボリューム (パーティション) が見つかりません。おそらく必要なカーネルモジュールをロードあるいはハードドライブを再パーティショニングする必要があるか、すべての物理ボリュームがすでに使われています。
sl: Program ni mogel najti nobenega fizičnega nosilca (npr. razdelka) na vašem sistemu. Mogoče morate naložiti zahtevane module jedra ali ponovno razdeliti diske ali pa so vsi fizični pogoni že v uporabi.

source: The current kernel doesn't support the Logical Volume Manager. Maybe you need to modprobe the lvm-mod module, to insert this functionality.
bs: Trenutni kernel nema podršku za Logical Volume Manager. Možda trebate učitati (modprobe) modul lvm-mod, da bi ste umetnuli ovu funkcionalnost.
cs: Aktuální jádro nepodporuje mana¾er logických svazkù. Tuto vlastnost mù¾ete získat nata¾ením modulu lvm-mod.
el: Ο τρέχων πυρήνας δεν υποστηρίζει Διαχείριση Λογικών Τόμων (LVM). Πιθανόν να χρειάζεται να φορτώσετε τη λογισμική μονάδα lvm-mod για την ενεργοποίηση αυτής της λειτουργίας.
fr: Le noyau actuel ne gère pas les volumes logiques (il s'agit du « Logical Volume Manager »). Vous devez peut-être charger (avec « modprobe ») le module lvm-mod pour ajouter cette fonctionnalité.
hu: Az aktuális rendszermag nem támogatja a logikaikötet-kezelőt. A támogatás rendszermagba emelésére kísérletet tehet a 'modprobe lvm-mod' paranccsal.
ja: 現在のカーネルは論理ボリュームマネージャをサポートしていません。この機能のためには、おそらく lvm-mod モジュールを modprobeする必要があります。
sl: Trenutno jedro ne podpira Upravljalnika logičnih nosilcev (LVM). Mogoče morate naložiti modul lvm-mod in tako v jedro vstaviti to zmožnost.
