Repository: Sprezzatech/main-menu-udeb
Catalog: tools/lvmcfg/debian/po/*.po
Languages: bs, cs, el, fr, hu, ja, sk, sl, tr, zh_tw

source: Select one of the following volume groups to delete.
bs: Izaberite jednu od sljedećih grupa particija za brisanje.
cs: Vyberte ke smazání jednu z následujících skupin svazkù.
el: Επιλέξτε μία από τις ακόλουθες ομάδες τόμων για διαγραφή
fr: Choisissez un groupe de volumes à supprimer.
hu: A következő felsorolásból válassza ki a törölni kívánt kötetcsoportot.
ja: 削除するボリュームグループを以下から 1 つ選択してください。
sl: Izberite eno od naslednjih skupin nosilcev, da bi jo zbrisali.

source: No volume groups for deletion found. Maybe the volume group is already deleted?
bs: Nisu pronađene grupe particija za brisanje. Možda je grupa particija već obrisana?
cs: Nebyly nalezeny ¾ádné skupiny svazkù, které by se daly smazat. Mo¾ná jsou ji¾ smazané?
el: Δε βρέθηκαν ομάδες τόμων για διαγραφή. Ίσως η ομάδα τόμων να έχει διαγραφεί ήδη.
fr: Il n'existe pas de groupe de volumes à supprimer. Le groupe de volumes est peut-être déjà supprimé.
hu: Nincs törlendő kötetcsoport. Lehet, hogy a kötetcsoport törlése már megtörtént?
ja: 削除するボリュームグループが見つかりません。おそらくボリュームグループはすでに削除されているのでしょう。
sl: Našel nisem nobene skupine nosilcev za izbris. Morda je skupina nosilcev že zbrisana.

source: Continue deleting the volume group
bs: Nastaviti sa brisanjem grupe particija
cs: Pokraèovat v mazání skupiny svazkù
el: Συνέχεια στη διαγραφή της ομάδας τόμων
fr: Poursuite de la suppression du groupe de volumes
hu: Kötetcsoport törlésének folytatása
ja: ボリュームグループの削除の継続
sl: Nadaljuj z brisanjem skupine nosilcev

source: Are you sure you want to continue deleting the volume group: ${VG}?
bs: Da li ste sigurni da želite da nastavim sa brisanjem grupe particija: ${VG}?
cs: Opravdu chcete pokraèovat v mazání skupiny svazkù: ${VG}?
el: Είστε σίγουρος/η ότι θέλετε να διαγραφεί η ομάδα τόμων ${VG};
fr: Êtes-vous sûr de vouloir supprimer le groupe de volumes : ${VG} ?
hu: Biztosan törli a kötetcsoportot (${VG})?
ja: 本当にボリュームグループ: ${VG} の削除を続けますか?
sl: Ste prepričani, da želite nadaljevati z brisanjem skupine nosilcev ${VG}?

source: Error while deleting volume group
bs: Greška pri brisanju grupe particija
cs: Chyba pøi mazání skupiny svazkù
el: Σφάλμα κατά τη διαγραφή της ομάδας τόμων
fr: Erreur lors de la suppression du groupe de volumes
hu: Hiba a kötetcsoport törlése közben
ja: ボリュームグループの削除中にエラーが発生しました
sl: Napaka pri brisanju skupine nosilcev

source: The selected volume group could not be deleted. Maybe one or more logical volumes are yet in use?
bs: Izabrana grupa particija se nije mogla obrisati. Možda se jedna ili više logičkih particija koristi?
cs: Vybraná skupina svazkù nemohla být smazána. Mo¾ná se nìkteré logické svazky je¹tì pou¾ívají?
el: Η επιλεγμένη ομάδα τόμων δεν ήταν δυνατό να διαγραφεί. Ίσως κάποιος λογικός τόμος είναι ακόμη σε χρήση;
fr: Le groupe de volumes choisi ne peut pas être supprimé. Un ou plusieurs volumes logiques sont peut-être en cours d'utilisation.
hu: A kiválasztott kötetcsoport törlése meghiúsult. Egy vagy több logikai kötet még talán használat alatt áll?
ja: 選択されたボリュームグループは削除できませんでした。おそらく 1 つ以上の論理ボリュームがまだ使われているのでしょう。
sl: Izbrane skupine nosilcev ni bilo mogoče zbrisati. Mogoče je eden ali več logičnih nosilcev še vedno v uporabi?

source: No volume groups for extension found. You must create a volume group first.
bs: Grupe particija za proširivanje nisu pronađene. Najprije morate kreirati grupu particija.
cs: Nebyly nalezeny ¾ádné skupiny svazkù, které by se daly roz¹íøit. Nejprve musíte nìjaké vyvtoøit.
el: Δε βρέθηκαν ομάδες τόμων για επέκταση. Πρέπει να δημιουργήσετε μια ομάδα τόμων πρώτα.
fr: Aucun groupe de volumes n'a été trouvé. Vous devez d'abord en créer un.
hu: Nincs kiterjesztendő kötetcsoport. Előbb hozzon létre egy kötetcsoportot.
ja: 拡張するボリュームグループが見つかりませんでした。ボリュームグループを最初に作成する必要があります。
sl: Našel nisem nobene skupine nosilcev, ki bi jo bilo mogoče razširiti. Naprej morate ustvariti skupino nosilcev.

source: Select volume group to extend
bs: Izaberite grupu particija koju želite proširiti
cs: Výbìr skupiny svazkù pro roz¹íøení
el: Επιλέξτε την ομάδα τόμων που θέλετε να επεκτείνετε
fr: Choix du groupe de volumes à étendre
hu: Kiterjesztendő kötetcsoport
ja: 拡張するボリュームグループの選択
sl: Izberite skupino nosilcev za razširitev

source: Select one of the following volume groups to extend.
bs: Izaberite jednu od sljedećih grupa particija koje želite proširiti.
cs: Vyberte jednu z následujících skupin svazkù pro roz¹íøení.
el: Επιλέξτε μια από τις ακόλουθες ομάδες τόμων προς επέκταση.
fr: Choisissez le groupe de volumes à étendre.
hu: A következő felsorolásból válassza ki a kiterjeszteni kívánt kötetcsoportot.
ja: 拡張するボリュームグループを以下から 1 つ選択してください。
sl: Izberite eno od naslednjih skupin nosilcev, ki jo želite razširiti.

source: Select devices to extend volume group
bs: Izaberite diskovne uređaje da bi ste proširili grupu particija
cs: Výbìr zaøízení pro roz¹íøení skupiny svazkù
el: Επιλέξτε τις μονάδες για επέκταση της ομάδας τόμων
fr: Choix des périphériques pour étendre le groupe de volumes
hu: Kötetcsoportot kiterjesztő eszközök
ja: ボリュームグループを拡張するデバイスの選択
sl: Izberite naprave za razširitev skupine nosilcev

source: Please select the devices to extend the volume group. You can select one or more devices.
bs: Izaberite diskovne uređaje da bi ste proširili grupu particija. Možete izabrati jedan ili više uređaja.
cs: Vyberte zaøízení, na které se roz¹íøí skupina svazkù. Mù¾ete vybrat jedno nebo více zaøízení.
el: Παρακαλώ, επιλέξτε τις μονάδες που θα χρησιμοποιηθούν για την επέκταση της ομάδας τόμων. Μπορείτε να επιλέξτε μία ή περισσότερες μονάδες.
fr: Veuillez choisir les périphériques pour étendre le groupe de volumes. Vous pouvez choisir un ou plusieurs périphériques.
hu: Válassza ki a kötetcsoport kiterjesztéséhez használni kívánt eszközöket.Egy vagy több eszközt is választhat.
ja: ボリュームグループを拡張するデバイスを選択してください。1 つ以上のデバイスを選択できます。
sl: Izberite naprave s katerimi želite razširiti skupino nosilcev. Izberete lahko eno ali več naprav.

source: No physical volumes where selected. Aborting the extending of the volume group.
bs: Nisu izabrane fizičke particije. Odustajem od proširivanja grupe particija.
cs: Nebyly vybrány ¾ádné fyzické svazky. Ru¹ím roz¹iøování skupiny svazkù.
el: Δεν επιλέχθηκαν φυσικές μονάδες. Η διαδικασία επέκτασης της ομάδας τόμων ακυρώνεται.
fr: Aucun volume physique n'a été choisi. L'extension du groupe de volumes est abandonnée.
hu: Egyetlen fizikai kötet sincs kiválasztva. A kötetcsoport kiterjesztése félbeszakad.
ja: 物理ボリュームが選択されていません。ボリュームグループの拡張を中断します。
sl: Izbrali niste nobenega fizičnega nosilca. Prekinjam razširjanje skupine nosilcev.

source: Error while extending volume group
bs: Greška pri proširivanju grupe particija
cs: Chyba pøi roz¹iøování skupiny svazkù
el: Σφάλμα κατά την επέκταση της ομάδας τόμων
fr: Erreur pendant l'extension du groupe de volumes
hu: Hiba a kötetcsoport kiterjesztése közben
ja: ボリュームグループの拡張中にエラーが発生しました
sl: Napaka pri razširjanju skupine nosilcev

source: The selected volume group (${VG}) could not be extended by the new physical volume: ${PARTITION}!
bs: Izabrana grupa particija (${VG}) se ne može proširiti novom fizičkom particijom: ${PARTITION}!
cs: Vybraná skupina svazkù (${VG}) nemohla být roz¹íøena na nový fyzický svazek: ${PARTITION}!
el: Δεν ήταν δυνατή η επέκταση της επιλεγμένης ομάδας τόμων (${VG}) με τη νέα φυσική μονάδα: ${PARTITION}!
fr: Le groupe de volumes choisi (${VG}) n'a pas pu être étendu par le nouveau volume physique : ${PARTITION} !
hu: A kiválasztott kötetcsoport (${VG}) kiterjesztéséhez az új fizikai kötet (${PARTITION}) nem felel meg!
ja: 選択されたボリュームグループ (${VG}) は新しい物理ボリューム: ${PARTITION} によって拡張できませんでした!
sl: Izbrane skupine nosilcev (${VG}) fizični nosilec ${PARTITION} ni mogel razširiti!

source: No volume groups for reducing found. You must create a volume group first.
bs: Grupe particija za smanjivanje nisu pronađene. Najprije morate kreirati grupu particija.
cs: Nebyly nalezeny ¾ádné skupiny svazkù, které by se daly zmen¹it. Nejprve musíte nìjaké vytvoøit.
el: Δε βρέθηκαν ομάδες τόμων για σμίκρυνση. Πρέπει να δημιουργήσετε μια ομάδα τόμων πρώτα.
fr: Aucun groupe de volumes à réduire n'a été trouvé. Vous devez d'abord en créer un.
hu: Nincs csökkentendő kötetcsoport. Előbb hozzon létre egy kötetcsoportot.
ja: 縮小するボリュームグループが見つかりませんでした。ボリュームグループを最初に作成する必要があります。
sl: Našel nisem nobene skupine nosilcev, ki bi jih bilo mogoče zmanjšati. Najprej morate skupino nosilcev ustvariti.

source: Select volume group to reduce
bs: Izaberite grupu particija koju želite smanjiti
cs: Výbìr skupiny svazkù ke zmen¹ení
el: Επιλέξτε την ομάδα τόμων που θέλετε να σμικρύνετε
fr: Choix d'un groupe de volumes à réduire
hu: Csökkentendő kötetcsoport
ja: 縮小するボリュームグループの選択
sl: Izberite skupino nosilcev, ki jo želite zmanjšati

source: Select one of the following volume groups to reduce.
bs: Izaberite jednu od sljedećih grupa particija koje želite smanjiti.
cs: Vyberte jednu z následujících skupin svazkù ke zmen¹ení.
el: Επιλέξτε μια από τις ακόλουθες ομάδες τόμων προς σμίκρυνση.
fr: Choisissez un groupe de volumes à réduire.
hu: A következő felsorolásból válassza ki a csükkenteni kívánt kötetcsoportot.
ja: 縮小するボリュームグループを以下から 1 つ選択してください。
sl: Izberite eno od naslednjih skupin nosilcev, ki jih želite zmanjšati.

source: Select devices to reduce volume group
bs: Izaberite diskovne uređaje da bi ste smanjili grupu particija
cs: Výbìr zaøízení pro redukci skupiny svazkù
el: Επιλέξτε τις μονάδες για σμίκρυνση της ομάδας τόμων
fr: Choix des périphériques pour réduire le groupe de volumes
hu: Kötetcsoportot csökkentő eszközök
ja: 縮小するボリュームグループのデバイスの選択
sl: Izberite naprave, kim jih želite odstraniti iz skupine nosilcev.

source: Please select the devices to reduce the volume group.
bs: Molim izaberite diskovne uređaje da bi ste smanjili grupu particija.
cs: Vyberte zaøízení, o které se má skupina svazkù zmen¹it.
el: Παρακαλώ, επιλέξτε τις μονάδες που θα χρησιμοποιηθούν για την σμίκρυνση της ομάδας τόμων.
fr: Veuillez choisir les périphériques pour réduire le groupe de volumes.
hu: Válassza ki a kötetcsoportot csökkentő eszközöket.
ja: ボリュームグループを縮小するデバイスを選択してください。
sl: Izberite naprave, da bi zmanjšali skupino nosilcev.

source: The selected volume group (${VG}) could not be reduced. There is only one physical volume attached. Please delete the volume group instead.
bs: Izabrana grupa particija (${VG}) se ne može smanjiti. Pridružena je samo jedna fizička particija. Umjesto toga, molim obrišite grupu particija.
cs: Vybraná skupina svazkù (${VG}) nemohla být zmen¹ena, proto¾e je k ní pøipojen pouze jeden fyzický svazek. Místo toho, prosím, sma¾te skupinu svazkù.
el: Δεν ήταν δυνατή η σμίκρυνση της επιλεγμένης ομάδας τόμων (${VG}). Υπάρχει μόνο μία φυσική μονάδα συνδεδεμένη. Αντ' αυτού, επιλέξτε τη διαγραφή της ομάδας τόμων.
fr: Le groupe de volumes choisi (${VG}) n'a pas pu être réduit. Un seul volume physique est attaché. Veuillez plutôt supprimer le groupe de volumes.
hu: A kiválasztott kötetcsoport (${VG}) nem csökkenthető. Mindössze egyetlen fizikai kötet vesz részt benne. Inkább törölje a kötetcsoportot.
ja: 選択されたボリュームグループ (${VG}) は縮小できませんでした。1 つの物理ボリュームのみが装着されているからです。ボリュームグループを代わりに削除してください。
sl: Izbrane skupine nosilcev (${VG}) ni mogoče zmanjšati. Pripet je le en fizični nosilec, Namesto tega raje zbrišite skupino nosilcev.

source: Error while reducing volume group
bs: Greška pri smanjivanju grupe particija
cs: Chyba pøi zmen¹ování skupiny svazkù
el: Σφάλμα κατά της σμίκρυνσης της ομάδας τόμων
fr: Erreur pendant la réduction du groupe de volumes
hu: Hiba a kötetcsoport csökkentése közben
ja: ボリュームグループの縮小中にエラーが発生しました
sl: Med manjšanjem skupine nosilcev je prišlo do napake

source: The selected volume group (${VG}) could not be reduced. Failed to remove physical volume: ${PARTITION}. Please check error log on tty3 for more information.
bs: Izabrana grupa particija (${VG}) se ne može smanjiti. Ne mogu da odstranim fizičku particiju: ${PARTITION}. Molim provjerite error log na tty3 za više informacija.
cs: Vybraná skupina svazkù (${VG}) nemohla být zmen¹ena, proto¾e nelze odstranit fyzický svazek: ${PARTITION}. Dal¹í informace hledejte v chybových hlá¹kách na tty3.
el: Δεν ήταν δυνατή η σμίκρυνση της επιλεγμένης ομάδας τόμων (${VG}). Δεν ήταν δυνατή η αφαίρεση της φυσικής μονάδας: ${PARTITION}. Παρακαλώ, ελέγξτε τα μηνύματα λάθους στη κονσόλα tty3 για περισσότερες πληροφορίες.
fr: Le groupe de volumes choisi (${VG}) n'a pas pu être réduit. La suppression du volume physique ${PARTITION} a échoué. Veuillez vérifier les erreurs sur tty3 pour obtenir plus d'informations.
hu: A kiválasztott kötetcsoport (${VG}) nem csökkenthető. A fizikai kötet (${PARTITION}) eltávolítása nem lehetséges. További részleteket a harmadik konzolon (tty3) futó hibanaplóban talál.
ja: 選択されたボリュームグループ (${VG}) は縮小できませんでした。物理ボリューム: ${PARTITION} の削除に失敗しました。詳細については tty3 のエラーログを確認してください。
sl: Izbrane skupine nosilcev ${VG}) ni mogoče zmanjšati. Fizičnega nosilca ${PARTITION} ni mogoče zmanjšati. Za več informacij si oglejte dnevnik z napakami na tty3.

source: No volume groups for creating a new logical volume found. You must create a volume group first.
bs: Grupe particija za kreiranje nove logičke particije nisu pronađene. Najprije morate kreirati grupu particija.
cs: Nebyly nalezeny ¾ádné skupiny svazkù pro vytvoøení logického svazku. Nejprve musíte vytvoøit skupinu svazkù.
el: Δε βρέθηκαν ομάδες τόμων για τη δημιουργία λογικού τόμου. Πρέπει να δημιουργήσετε μια ομάδα τόμων πρώτα.
fr: Aucun groupe de volumes n'a été trouvé pour la création d'un nouveau volume logique. Vous devez d'abord créer un groupe de volumes.
hu: A létrehozandó új logikai kötethez még nincs kötetcsoport. Előbb egy kötetcsoportot hozzon létre.
ja: 新しい論理ボリュームを作成するボリュームグループが見つかりません。ボリュームグループを最初に作成する必要があります。
sl: Našel nisem nobene skupine nosilcev iz katere bi lahko ustvaril logičen nosilec. Najprej morate ustvariti skupino nosilcev.

source: Insert the logical volume name
bs: Unesite naziv logičke particije
cs: Zadat jméno logického svazku
el: Δώστε το όνομα του λογικού τόμου
fr: Nom du volume logique
hu: Logikai kötet neve
ja: 論理ボリューム名の入力
sl: Vnesite ime logičnega nosilca

source: Insert the name you would like to use for the new logical volume.
bs: Unesite naziv koji želite koristiti za novu logičku particiju
cs: Zadejte jméno, kterým chcete oznaèovat logický svazek.
el: Δώστε το όνομα που θα θέλατε να χρησιμοποιήσετε για το νέο λογικό τόμο.
fr: Indiquez le nom que vous souhaitez employer pour le nouveau volume logique.
hu: Adja meg az új logikai kötet nevét.
ja: 新しい論理ボリュームに使いたい名前を入力してください。
sl: Vnesite ime, ki bi ga radi uporabili za nov logični nosilec.

source: Select the volume group where the new logical volume should be created.
bs: Izaberite grupu particija na kojoj želite kreirati novu logičku particiju.
cs: Vyberte skupinu svazkù, kde se má vytvoøit nový logický svazek.
el: Επιλέξτε την ομάδα τόμων στην οποία θα ανήκει ο νέος λογικός τόμος.
fr: Choisissez un groupe de volumes pour la création du nouveau volume logique.
hu: Válassza ki az újonnan létrehozott logikai kötetet befogadó kötetcsoportot.
ja: 新しい論理ボリュームを作成するボリュームグループを選択してください。
sl: Izberite skupino nosilcev v kateri bom ustvaril logični nosilec.

source: The given name ${LV} is already in use by another logical volume on the same volume group (${VG}).
bs: Dati naziv ${LV} se već koristi za drugu logičku particiju u istoj grupi particija (${VG}).
cs: Zadané jméno ${LV} ji¾ pou¾ívá jiný logický svazek na stejné skupinì svazkù (${VG}).
el: Το όνομα ${LV} χρησιμοποιείται ήδη από άλλο λογικό τόμο στην ίδια ομάδα τόμων (${VG}).
fr: Le nom proposé ${LV} est déjà utilisé par un autre volume logique sur le même groupe de volumes (${VG}).
hu: Az adott kötetcsoport (${VG}) egy másik logikai kötete már lefoglalta az adott nevet (${LV}).
ja: 指定された名前 ${LV} はすでに同じボリュームグループ (${VG}) のほかの論理ボリュームによって使われています。
sl: Dano ime ${LV} že uporablja nek drug logični nosilec v isti skupini nosilecev (${VG}).

source: Insert the logical volume size
bs: Unesite veličinu logičke particije
cs: Zadat velikost logického svazku
el: Δώστε το μέγεθος του λογικού τόμου
fr: Taille du volume logique
hu: Logikai kötet mérete
ja: 論理ボリュームサイズの入力
sl: Vnesite velikost logičnega nosilca

source: Insert the size of the new logical volume. Size can be inserted in the following formats: 10K (Kilobytes), 10M (Megabytes), 10G (Gigabytes), 10T (Terabytes). Default unit is Megabytes.
bs: Unesite veličinu nove logičke particije. Veličina se može unijeti u sljedećem obliku: 10K (kilobajti), 10M (megabajti), 10G (gigabajti), 10T (terabajti). Podrazumijevana jedinica su megabajti.
cs: Zadejte velikost nového logického svazku.. Velikost mù¾ete zadat v následujících formátech: 10K (kilobajty), 10M (megabajty), 10G (gigabajty), 10T (terabajty). Standardní jednotky jsou megabajty.
el: Δώστε το μέγεθος του νέου λογικού τόμου. Το μέγεθος μπορεί να δοθεί σε μία από τις ακόλουθες μορφές: 10K (Kilobytes), 10M (Megabytes), 10G (Gigabytes), 10T (Terabytes). Η προεπιλεγμένη μονάδα μεγέθους είναι Megabytes.
fr: Veuillez indiquer la taille du nouveau volume logique. Les tailles peuvent être indiquées aux formats suivants : 10K (kilooctets), 10M (mégaoctets), 10G (gigaoctets), 10T (téraoctets). L'unité par défaut est le mégaoctet.
hu: Adja meg az új logikai kötet méretét. A méret megadásához a következő formátumokat használhatja: 10K (kilobájt), 10M (megabájt), 10G (gigabájt), 10T (terabájt). Az alapértelmezett egység a megabájt.
ja: 新しい論理ボリュームのサイズを入力してください。サイズは以下の書式で入力できます: 10K (キロバイト)、10M (メガバイト)、10G (ギガバイト)、 10T (テラバイト)。デフォルトの単位はメガバイトです。
sl: Vnesite velikost novega logičnega nosilca. Velikost lahko vnesete v naslednjih oblikah: 10K (Kilobajti), 10M (Megabajti), 10G (Gigabajti), 10T (Terabajti). Privzeta enota je Megabajt.

source: Error while creating new logical volume
bs: Greška pri kreiranju nove logičke particije
cs: Chyba pøi vytváøení nového logického svazku
el: Σφάλμα κατά τη δημιουργία του νέου λογικού τόμου
fr: Erreur pendant la création du nouveau volume logique
hu: Hiba új logikai kötet létrehozása közben
ja: 新しい論理ボリュームの作成中にエラーが発生しました
sl: Pri ustvarjanju novega logičnega nosilca je prišlo do napake

source: Unable to create new logical volume (${LV}) on ${VG} with new size ${SIZE}. Please check error log on tty3 for more information.
bs: Ne mogu kreirati novu logičku particiju (${LV}) na ${VG} s novom veličinom ${SIZE}. Molim provjerite error log na tty3 za više informacija.
cs: Nový logický svazek (${LV}) na ${VG} o velikosti ${SIZE} nemohl být vytvoøen. Více informací naleznete v chybových hlá¹kách na tty3.
el: Δεν ήταν δυνατή η δημιουργία του νέου λογικού τόμου (${LV}) στην ομάδα ${VG} με μέγεθος ${SIZE}. Παρακαλώ, ελέγξτε τα μηνύματα λάθους στη κονσόλα tty3 για περισσότερες πληροφορίες.
fr: Impossible de vérifier le nouveau volume logique (${LV}) sur ${VG} avec la nouvelle taille ${SIZE}. Veuillez vérifier les erreurs sur tty3 pour obtenir plus d'informations.
hu: A kötetcsoportban (${VG}) kívánt ${SIZE} méretű új logikai kötet (${LV}) létrehozása nem sikerült. További részleteket a harmadik konzolon (tty3) futó hibanaplóban talál.
ja: ${VG} の新しい論理ボリューム (${LV}) をサイズ ${SIZE} で作成できませんでした。詳細については tty3 のエラーログを確認してください。
sl: Na ${VG} ne morem ustvariti novega logičnega nosilca ${LV}) v velikosti ${SIZE. Za več informacij preverite dnevnik z napakami na tty3.

source: No volume group found
bs: Grupa particija nije pronađena
cs: Nebyla nalezena ¾ádná skupina svazkù
el: Δε βρέθηκε ομάδα τόμων
fr: Aucun groupe de volumes trouvé
hu: Nincs kötetcsoport
ja: ボリュームグループが見つかりません
sl: Našel nisem nobene skupine nosilcev

source: No volume groups for deleting a new logical volume found. You must create a volume group first.
bs: Grupe particija za brisanje nove logičke particije nisu pronađene. Najprije morate kreirarti grupu particija.
cs: Nebyly nalezeny ¾ádné skupiny svazkù pro smazání logického svazku. Nejprve musíte vytvoøit skupinu svazkù.
el: Δε βρέθηκαν ομάδες τόμων για τη διαγραφή λογικού τόμου. Πρέπει να δημιουργήσετε μια ομάδα τόμων πρώτα.
fr: Aucun groupe de volumes n'a été trouvé pour la suppression d'un nouveau volume logique. Vous devez d'abord créer un groupe de volumes.
hu: A törlendő logikai kötetnek még kötetcsoportja sincs. Előbb hozzon létre egy kötetcsoportot.
ja: 削除する新しい論理ボリュームのボリュームグループが見つかりません。ボリュームグループを最初に作成する必要があります。
sl: Našel nisem nobene skupine nosilcev, s katero bi lahko zbrisal logičen nosilec. Najprej morate ustvariti skupino nosilcev.

source: Select volume group
bs: Izaberite grupu particija
cs: Vybrat skupinu svazkù
el: Επιλέξτε την ομάδα τόμων
fr: Choix d'un groupe de volumes
hu: Kötetcsoport kiválasztása
ja: ボリュームグループの選択
sl: Izberite skupino nosilcev

source: Select the volume group where the logical volume to be deleted resides.
bs: Izaberite grupu particija na kojoj se nalazi logička particija koju želite obrisati.
cs: Vyberte skupinu svazkù, ve které le¾í logický svazek ke smazání.
el: Επιλέξτε την ομάδα τόμων στην οποία βρίσκεται ο λογικός τόμος προς διαγραφή.
fr: Choisissez le groupe de volumes sur lequel se situe le volume logique à supprimer.
hu: Válassza ki a törlendő logikai kötetet tartalmazó kötetcsoportot.
ja: 論理ボリュームから削除するボリュームグループを選択してください。
sl: Izberite skupino nosilcev, kjer se nahaja logični nosilec, ki ga želite zbrisati.

source: No logical volume found
bs: Logička particija nije pronađena
cs: Nebyly nalezeny ¾ádné logické svazky
el: Δε βρέθηκαν λογικοί τόμοι
fr: Aucun volume logique trouvé
hu: Nincs logikai kötet
ja: 論理ボリュームが見つかりません
sl: Našel nisem nobenega logičnega nosilca

source: No logical volumes for deleting found. You must create a logical volume first.
bs: Logičke particije za brisanje nisu pronađene. Najprije morate kreirati logičku particiju.
cs: Nebyly nalezeny ¾ádné logické svazky ke smazání. Nejprve musíte nìjaké vytvoøit.
el: Δε βρέθηκαν λογικοί τόμοι για διαγραφή. Πρέπει να δημιουργήσετε λογικούς τόμους πρώτα.
fr: Aucun volume logique à supprimer n'a été trouvé. Vous devez d'abord en créer un.
hu: Nincs törlendő logikai kötet. Előbb hozzon létre egy logikai kötetet.
ja: 削除する論理ボリュームが見つかりません。論理ボリュームを最初に作成する必要があります。
sl: Našel nisem nobenega logičnega nosilca, ki bi ga lahko zbrisal. Najprej morate logični nosilec ustvariti.

source: Select logical volume on ${VG}
bs: Izaberite logičku particiju na ${VG}
cs: Výbìr logického svazku na ${VG}
el: Επιλέξτε ένα λογικό τόμο στην ομάδα ${VG}
fr: Choix d'un volume logique sur ${VG}
hu: Válasszon a kötetcsoport (${VG}) logikai köteteiből
ja: ${VG} の論理ボリュームの選択
sl: Izberite logični nosilec na ${VG}

source: Select the logical volume to be deleted.
bs: Izaberite logičku particiju koju želite obrisati.
cs: Vyberte logický svazek ke smazání.
el: Επιλέξτε το λογικό τόμο προς διαγραφή.
fr: Choisissez un volume logique à supprimer.
hu: Válassza ki a törlendő logikai kötetet.
ja: 削除する論理ボリュームを選択してください。
sl: Izberite logične nosilce, ki jih želite zbrisati.

source: Error while deleting the logical volume
bs: Greška pri brisanju logičke particije
cs: Chyba pøi mazání logického svazku
el: Σφάλμα κατά τη διαγραφή του λογικού τόμου
fr: Erreur lors de la suppression du volume logique
hu: Hiba a logikai kötet törlése közben
ja: 論理ボリュームの削除中にエラーが発生しました
sl: Pri brisanju logičnega nosilca je prišlo do napake
