Repository: Sprezzatech/main-menu-udeb
Catalog: tools/lvmcfg/debian/po/*.po
Languages: bs, cs, el, fr, hu, ja, sk, sl, tr, zh_tw

source: Configure the Logical Volume Manager
bs: Podesi Logical Volume Manager
cs: Konfigurovat mana¾er logických svazkù (LVM)
el: Ρύθμιση του Διαχειριστή Λογικών Τόμων
fr: Configurer des volumes logiques
hu: Logikaikötet-kezelő konfigurálása
ja: 論理ボリュームマネージャの設定
sk: Nastavi» mana¾ér logických zväzkov (LVM)
sl: Nastavite upravljalnik logičnih nosilcev (LVM)
tr: Mantıksal Hacim Yöneticisi'ni (LVM) ayarlar
zh_tw: 設定 Logical Volume Manager

source: Activate existing Volume Groups?
sk: Aktivova» existujúce skupiny zväzkov?
tr: Halihazırda bulunan Hacim Gruplarını etkinleştir?
zh_tw: 啟動現有的 Volume Group 嗎？

source: ${COUNT} existing Volume Groups have been found. Please indicate whether you want to activate them.
sk: Bolo nájdených ${COUNT} existujúcich skupín zväzkov. Rozhodnite sa, èi ich chcete aktivova».
tr: ${COUNT} adet Hacim Grubu bulundu. Lütfen etkinleştirmek isteyip istemediklerinizi belirleyin.
zh_tw: 找到了 ${COUNT} 個現有的 Volume Group。請決定是否要啟動它們。

source: LVM configuration action:
sk: Krok nastavenia LVM:
tr: LVM yapılandırma eylemi:
zh_tw: LVM 的設定動作：

source: This is the Logical Volume Manager configuration menu.
sk: Toto je konfiguraèné menu mana¾éra logických zväzkov (LVM).
tr: Bu Mantıksal Hacim Yönetcisi yapılandırma menüsüdür
zh_tw: 這是 Logical Volume Manager 設定選單。

source: Please select one of the proposed actions to configure the Logical Volume Manager (LVM).
sk: Pre nastavenie LVM vyberte jednu z nasledovných mo¾ností.
tr: Lütfen mantıksal hacim yöneticisini(LVM) ayarlamak için bir seçenek seçin
zh_tw: 請選擇一個動作來試著設定 Logical Volume Manager (LVM)。

source: Volume Groups configuration action:
sk: Krok nastavenia skupín zväzkov:
tr: Hacim Grupları yapılandırma eylemi:
zh_tw: Volume Group 的設定動作：

source: Please select one of the following actions to configure the Volume Groups (VG).
sk: Pre konfiguráciu skupín zväzkov (VG) vyberte jednu z nasledovných mo¾ností.
tr: Lütfen hacim gruplarınızı ayarlamak için bir seçenek seçin
zh_tw: 請選擇下列動作之一來設定 Volume Groups (VG)。

source: Logical Volumes configuration action:
sk: Krok nastavenia logických zväzkov:
tr: Mantıksal Hacim yapılandırma eylemi:
zh_tw: Logical Volume 的設定動作：

source: Please select one of the following actions to configure the Logical Volumes (LV).
sk: Pre nastavenie logických zväzkov vyberte jeden z nasledovných krokov.
tr: Lütfen mantıksal hacimlerinizi ayarlamak için bir seçenek seçin
zh_tw: 請選擇下列動作之一來設定 Logical Volume (LV)。

source: Devices for the new Volume Group:
sk: Zariadenia pre novú skupinu zväzkov:
tr: Yeni hacim grubu için aygıtlar:
zh_tw: 新的 Volume Group 所使用的裝置：

source: Please select the devices for the new Volume Group.
sk: Vyberte zariadenia, pre novú skupinu zväzkov.
tr: Lütfen yeni Hacim Grubu için aygıtları seçin
zh_tw: 請選取要給新的 Volume Group 使用的裝置。

source: Volume Group name:
sk: Názov skupiny zväzkov:
tr: Hacim grubu adı:
zh_tw: Volume Group 名稱：

source: Please enter the name you would like to use for the new Volume Group.
sk: Zadajte názov pre oznaèenie novej skupiny zväzkov.
tr: Yeni hacim grubunuz için kullanacağınız ismi girin
zh_tw: 請輸入您想要使用的新 Volume Group 名稱。

source: No physical volumes were selected. The creation of a new Volume Group was aborted.
sk: Neboli vybrané ¾iadne fyzické zväzky. Vytváranie novej skupiny zväzkov bolo preru¹ené.
tr: Fiziksel hacimler seçilmedi. Yeni hacim oluşturulması iptal ediliyor
zh_tw: 沒有選取任何的 Physical Volume。建立新的 Volume Group 的動作已經中止。

source: Volume Group name already in use
sk: Daný názov skupiny zväzkov u¾ existuje
tr: Hacim grubu ismi kullanımda
zh_tw: Volume Group 名稱已被使用

source: The selected Volume Group name is already in use. Please choose another name.
sk: Daný názov vybranej skupiny zväzkov u¾ existuje. Zvoµte, prosím, iný názov.
tr: Seçtiğiniz hacim grubu adı kullanımda. Lütfen başka bir isim seçip tekrar deneyin
zh_tw: 所指定的 Volume Group 名稱已被使用，請換用另一個名稱。

source: Volume Group to delete:
sk: Skupina zväzkov na zmazanie:
tr: Silinecek hacim grubu:
zh_tw: 要刪除的 Volume Group：

source: Please select the Volume Group you wish to delete.
sk: Vyberte skupinu zväzkov, ktorú chcete zmaza».
tr: Lütfen silmek istediğiniz hacim grubunu seçin
zh_tw: 請選擇您想要刪除的 Volume Group。

source: The Volume Group may have already been deleted.
sk: Skupina zväzkov je u¾ mo¾no zmazaná.
tr: Hacim grubu daha önceden silinmiş olabilir
zh_tw: Volume Group 也許已被刪除了。

source: Really delete the Volume Group?
sk: Naozaj zmaza» skupinu zväzkov?
tr: Hacim grubu silinsin mi ?
zh_tw: 真的要刪除此 Volume Group 嗎？

source: Please confirm the ${VG} volume group removal.
sk: Potvrïte odstránenie skupiny zväzkov ${VG}.
tr: ${VG} Hacim Grubunun silinmesini onaylayın
zh_tw: 請確認 Volume Group ${VG} 的刪除動作。

source: Error while deleting Volume Group
sk: Chyba pri mazaní skupiny zväzkov
tr: Hacim grubu silinirken hata oluştu
zh_tw: 在刪除 Volume Group 時發生錯誤

source: The selected Volume Group could not be deleted. One or more Logical Volumes may currently be in use.
sk: Zvolená skupina zväzkov nemohla by» zmazaná. Niektoré logické zväzky mô¾u by» stále pou¾ívané.
tr: Seçilen hacim grupları silinemez. Bir veya daha fazla mantıksal hacim kullanımda olabilir
zh_tw: 無法刪除所指定的 Volume Group。一個或多個 Logical Volume 也許正在使用中。

source: No Volume Group can be deleted.
sk: Skupina zväzkov nemô¾e by» zmazaná.
tr: Silinecek hacim grubunu yok
zh_tw: 無法刪除任何的 Volume Group。

source: Volume Group to extend:
sk: Skupina zväzkov pre roz¹írenie:
tr: Uzatılacak hacim grubu:
zh_tw: 要擴充的 Volume Group：

source: Please select the Volume Group you wish to extend.
sk: Vyberte skupinu zväzkov, ktorú chcete roz¹íri».
tr: Uzatılacak hacim grubunu seçin
zh_tw: 請選擇您想要擴充的 Volume Group。

source: Devices to add to the Volume Group:
sk: Zariadenia pre pridanie do skupiny zväzkov:
tr: Hacim grubuna eklenecek aygıt
zh_tw: 要加入 Volume Group 的裝置：

source: Please select the devices you wish to add to the Volume Group.
sk: Vyberte zariadenia, ktoré chcete prida» do skupiny zväzkov.
tr: Lütfen Hacim Grubuna eklemek istediğiniz aygıtı seçin
zh_tw: 請選擇您想將其加入至 Volume Group 的裝置。

source: You can select one or more devices.
sk: Mô¾ete vybra» jedno alebo viac zariadení.
tr: Bir veya daha fazla aygıt seçebilirsiniz.
zh_tw: 您可以選取一個或多個裝置。

source: No physical volumes selected
bs: Nije izabrana fizička particija
cs: Nebyly vybrány ¾ádné fyzické svazky
el: Δεν επιλέχθηκαν φυσικές μονάδες
fr: Pas de volume physique choisi
hu: Nincs kiválasztott fizikai kötet
ja: 物理ボリュームが選択されていません
sk: Neboli vybrané ¾iadne fyzické zväzky
sl: Izbrali niste nobenega fizičnega nosilca
tr: Seçili fiziksel hacim bulunamadı
zh_tw: 沒有選取任何的 Physical Volume

source: No physical volumes were selected. Extension of the Volume Group was aborted.
sk: Neboli vybrané ¾iadne fyzické zväzky. Roz¹irovanie skupiny zväzkov bolo preru¹ené.
tr: Seçili fiziksel hacim bulunamadı. Hacim grubunun uzatılması iptal edildi
zh_tw: 沒有選取任何的 Physical Volume。擴充 Volume Group 的動作已經中止。

source: Error while extending Volume Group
sk: Chyba pri roz¹irovaní skupiny zväzkov
tr: Hacim grubu uzatılırken hata oluştu
zh_tw: 在擴充 Volume Group 時發生錯誤

source: The physical volume ${PARTITION} could not be added to the selected Volume Group.
sk: Fyzický zväzok ${PARTITION} nemohol by» pridaný do vybranej skupiny zväzkov.
tr: Seçilen Hacim Grubuna, ${PARTITION} fiziksel hacmi eklenemez.
zh_tw: 無法將 Physical Volume ${PARTITION} 加入至所指定的 Volume Group 中。

source: No Volume Group has been found.
sk: Nebola nájdená ¾iadna skupina zväzkov.
tr: Hacim grubu bulunamadı
zh_tw: 找不到任何的 Volume Group。

source: No Volume Group can be reduced.
sk: Nemô¾em zmen¹i» ¾iadnu skupinu zväzkov.
tr: Azaltılacak hacim grubu yok
zh_tw: 無法縮減任何的 Volume Group。

source: Volume Group to reduce:
sk: Skupina zväzkov na zmen¹enie:
tr: Azaltılacak hacim grubu:
zh_tw: 要縮減的 Volume Group：

source: Please select the Volume Group you wish to reduce.
sk: Vyberte skupinu zväzkov, ktorú chcete zmen¹i».
tr: Azaltılacak hacim grubunu seçin
zh_tw: 請選擇您想要縮減的 Volume Group。

source: Device to remove from Volume Group:
sk: Zariadenie pre odstránenie zo skupiny zväzkov:
tr: Hacim grubudam çıkarılacak aygıtı seçin
zh_tw: 要從 Volume Group 中移除的裝置：

source: Please select the device you wish to remove from the volume group.
sk: Vyberte zariadenie, ktoré chcete odstráni» zo skupiny zväzkov.
tr: Lütfen hacim grubundan çıkarılacak aygıtı seçin.
zh_tw: 請選擇您想要從 Volume Group 中移除的裝置。

source: The selected Volume Group (${VG}) could not be reduced. There is only one physical volume attached. Please delete the Volume Group instead.
sk: Vybraná skupina zväzkov (${VG}) nemô¾e by» zmen¹ená, preto¾e je k nej pripojený iba jeden fyzický zväzok. Skúste namiesto toho zmaza» skupinu zväzkov.
tr: (${VG}) hacim grubu azaltılamıyor. Sadece bir tane fiziksel hacim eklendi. Lütfen onun yerine hacim grubunu silin.
zh_tw: 無法縮減所指定的 Volume Group (${VG})。它只包含了一個 Physical Volume。也可以替而刪除整個 Volume Group。

source: Error while reducing Volume Group
sk: Chyba pri zmen¹ovaní skupiny zväzkov
tr: Hacim grubu azaltılırken hata oluştu
zh_tw: 在縮減 Volume Group 時發生錯誤

source: The physical volume ${PARTITION} could not be removed from the selected Volume Group.
sk: Fyzický zväzok ${PARTITION} nemô¾e by» odstránený z vybranej skupiny zväzkov.
tr: Seçilen Hacim Grubundan, ${PARTITION} fiziksel hacmi kaldırılamıyor
zh_tw: 無法從所指定的 Volume Group 中移除 Physical Volume ${PARTITION}。

source: No Volume Groups were found for creating a new Logical Volume.
sk: Neboli nájdené ¾iadne skupiny zväzkov pre vytvorenie nového logického zväzku.
tr: Silinecek mantıksal hacim bulunamadı. Önce mantıksal hacim oluşturmalısınız.
zh_tw: 找不到建立新的 Logical Volume 時所需要的 Volume Group。

source: Logical Volume name:
sk: Názov logického zväzku:
tr: Mantıksal hacim adı:
zh_tw: Logical Volume 名稱：

source: Please enter the name you would like to use for the new Logical Volume.
sk: Zadajte názov pre oznaèenie nového logického zväzku.
tr: Yeni mantıksal hacminiz için kullanacağınız ismi girin
zh_tw: 請輸入您想要使用的新 Logical Volume 名稱。

source: Please select the Volume Group where the new Logical Volume should be created.
sk: Vyberte skupinu zväzkov, kde sa má vytvori» nový logický zväzok.
tr: Yeni mantıksal hacmin oluşturulacağı hacim grubunu seçin.
zh_tw: 請選擇在建立新的 Logical Volume 時其所在的 Volume Group。

source: The name ${LV} is already in use by another Logical Volume on the same Volume Group (${VG}).
sk: Zadaný názov ${LV} u¾ pou¾íva na tej istej skupine zväzkov iný logický zväzok (${VG}).
tr: Girilen isim ${LV} başka bir mantıksal hacim tarafından aynı grup olan (${VG}) altında kullanılmakta.
zh_tw: 名稱 ${LV} 已被同一 Volume Group (${VG}) 中的另一個 Logical Volume 所使用。

source: Logical Volume size:
sk: Veµkos» logického zväzku:
tr: Mantıksal hacmin boyutu:
zh_tw: Logical Volume 大小：

source: Please enter the size of the new Logical Volume. The size may be entered in the following formats: 10K (Kilobytes), 10M (Megabytes), 10G (Gigabytes), 10T (Terabytes). The default unit is Megabytes.
sk: Zadajte veµkos» nového logického zväzku. Veµkos» zväzku mô¾ete zada» v nasledovných formátoch: 10K (Kilobajty), 10M (Megabajty), 10G (Gigabajty), 10T (Terabajty). ©tandartnými jednotkami sú Megabajty.
tr: Yeni mantıksal hacmin boyutunu girin. Boyut şu biçimlerde olabilir : 10K (Kilobyte), 10M (Megabyte), 10G (Gigabyte), 10T (Terabyte) Öntanımlı birim Megabyte'dır.
zh_tw: 請輸入新的 Logical Volume 的大小。輸入時可以使用以下格式：10K (Kilobytes)，10M (Megabytes)，10G (Gigabytes)，10T (Terabytes)。預設的單位是 Megabytes。

source: Error while creating a new Logical Volume
sk: Chyba pri vytváraní nového logického zväzku
tr: Yeni mantıksal hacim oluşturulurken hata oluştu.
zh_tw: 在建立新的 Logical Volume 時發生錯誤

source: Unable to create a new logical volume (${LV}) on ${VG} with the new size ${SIZE}.
sk: Nemo¾no vytvori» nový logický zväzok (${LV}) na ${VG} s novou veµkos»ou ${SIZE}.
tr: ${VG} grubu üzerinde ${SIZE} boyutunda yeni mantıksal hacim ${LV}) oluşturulamıyor.
zh_tw: 無法在 ${VG} 中建立大小為 ${SIZE} 的 Logical Volume。

source: No Volume Group found
sk: Nebola nájdená ¾iadna skupina zväzkov
tr: Hacim grubu bulunamadı
zh_tw: 找不到 Volume Group

source: No Volume Group has been found for deleting a Logical Volume.
sk: Na zmazanie logického zväzku nebola nájdená ¾iadna skupina zväzkov.
tr: Mantıksal Hacimi silmek için Hacim Grubu bulunamadı
zh_tw: 在刪除 Logical Volume 時找不到任何的 Volume Group。

source: Volume Group:
sk: Skupina zväzkov:
tr: Hacim grubu:

source: Please select the Volume Group which contains the Logical Volume to be deleted.
sk: Vyberte skupinu zväzkov, ktorá obsahuje logický zväzok urèený na zmazanie.
tr: Mantıksal hacmin silineceği hacim grubunu seçin
zh_tw: 請選擇包含了要刪除的 Logical Volume 的 Volume Group。

source: No Logical Volume found
sk: Neboli nájdené ¾iadne logické zväzky
tr: Mantıksal hacim bulunamadı
zh_tw: 找不到 Logical Volume

source: No Logical Volume has been found.
sk: Neboli nájdené ¾iadne logické zväzky
tr: Mantıksal hacim bulunamadı
zh_tw: 找不到任何的 Logical Volume。

source: Please create a Logical Volume first.
sk: Vytvorte najprv logický zväzok.
tr: Lütfen önce bir Mantıksal Hacim oluşturun.
zh_tw: 請先建立一個 Logical Volume。

source: Logical Volume:
sk: Logický zväzok:
tr: Mantıksal hacim:

source: Please select the Logical Volume to be deleted on ${VG}.
sk: Vyberte logický zväzok urèený na zmazanie na ${VG}.
tr: Lütfen ${VG} üzerinden silinecek mantıksal hacmi seçin
zh_tw: 請選擇要刪除位於 ${VG} 上的哪一個 Logical Volume。

source: Error while deleting the Logical Volume
sk: Chyba pri mazaní logického zväzku
tr: Mantıksal hacim silinirken hata oluştu
zh_tw: 在刪除 Logical Volume 時發生錯誤

source: The Logical Volume (${LV}) on ${VG} could not be deleted.
sk: Nemô¾em zmaza» logický zväzok (${LV}) na ${VG}.
tr: ${VG} üzerindeki (${LV}) mantıksal hacim silinemiyor
zh_tw: 無法刪除位於 ${VG} 上的 Logical Volume (${LV})。

source: Please check the error log on the third console for more information.
sk: Ak chcete viac informácií, pozrite si chybové správy na tretej konzole.
tr: Daha fazla için 3. konsoldaki kayıtlara göz atın
zh_tw: 請查看第三個主控台上的錯誤 Log 來獲得更多訊息。

source: No usable physical volumes found
bs: Upotrebljive fizičke particije nisu pronađene
cs: Nebyly nalezeny ¾ádné pou¾itelné fyzické svazky
el: Δε βρέθηκαν χρησιμοποιήσιμοι φυσικοί τόμοι
fr: Aucun volume physique utilisable trouvé
hu: Nincs használható fizikai kötet
ja: 利用可能な物理ボリュームが見つかりません
sk: Neboli nájdené ¾iadne pou¾iteµné fyzické zväzky
sl: Našel nisem nobenega uporabnega fizičnega nosilca
tr: Kullanılabilir fiziksel hacim bulunamıyor
zh_tw: 找不到可用的 Physical Volume

source: No physical volumes (i.e. partitions) were found in your system. All physical volumes may already be in use. You may also need to load some required kernel modules or re-partition the hard drives.
sk: Na va¹om systéme neboli nájdené ¾iadne fyzické zväzky (t.j. oblasti). Je mo¾né, ¾e v¹etky fyzické zväzky sú u¾ pou¾ité. Takisto asi budete musie» naèíta» príslu¹né kernel moduly alebo prerozdeli» pevné disky.
tr: Sisteminizde fiziksel hacim (örn: bölüm) bulunamadı. Belki gerekli kernel modüllerinizi kurmanız veya hard diskinizi yeniden bölümleyin veya tüm fiziksel hacimler kullanımda olabilir.
zh_tw: 系統中找不到任何 Physical Volume (即磁碟分割區)。所有的 Physical Volume 可能都在使用中。您也許應該載入一些必需的 Kernel 模組，或者將硬碟重新分割。

source: Logical Volume Manager not available
bs: Logical Volume Manager nije dostupan
cs: Mana¾er logických svazkù není k dispozici
el: Δεν είναι διαθέσιμος ο Διαχειριστής Λογικών Τόμων (Logical Volume Manager)
fr: Le gestionnaire des volumes logiques n'est pas disponible
hu: Logikaikötet-kezelő nem elérhető
ja: 論理ボリュームマネージャは利用できません
sk: Mana¾ér logických zväzkov nie je k dispozícii
sl: Upravljalnik logičnih nosilcev (LVM) ni na voljo
tr: Mantıksal Hacim Yöneticisi kullanılamaz
zh_tw: Logical Volume Manager 無法使用

source: The current kernel doesn't support the Logical Volume Manager. You may need to load the lvm-mod module.
sk: Aktuálne jadro nepodporuje mana¾ér logických zväzkov (LVM). Mo¾no potrebujete naèíta» modul lvm-mod.
tr: Kernel'ınız Mantıksal Hacim Yöneticis(LVM) desteklemiyor. Belki lvm-mod modülünü modprobe ile kurmanız gerekebilir.
zh_tw: 當前所使用的 Kernel 不支援 Logical Volume Manager。您也許應該載入 lvm-mod 模組。

source: Found existing volume groups
bs: Pronašao postojeće grupe particija
cs: Nalezeny existující skupiny svazkù
el: Ανιχνεύθηκαν υπάρχουσες ομάδες τόμων
fr: Des groupes de volumes ont été trouvés
hu: Létező kötetcsoportok
ja: 既存のボリュームグループを見つけました
sl: Našel sem osbtoječe skupin nosilcev

source: Should I try to activate the old already existing volume groups I have found in the system (Count: ${COUNT}).
bs: Da li da pokušam aktivirati stare, već postojeće grupe particija koje sam pronašao na sistemu (Count: ${COUNT}).
cs: Mám zkusit aktivovat existující skupiny svazkù, které jsem v systému na¹el (Poèet: ${COUNT})?
el: Θέλετε να ενεργοποιήσετε τις ήδη υπάρχουσες ομάδες τόμων που ανιχνεύθηκαν στο σύστημα (Count: ${COUNT}).
fr: Faut-il essayer d'activer les anciens groupes de volumes trouvés sur le système (nombre : ${COUNT}) ?
hu: Aktiválja a rendszerben talált már meglevő kötetcsoportokat (${COUNT} darab).
ja: システム (カウント: ${COUNT}) に見つけた古い既存のボリュームグループをアクティブ化を試みますか?
sl: Naj poskusim aktivirati stare, že obstoječe skupine nosilcev, ki sem jih našel v sistemu (Skupaj: ${COUNT})?

source: LVM Configuration Menu
bs: LVM konfiguracijski meni
cs: Konfiguraèní menu LVM
el: Μενού ρυθμίσεων του LVM
fr: Menu de configuration de LVM
hu: LVM konfigurációs menü
ja: LVM 設定メニュー
sl: Nastavitveni menu za LVM

source: Please select one of the following options to configure the logical volume manager.
bs: Molim izaberite jednu od sljedećih opcija za podešavanje logical volume managera.
cs: Pro konfiguraci lvm vyberte jednu z následujících mo¾ností.
el: Παρακαλώ επιλέξτε ένα από τα ακόλουθα για ρύθμιση του διαχειριστή λογικών τόμων.
fr: Veuillez choisir une option pour la configuration du gestionnaire de volumes logiques.
hu: A logikai kötetkezelő konfigurálásához válassza a következő lehetőségek valamelyikét.
ja: 論理ボリュームマネージャを設定する以下の選択肢から 1 つを選択してください。
sl: Izberite eno od naslednjih izbir, da bi nastavili upravljalnika logičnih nosilcev.

source: Configure your Volume Groups
bs: Podesite vaše grupe particija
cs: Konfigurovat skupiny svazkù
el: Ρύθμιση των Ομάδων Τόμων
fr: Configuration de vos groupes de volumes
hu: Kötetcsoportok konfigurálása
ja: ボリュームグループの設定
sl: Nastavite vaše skupine nosilcev

source: Please select one of the following options to configure the volume groups.
bs: Molim izaberite jednu od sljedećih opcija za podešavanje grupa particija.
cs: Pro konfiguraci skupin svazkù vyberte jednu z následujících mo¾ností.
el: Παρακαλώ επιλέξτε ένα από τα ακόλουθα για ρύθμιση των ομάδων τόμων.
fr: Veuillez choisir une option pour la configuration des groupes de volumes.
hu: A kötetcsoportok konfigurálásához válassza a következő lehetőségek valamelyikét.
ja: ボリュームグループを設定するために以下の選択肢から 1 つを選択してください。
sl: Izberite eno od naslednjih izbir, da bi nastavili skupine nosilcev.

source: Configure your Logical Volumes
bs: Podesite vaše logičke particije
cs: Konfigurovat logické svazky
el: Ρύθμιση των Λογικών Τόμων
fr: Configuration des volumes logiques
hu: Logikai kötetek konfigurálása
ja: 論理ボリュームの設定
sl: Nastavite vaše logične nosilce

source: Please select one of the following options to configure the logical volumes.
bs: Molim izaberite jednu od sljedećih opcija za podešavanje logičkih particija
cs: Pro konfiguraci logických svazkù vyberte jednu z následujících mo¾ností.
el: Παρακαλώ, επιλέξτε ένα από τα ακούλουθα για τη ρύθμιση των λογικών τόμων.
fr: Veuillez choisir une option pour la configuration des volumes logiques.
hu: A logikai kötetek konfigurálásához válassza a következő lehetőségek valamelyikét.
ja: 論理ボリュームを設定するために以下の選択肢から 1 つを選択してください。
sl: Izberite·eno·od·naslednjih·izbir,·da·bi·nastavili·logične nosilce.

source: Select devices for new volume group
bs: Izaberite diskovne uređaje za novu grupu particija
cs: Vybrat zaøízení pro novou skupinu svazkù
el: Επιλέξτε τις μονάδες που θα αποτελέσουν τη νέα ομάδα τόμων
fr: Choix des périphériques du nouveau groupe de volumes
hu: Új kötetcsoport eszközei
ja: 新しいボリュームグループのデバイスの選択
sl: Izberite naprave za novo skupino nosilcev

source: Please select the devices for the new volume group. You can select one or more devices.
bs: Izaberite diskovne uređaje za novu grupu particija. Možete izabrati jedan ili više uređaja.
cs: Vyberte zaøízení pro novou skupinu svazkù. Mù¾ete vybrat jedno nebo více zaøízení.
el: Παρακαλώ, επιλέξτε τις μονάδες που θα αποτελέσουν τη νέα ομάδα τόμων. Μπορείτε να επιλέξετε περισσότερες από μία μονάδες.
fr: Veuillez choisir les périphériques du nouveau groupe de volumes. Vous pouvez choisir un ou plusieurs périphériques.
hu: Válassza ki az új kötetcsoportban használni kívánt eszközöket. Egy vagy több eszközt is választhat.
ja: 新しいボリュームグループのデバイスを選択してください。1 つ以上のデバイスを選択できます。
sl: Izberite naprave za novo skupino nosilcev. Izberete lahko eno ali več naprav.

source: Insert the volume group name
bs: Unesite naziv grupe particija
cs: Zadejte jméno skupiny svazkù
el: Δώστε το όνομα της ομάδας τόμων
fr: Nom du groupe de volumes
hu: Kötetcsoport neve
ja: ボリュームグループ名の入力
sl: Vnesite ime skupine nosilcev

source: Insert the name you would like to use for the new volume group.
bs: Unesite naziv koji želite koristiti za novu grupu particija.
cs: Zadejte jméno, kterým chcete oznaèovat novou skupinu svazkù.
el: Δώστε το όνομα που θα θέλατε να χρησιμοποιήσετε για τη νέα ομάδα τόμων.
fr: Indiquez le nom que vous souhaitez utiliser pour le nouveau groupe de volumes.
hu: Adja meg az új kötetcsoport nevét.
ja: 新しいボリュームグループに使いたい名前を入力してください。
sl: Vnesite ime, ki bi ga radi uporabili za novo skupino nosilcev.

source: No physical volumes where selected. Aborting the creation of a new volume group.
bs: Fizičke particije nisu izabrane. Odustajem od kreiranja nove grupe particija.
cs: Nebyly vybrány ¾ádné fyzické svazky. Ru¹ím vytváøení nové skupiny svazkù.
el: Δεν επιλέχθηκαν φυσικές μονάδες. Η διαδικασία δημιουργίας ομάδας τόμων ακυρώνεται.
fr: Aucun volume physique n'a été choisi. La création d'un nouveau groupe de volumes est abandonnée.
hu: Nincs kiválasztott fizikai kötet. Az új kötetcsoport létrehozása félbeszakad.
ja: 選択されたものは物理ボリュームではありません。新しいボリュームグループの作成を中断します。
sl: Izbrali niste nobenega fizičnega nosilca. Prekinjam ustvarjanje nove skupine nosilcev.

source: Volume group name already in use
bs: Naziv grupe particija se već koristi
cs: Jméno skupiny svazkù je ji¾ pou¾íváno
el: Το όνομα αυτό της ομάδας τόμων χρησιμοποιείται ήδη
fr: Nom de groupe de volumes déjà utilisé
hu: Kötetcsoportnév foglalt
ja: ボリュームグループ名はすでに使われています
sl: To ime skupine nosilcev je že v uporabi

source: The selected volume group name is already in use. Please choose another name and try it again.
bs: Izabrani naziv grupe particija se već koristi. Molim odaberite drugi naziv i pokušajte ponovo.
cs: Jméno vybrané skupiny svazkù je ji¾ pou¾íváno. Vyberte, prosím, jiné jméno a zkuste to znovu.
el: Το επιλεγμένο όνομα ομάδας τόμων χρησιμοποιείται ήδη. Παρακαλώ, διαλέξτε κάποιο άλλο όνομα και ξαναπροσπαθήστε.
fr: Le nom choisi pour ce groupe de volumes existe déjà. Veuillez choisir un autre nom et réessayer.
hu: A kiválasztott kötetcsoportnév már foglalt. Válasszon másik nevet és próbálja meg ismét.
ja: 選択されたボリュームグループ名はすでに使われています。別の名前を選んで再度試してください。
sl: Izbrano ime skupine nosilcev je že v uporabi. Izberite drugo ime in poskusite znova.

source: Select volume group to delete
bs: Izaberite grupu particija za brisanje
cs: Výbìr skupiny svazkù ke smazání
el: Επιλέξτε το όνομα της ομάδας τόμων προς διαγραφή
fr: Choix du groupe de volumes à supprimer
hu: Törlendő kötetcsoport
ja: 削除するボリュームグループの選択
sl: Izberite skupino nosilcev, ki jo želite zbrisati
