Repository: Sprezzatech/main-menu-udeb
Catalog: partman/partman-ext3/debian/po/*.po
Languages: bs, el, ko, lt, nb, uk

source: Checking the ext3 file system in partition #${PARTITION} of ${DEVICE}...
bs: Provjeravam ext3 datotečni sistem na particiji #${PARTITION} na ${DEVICE}...
el: Έλεγχος του συστήματος αρχείων ext3 στο διαμέρισμα #${PARTITION} του ${DEVICE}...
ko: ${DEVICE} 장치의 #${PARTITION} 파티션의 ext3 파일 시스템을 검사하는 중입니다...
lt: Tikrinimas ext3 failų sistemos įrenginio ${DEVICE} skaidinyje #${PARTITION}...
nb: Sjekker ext3-filsystemet på partisjon #${PARTITION} på ${DEVICE} ...
uk: Перевірка файлової системи ext3 на розділі #${PARTITION} пристрою ${DEVICE}...

source: Creating ext3 file system in partition #${PARTITION} of ${DEVICE}...
bs: Kreiram ext3 datotečni sistem na particiji #${PARTITION} na ${DEVICE}...
el: Δημιουργία συστήματος αρχείων ext3 στο διαμέρισμα #${PARTITION} του ${DEVICE}...
ko: ${DEVICE} 장치의 #${PARTITION} 파티션에 ext3 파일 시스템을 만드는 중입니다...
lt: Kūrimas ext3 failų sistemos įrenginio ${DEVICE} skaidinyje #${PARTITION}...
nb: Oppretter ext3-filsystem på partisjon #${PARTITION} på ${DEVICE} ...
uk: Створення файлової системи ext3 на розділі #${PARTITION} пристрою ${DEVICE}...

source: Go back to the partitioning menu
el: Επιστροφή στο μενού κατάτμησης

source: Continue anyway
el: Συνέχιση ούτως ή άλλως

source: Uncorrected errors in a file system
el: Μη διορθωμένα σφάλματα σε κάποιο σύστημα αρχείων

source: The test of the file system with type ext3 in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
bs: Testom datotečnog sistema tipa ext3 na particiji #${PARTITION} na ${DEVICE} nađene su neispravljene greške.
el: Ο έλεγχος του συστήματος αρχείων τύπου ext3 στο διαμέρισμα #${PARTITION} του ${DEVICE} ανίχνευσε μη διορθωμένα σφάλματα σε αυτό.
ko: ${DEVICE} 장치의 파티션 #${PARTITION}에 ext3 파일 시스템을 테스트하는 중에 바로잡지 않은 오류를 발견했습니다.
lt: Tikrinant ext3 tipo failų sistemą·įrenginio·${DEVICE}·skaidinyje·#${PARTITION}, rasta neištaisytų klaidų.
nb: Testingen av ext3-filsystemet på partisjon #${PARTITION} på ${DEVICE} fant feil som ikke er rettet opp.
uk: Перевірка файлової системи типу ext3 на розділі #${PARTITION} пристрою ${DEVICE} виявила невиправлені помилки.

source: Please choose whether you want to go back to the partitioning menu or ignore these errors and continue the process.
el: Παρακαλώ επιλέξτε αν θέλετε να επιστρέψετε στο μενού κατάτμησης ή να αγνοήσετε τα σφάλματα αυτά και να συνεχίσετε την διαδικασία.

source: Failed to create a file system
bs: Ne mogu kreirati datotečni sistem
el: Απέτυχε η δημιουργία συστήματος αρχείων
ko: 파일 시스템을 만드는 데 실패했습니다
lt: Nepavyko sukurti failų sistemos
nb: Klarte ikke å lage et filsystem
uk: Не вдалося створити файлову систему

source: The ext3 file system creation in partition #${PARTITION} of ${DEVICE} failed.
bs: Kreiranje ext3 datotečnog sistema na particiji #${PARTITION} na ${DEVICE} nije uspjelo.
el: Απέτυχε η δημιουργία συστήματος αρχείων ext3 στο διαμέρισμα #${PARTITION} του ${DEVICE}.
ko: ${DEVICE} 장치의 파티션 #${PARTITION}에 ext3 파일 시스템을 만드는 데 실패했습니다.
lt: Nepavyko sukurti ext3 failų sistemos įrenginio ${DEVICE} skaidinyje #${PARTITION}.
nb: Opprettingen av ext3-filsystemet på partisjon #${PARTITION} på ${DEVICE} mislyktes.
uk: Не вдалося створити файлову систему ext3 на розділі #${PARTITION} пристрою ${DEVICE}.

source: Resume partitioning
el: Συνέχιση της κατάτμησης

source: Do not use the partition
el: Να μη χρησιμοποιηθεί το διαμέρισμα

source: Use partition with no file system. Resume the partitioning?
el: Να χρησιμοποιηθεί το διαμέρισμα χωρίς σύστημα αρχείων. Να συνεχιστεί η κατάτμηση;

source: No mount point is assigned for ext3 filesystem in partition #${PARTITION} of ${DEVICE}. Do you want to return to the partitioning menu?
el: Δεν έχει οριστεί σημείο επαφής για το σύστημα αρχείων τύπου ext3 στο διαμέρισμα #${PARTITION} του ${DEVICE}. Θέλετε να επιστρέψετε στο μενού κατάτμησης;

source: /, /boot, /home, /tmp, /usr, /usr/local, /var, Enter manually, Do not mount it
bs: /, /boot, /home, /tmp, /usr, /usr/local, /var, Unesi ručno, Nemoj montirati
el: /, /boot, /home, /tmp, /usr, /usr/local, /var, Εισάγετε χειροκίνητα, Μη το συναρμόσετε
ko: /, /boot, /home, /tmp, /usr, /usr/local, /var, 수동으로 입력, 마운트하지 않음
lt: /, /boot, /home, /tmp, /usr, /usr/local, /var, Įveskite rankiniu būdu, Nemontuoti jo
nb: /, /boot, /home, /tmp, /usr, /usr/local, /var, Skriv inn manuelt, Ikke monter det
uk: /, /boot, /home, /tmp, /usr, /usr/local, /var, Ввести вручну, Не монтувати

source: Please choose the mountpoint for this partition
bs: Molim odaberite tačku montiranja za ovu particiju
el: Παρακαλώ επιλέξτε το σημείο επαφής για αυτό το διαμέρισμα
ko: 이 파티션을 마운트할 위치를 선택하십시오
lt: Pasirinkite šio disko skaidinio montavimo tašką
nb: Velg et monteringspunkt for denne partisjonen
uk: Виберіть точку монтування для цього розділу

source: Invalid mount point
bs: Neispravna tačka montiranja
el: Μη έγκυρο σημείο επαφής
ko: 마운트할 위치가 잘못되었습니다
lt: Neteisingas montavimo taškas
nb: Ugyldig monteringspunkt
uk: Невірна точка монтування

source: The mount point you entered is invalid.
bs: Tačka montiranja koju ste unijeli nije ispravna.
el: Το σημείο επαφής που εισάγατε δεν είναι έγκυρο.
ko: 입력한 마운트할 위치가 잘못되었습니다.
lt: Jūsų nurodytas montavimo taškas neteisingas.
nb: Monteringspunktet du skrev inn er ugyldig.
uk: Введена точка монтування невірна.

source: Mount points must start with /. They cannot contain spaces.
bs: Tačke montiranja počinju sa /. One ne mogu sadržavati razmake.
el: Το σημείο επαφής θα πρέπει να αρχίζει με /. Δε μπορεί να περιέχει κενά.
ko: 마운트 위치는 /로 시작해야 합니다. 공백이 들어가면 안 됩니다.
lt: Montavimo taškas turi prasidėti simboliu / ir negali turėti tarpo simbolių.
nb: Monteringspunktene må starte med /. De kan ikke inneholde mellomrom.
uk: Точки монтування повинні починатися з /. Вони не можуть містити пробілів.

source: Mount point for this partition:
bs: Tačka montiranja za ovu particiju:
el: Ορίστε το σημείο επαφής για το διαμέρισμα αυτό:
ko: 이 파티션을 마운트할 위치:
lt: Šio disko skaidinio montavimo taškas:
nb: Monteringspunkt for denne partisjonen:
uk: Точка монтування для цього розділу:

source: Specify mount options
bs: Naznačite opcije montiranja
el: Ορίστε τις επιλογές συναρμογής
lt: Nusakyti montavimo savybes

source: Mount options:
bs: Opcije montiranja:
el: Επιλογές συναρμογής:
ko: 마운트 옵션:
lt: Montavimo nuostatos:
nb: Monteringsvalg:
uk: Опції монтування:

source: You may choose one or more mounting options among the following:
bs: Možete odabrati jednu ili više opcija za montiranje između sljedećih:
el: Μπορείτε να επιλέξετε μία η περισσότερες από τις ακόλουθες επιλογές συναρμογής:

source: noatime -- do not update inode access times for each access. This option is e.g. useful for fast access to news spools. It is recommended for file systems on Compact Flash cards, USB Flash Drive and similar devices as they break down after too many writes.
bs: noatime -- bez osvježavanja vrijemena pristupa sektorima pri svakom pristupu. Ova opcija je npr. korisna za brzo pristupanje novih zahtjeva. Preporučuje se za datotečne sisteme na Compact Flash karticama, USB Flash pogonu i sličnim uređajima koji se kvare nakon mnogo pisanja.
el: noatime -- δεν γίνεται ανανέωση του πεδίου χρόνου τελευταίας πρόσβασης. Αυτή η επιλογή είναι π.χ. χρήσιμη για ταχεία πρόσβαση σε αρχεία newsgroups. Συνιστάται για συστήματα αρχείων σε κάρτες Compact Flash, συσκευές αποθηκευτικής μνήμης USB (Flash disks) και παρόμοιες συσκευές καθώς φθείρονται μετά από πολλές εγγραφές.

source: nodev -- do not interpret character or block special devices. On hardened secure hosts this option should be used for all file systems that contain directories where regular users have write access (/home, /tmp, /var/tmp, etc.). Do not use this option for the root file system.
bs: nodev -- bez interpretiranja znakovnih ili blokovskih specijalnih uređaja. Na računarima na kojima se zahtijeva jaka sigurnost ova opcija se treba koristiti za sve datotečne sisteme koji sadrže direktorije u koje obični korisnici mogu upisivati podatke (/home, /tmp, /var/tmp, itd.). Nemojte koristiti ovu opciju za root datotečni sistem.
el: nodev -- δεν ερμηνεύονται τα σημεία επαφής μονάδων χαρακτήρων ή block. Σε συστήματα υψηλής ασφαλείας, η επιλογή αυτή θα πρέπει να χρησιμοποιείται σε όλα τα συστήματα αρχείων που περιέχουν καταλόγους όπου οι χρήστες έχουν δικαίωμα εγγραφής (/home, /tmp, /var/tmp, κλπ). Μην τη χρησιμοποιήσετε για το βασικό σύστημα αρχείων (το root filesystem).

source: nosuid -- ignore set-user-identifier or set-group-identifier bits (this is not safe if you have suidperl installed).
bs: nosuid -- ignorisanje set-user-identifier ili set-group-identifier bitova (ovo nije sigurno ako imate suidperl instaliran).
el: nosuid -- θα αγνοηθούν τα bit ταυτότητας χρήστη ή ομάδος (set-user ή set group bit) των αδειών προσπέλασης (κάτι τέτοιο δεν είναι ασφαλές αν έχετε εγκατεστημένο το πακέτο suidperl).

source: noexec -- do not allow execution of any binaries.
bs: noexec -- zabranjeno izvršavanje binarnih datoteka.
el: noexec -- δεν επιτρέπεται η εκτέλεση οποιωνδήποτε εκτελέσιμων αρχείων.

source: ro -- mount the file system read-only.
bs: ro -- montiraj datotečni sistem read-only (samo za čitanje).
el: ro -- το σύστημα αρχείων θα συναρμοστεί μόνο για ανάγνωση.

source: sync -- all input/output activities occur synchronously on the file system;
bs: sync -- sve ulazno/izlazne aktivnosti se pojavljuju u isto vrijeme na datotečnom sistemu;
el: sync -- κάθε εργασία εισόδου/εξόδου στο σύστημα αρχείων θα γίνεται σύγχρονα.

source: usrquota / grpquota -- user/group disk quota accounting enabled, and limits (optionally) enforced.
bs: usrquota / grpquota -- uključen user/group disk quota accounting i limiti (opcionalno) sprovođeni.
el: usrquota / grpquota -- θα ενεργοποιηθεί η λογιστική εκμεταλλεύσιμου χώρου στους δίσκους από χρήστες/ομάδες με προεραιτική επιβολή ορίων χρήσης.

source: Go back to the menu and correct errors?
bs: Vratiti se nazad na meni i ispraviti greške?
ko: 메뉴로 돌아가서 오류를 바로잡으시겠습니까?
lt: Ar grįžti į meniu ir ištaisyti klaidas?
nb: Vil du gå tilbake til menyen og rette opp feil?
uk: Повернутися до меню та виправити помилки?

source: If you do not go back to the partitioning menu and correct these errors, the partition will not be used at all.
bs: Ako se ne vratite nazad na meni za particionisanje i ispravite ove greške, particija se neće uopšte koristiti.
ko: 파티션 메뉴로 돌아가서 이 오류를 바로잡지 않으면, 이 파티션 전체를 사용할 수 없게 됩니다.
lt: Jei Jūs negrįšite į disko skaidymo meniu ir neištaisysite šių klaidų, šis skaidinys nebus naudojamas iš viso.
nb: Hvis du ikke går tilbake til partisjoneringsmenyen og retter opp disse feilene, vil partisjonen ikke bli brukt i det hele tatt.
uk: Якщо ви не повернетесь до меню розбивки та не виправите помилки, то розділ не буде використано взагалі.

source: Do you want to return to the partitioning menu?
bs: Da li se želite vratiti na meni za particionisanje?
ko: 파티션 메뉴로 돌아가시겠습니까?
lt: Ar norite grįžti į disko skaidymo meniu?
nb: Vil du gå tilbake til partisjoneringsmenyen?
uk: Чи бажаєте ви повернутися до меню розбивки?

source: No mount point is assigned for the ext3 filesystem in partition #${PARTITION} of ${DEVICE}.
bs: Tačka montiranja nije dodijeljena za ext3 datotečni sistem na particiji #${PARTITION} na ${DEVICE}.
ko: ${DEVICE} 장치의 파티션 #${PARTITION}의 ext3 파일 시스템을 마운트할 위치를 지정하지 않았습니다.
lt: Nėra priskirta montavimo taško failų·sistemai ext3, esančiai įrenginio ${DEVICE} skaidinyje #${PARTITION}.
nb: Ingen monteringspunkt er tilknyttet ext3-filsystemet på partisjon #${PARTITION} på ${DEVICE}.
uk: Для файлової системи ext3 на розділі #${PARTITION} пристрою ${DEVICE} не призначено точку монтування.

source: If you do not go back to the partitioning menu and assign a mount point from there, this partition will not be used at all.
ko: 파티션 메뉴로 돌아가서 마운트 위치를 지정하지 않으면, 이 파티션 전체를 사용할 수 없게 됩니다.
nb: Hvis du ikke går tilbake til partisjonsmenyen og oppgir et monteringspunkt der, vil denne partisjonen ikke bli brukt i det hele tatt.

source: Mount point:
ko: 마운트 위치:
nb: Monteringspunkt:
uk: Точка монтування:

source: No mount point
ko: 마운트할 위치가 없습니다
nb: Ugyldig monteringspunkt
uk: Не монтувати

source: noatime - do not update inode access times at each access
nb: noatime - ikke oppdater inode-tilgangen ved hver tilgang

source: nodev - do not support character or block special devices
nb: nodev - ikke støtte krakterer eller spesielle blokkenheter

source: nosuid - ignore set-user-identifier or set-group-identifier bits
nb: nosuid - overse bruker-identifikasjon eller sett gruppe-identifikatorbits

source: noexec - do not allow execution of any binaries
nb: noexec - ikke tillat kjøring av kjørbare filer

source: ro - mount the file system read-only
nb: ro - monter filsystemet uten skrivetilgang

source: sync - all input/output activities occur synchronously
nb: sync - alle aktiviteter for inn- og utdata skjer synkront

source: usrquota - user disk quota accounting enabled
nb: userquota - brukerkvoter er skrudd på

source: grpquota - group disk quota accounting enabled
nb: grpquota - gruppekvoter er skrudd på

source: Mount options can tune the behavior of the file system.
nb: Monteringsvalg kan justere egenskapene til filsystemet.

source: ext3 journalling file system
nb: ext3-journalerende filsystem

source: If you do not go back to the partitioning menu and assign a mount point from there, this partition will not be used at all
bs: Ako se ne vratite nazad na meni za particionisanje i tamo ne dodijelite tačku montiranja, particija se neće uopšte koristiti.
lt: Jei Jūs negrįšite į disko skaidymo meniu ir nepriskirsite montavimo taško, šis skaidinys nebus naudojamas iš viso.
uk: Якщо ви не повернетесь до меню розбивки та не призначите точку монтування, то цей розділ не буде використано взагалі

source: You may choose one or more mounting options among the following.
ko: 다음 마운트 옵션중에서 한 개 이상 지정할 수 있습니다.
lt: Jūs galite pasirinkti vieną ar daugiau montavimo nuostatų iš žemiau pateiktų.
uk: Ви можете вибрати опції монтування серед приведених.

source: Specify mount point
lt: Nurodykite montavimo tašką
