Repository: Sprezzatech/main-menu-udeb
Catalog: packages/debian-installer-launcher/debian/po/*.po
Languages: sr@latin

source: Install the system
sr@latin: Instaliraj sistem

source: Installing the system...
sr@latin: Instaliranje sistema...

source: Copying data to disk...
sr@latin: Kopiranje podataka na disk...

source: Cleaning up network settings...
sr@latin: Čišćenje podešavanja mreže...

source: Removing packages specific to the live system...
sr@latin: Uklanjanje paketa specifičnih za „live“ sistem...

source: Reconfiguring X.org...
sr@latin: Konfigurisanje X.org servera...

source: Running ${SCRIPT}...
sr@latin: Izvršavanje skripte ${SCRIPT}...

source: normal
sr@latin: normalno

source: live
sr@latin: živo

source: Type of installation:
sr@latin: Tip instalacije:

source: The live system can be installed to hard disk using one of the following options.
sr@latin: „Live“ sistem može biti instaliran na hard disk koristeći sledeće opcije.

source: If you choose 'normal', the system will be installed as a regular system. If you choose 'live', the installed system will continue to act as a live system but it can then be launched directly from the hard disk.
sr@latin: Ako izaberete 'normal', instaliraće se regularnu sistem. Ako izaberete 'live', instalirani sistem će nastaviti da se ponaša kao živ sistem, ali će kasnije biti pokrenut sa hard diska.
