Repository: Sprezzatech/main-menu-udeb
Catalog: tools/*-installer/debian/po/*.po
Languages: ar, bs, cs, de, es, it, ja, lt, lv, nb, nl, nn, pl, ru, sk, sl, sv, tr, zh_cn

source: Failed to install the base system
ar: فشل تثبيت النظام الأساسي
de: Installation des Basissystems fehlgeschlagen
es: Error al instalar el sistema base
it: Installazione del sistema base fallita
lt: Nepavyko įdiegti bazinės sistemos dalies
nb: Klarte ikke å installere basesystemet
nl: Installatie van het basissysteem is mislukt
nn: Klarte ikkje å installere basesystemet
sk: Chyba pri in¹talácii základného systému
sv: Misslyckades att installera grundsystemet
tr: Ana sistem kurulamıyor
zh_cn: 安装基本系统失败

source: The base system installation into /target/ failed.
ar: فشل تثبيت النظام الأساسي داخل /target/.
de: Die Installation des Basissystems nach /target ist fehlgeschlagen.
es: La instalación del sistema base en /target/ ha fallado.
it: L'installazione del sistema base in /target/ è fallita.
lt: Bazinės sistemos dalies diegimas į /target/ nepavyko
nb: Installasjon av basesystemet inn i /target/ feilet.
nl: Installatie van het basissysteem naar /target/ is mislukt
nn: Installasjon av basesystemet inn i /target/ feila.
sk: In¹talácia základného systému do /target zlyhala.
sv: Installationen av grundsystemet till /target misslyckades.
tr: Ana sistemin /target 'a kurulumu başarısız
zh_cn: 将基本系统安装到 /target/ 失败

source: Please check /target/var/log/debootstrap.log and /target/var/log/debootstrap.err.log for the details.
de: Überprüfen Sie bitte /target/var/log/debootstrap.log und /target/var/log/debootstrap.err.log für weitere Details.
es: Por favor, revise los ficheros de registro /target/var/log/debootstrap.log y /target/var/log/debootstrap.err para más detalles.
it: Controllare /target/var/log/debootstrap.log e /target/var/log/debootstrap.err.log per i dettagli
lt: Detalesnę informaciją rasite failuose /target/var/log/debootstrap.log ir /target/var/log/debootstrap.err.
nb: Sjekk /target/var/log/debootstrap.log og /target/var/log/debootstrap.err.log for detaljene.
nl: De details vindt u in de bestanden /target/var/log/debootstrap.log en /target/var/log/debootstrap.err.log.
nn: Sjekk /target/var/log/debootstrap.log og /target/var/log/debootstrap.err.log for detaljane.
sv: Kolla /target/var/log/debootstrap.log och /target/var/log/debootstrap.err.log för detaljerna.
zh_cn: 详情请查看 /target/var/log/debootstrap.log 和 /target/var/log/debootstrap.err.log 中的记录。

source: The debootstrap program exited with an error (return value ${EXITCODE}).
ar: برنامج debootstrap خرج مع خطأ (القيمة المرجعة ${EXITCODE}).
de: debootstrap wurde mit einem Fehler beendet (zurückgegebener Wert ${EXITCODE}).
es: El programa debootstrap terminó con errores (valor de retorno ${EXITCODE}).
it: Il programma debootstrap è terminato con un errore (valore restituito ${EXITCODE}).
lt: Nutrauktas programos debootstrap vykdymas dėl klaidos (klaidos kodas ${EXITCODE}).
nb: debootstrap avsluttet med en feil (returverdi ${EXITCODE}).
nl: Het debootstrap-programma is geëindigd met een fout (teruggegeven waarde is ${EXITCODE}).
nn: debootstrap avslutta med ein feil (returverdi ${EXITCODE}).
sk: Program debootstrap skonèil s chybou (návratová hodnota ${EXITCODE}).
sv: Programmet debootstrap avslutades med ett fel (returvärde ${EXITCODE}).
tr: debootstrap bir hata ile sonlandı (hata kodu ${EXITCODE})
zh_cn: debootstrap 程序因为错误而退出 (错误代码 ${EXITCODE})。

source: Base system installation error
ar: خطأ بتثبيت النظام الأساسي
de: Bei der Installation des Basis-Systems ist ein Fehler aufgetreten.
es: Error en la instalación del sistema base
it: Errore di installazione del sistema base
lt: Bazinės sistemos dalies diegimo klaida
nb: Feil ved installasjonen av basesystemet
nl: Fout bij installatie van het basissysteem
nn: Feil ved installasjonen av basesystemet
sk: Chyba pri in¹talácii základného systému
sv: Installationsfel av grundsystemet
tr: Ana sistem kurulum hatası
zh_cn: 基本系统安装出错

source: The debootstrap program exited abnormally.
ar: خرج debootstrap بشكل غير طبيعي.
es: El programa debootstrap terminó de forma anormal.
it: Il programma debootstrap è terminato in modo anormale.
lt: Avarinis programos debootstrap vykdymo užbaigimas.
nb: debootstrap avsluttet unormalt.
nl: Het debootstrap-programma is op abnormale wijze geëindigd.
nn: debootstrap avslutta unormalt.
sk: Program debootstrap skonèil neobvykle.
sv: Programmet debootstrap avslutades onormalt.
tr: debootstrap beklenmedik bir şekilde sonlandı
zh_cn: debootstrap 程序异常退出。

source: You might find more information in /target/var/log/debootstrap.log.
es: Puede encontrar más información en /target/var/log/debootstrap.log.
it: Si possono trovare maggiori informazioni in /target/var/log/debootstrap.log.
lt: Daugiau informacijos rasite faile /target/var/log/debootstrap.log.
nb: Du finner kanskje mer informasjon i /target/var/log/debootstrap.log.
nl: U vindt wellicht meer informatie vinden in het bestand /target/var/log/debootstrap.log.
nn: Du finn kanskje meir informasjon i /target/var/log/debootstrap.log.
sv: Du kan hitta mer information i /target/var/log/debootstrap.log.
zh_cn: 您可以在 /target/var/log/debootstrap.log 找到更多信息。

source: The following error occurred:
ar: حدث الخطأ التالي:
cs: Vyskytla se následující chyba:
de: Es ist der folgende Fehler aufgetreten:
es: Tuvo lugar el siguiente error:
it: Si è verificato il seguente errore:
ja: 以下のエラーが発生しました:
lt: Įvyko sekanti klaida:
lv: Radās sekojoša kļūda:
nb: Følgende feil oppsto:
nl: De volgende fout is opgetreden:
nn: Følgjande feil oppsto:
pl: Wyst±pi³ nastêpuj±cy b³±d:
ru: Произошла следующая ошибка:
sk: Vyskytla sa nasledujúca chyba:
sl: Prišlo je do naslednje napake:
sv: Följande fel inträffade:
tr: Bir hata oluştu :
zh_cn: 产生了下列错误：

source: You might find more information in /target/var/log/debootstrap.log or /target/var/log/debootstrap.err.log.
es: Puede encontrar más información en /target/var/log/debootstrap.log o /target/var/log/debootstrap.err.log.
it: Si possono trovare maggiori informazioni in /target/var/log/debootstrap.log o /target/var/log/debootstrap.err.log.
lt: Daugiau informacijos rasite failuose /target/var/log/debootstrap.log ar /target/var/log/debootstrap.err.log.
nb: Du finner muligens mer informasjon i /target/var/log/debootstrap.log eller /target/var/log/debootstrap.err.log.
nl: U vindt wellicht meer informatie in de bestanden /target/var/log/debootstrap.log en /target/var/log/debootstrap.err.log.
nn: Du finn kanskje meir informasjon i /target/var/log/debootstrap.log eller /target/var/log/debootstrap.err.log.
sv: Du kan hitta mer information i /target/var/log/debootstrap.log eller /target/var/log/debootstrap.err.log.
zh_cn: 您可以在 /target/var/log/debootstrap.log 或 /target/var/log/debootstrap.err.log 中找到更多信息。

source: Unknown download style.
cs: Neznámá metoda stahování.
de: Unbekannte Download-Methode.
es: Tipo de descarga desconocido.
it: Stile di download sconosciuto.
ja: 未知のダウンロードスタイルです。
lt: Nežinomas atsisiuntimo būdas.
lv: Nezināms lejupielādes stils.
nb: Ukjent nedlastingsstil.
nl: Onbekende ophaalstijl
nn: Ukjend nedlastingsstil.
pl: Nieznany sposób pobierania.
ru: Неизвестный вид загрузки.
sl: Neznan slog prenosa.
sv: Okänd hämtningstyp.
zh_cn: 未知下载类型。

source: Unknown mirror style.
cs: Neznámý typ zrcadla.
de: Unbekannte Mirror-Methode
es: Tipo de réplica desconocido.
it: Stile di mirror sconosciuto.
ja: 未知のミラースタイルです。
lt: Nežinomas "veidrodžio" tipas.
lv: Nezināms spoguļservera stils.
nb: Ukjent speil-stil.
nl: Onbekende spiegelserver-stijl
nn: Ukjend spegelstil.
pl: Nieznany typ serwera lustrzanego.
ru: Неизвестный вид зеркала.
sl: Neznan slog zrcala.
sv: Okänd spegeltyp.
zh_cn: 未知镜像类型。

source: ${SUBST0} was not pre-downloaded.
ar: لم يتم تنزيل ${SUBST0} مسبقاً.
cs: ${SUBST0} je¹tì nebyl sta¾en.
de: ${SUBST0} wurde zuvor nicht heruntergeladen.
es: No se pre-descargó ${SUBST0}.
it: ${SUBST0} non è stato prescaricato.
ja: ${SUBST0} は事前ダウンロードされていません。
lt: ${SUBST0} nebuvo iš anksto atsisiųstas.
lv: ${SUBST0} nebija lejupielādēts agrāk (kā bija plānots)
nb: ${SUBST0} var ikke lastet ned på forhånd.
nl: ${SUBST0} was niet op voorhand opgehaald.
nn: ${SUBST0} var ikkje lasta ned på førehand.
pl: ${SUBST0} nie zosta³ wcze¶niej pobrany.
ru: ${SUBST0} не был заранее скачан.
sk: ${SUBST0} e¹te nebol stiahnutý.
sl: ${SUBST0} nisem predprenesel.
sv: ${SUBST0} hämtades inte i förväg.
tr: ${SUBST0} önceden indirilmemiş
zh_cn: ${SUBST0} 没有预先下载。

source: Unknown location ${SUBST0}.
ar: موقع مجهول ${SUBST0}.
cs: Neznámé umístìní ${SUBST0}.
de: Unbekannte Adresse ${SUBST0}.
es: Localización desconocida ${SUBST0}.
it: ${SUBST0}: posizione sconosciuta.
ja: ${SUBST0} は未知の場所です。
lt: Nežinomas ${SUBST0} adresas.
lv: Nezināma atrašanās vieta ${SUBST0}.
nb: Ukjent sted ${SUBST0}.
nl: Onbekende locatie ${SUBST0}.
nn: Ukjend stad ${SUBSTO}.
pl: Nieznane po³o¿enie: ${SUBST0}.
ru: Неизвестный адрес ${SUBST0}.
sk: Neznáme umiestnenie ${SUBST0}.
sl: Neznana lokacija ${SUBST0}.
sv: Okänd plats ${SUBST0}.
tr: Bilinmeyen konum {SUBST0}
zh_cn: 未知位置 ${SUBST0}。

source: Failed getting Release file ${SUBST0}.
ar: فشل تلقي ملف الإصدار ${SUBST0}.
cs: Selhalo sta¾ení Release souboru ${SUBST0}.
de: Fehler beim Laden der Release-Datei ${SUBST0}.
es: Error al obtener el fichero de Versión ${SUBST0}.
it: Errore durante il download del file Release ${SUBST0}.
ja: Release ファイル ${SUBST0} の取得に失敗しました。
lt: Nepavyko gauti ${SUBST0} Release failo.
lv: Kļūda iegūstot Release failu ${SUBST0}.
nb: Ute av stand til å hente Release-filen ${SUBST0}.
nl: Ophalen van 'Release'-bestand ${SUBST0} is mislukt.
pl: B³±d podczas pobierania pliku Release: ${SUBST0}.
ru: Не удалось получить Release-файл для ${SUBST0}.
sk: Zlyhalo stiahnutie Release súboru ${SUBST0}.
sl: Pridobivanje datoteke Release ${SUBST0} ni uspelo.
sv: Misslyckades att hämta filen Release ${SUBST0}.
tr: Sürüm dosyası ${SUBST0} alınamıyor
zh_cn: 无法获得 Release 文件 ${SUBST0}。

source: Invalid Release file, no valid components.
cs: Neplatný Release soubor - neobsahuje platné èásti
de: Ungültige Release-Datei, keine gültigen Komponenten.
es: Fichero de Versión incorrecto, no hay componentes válidos.
it: File Release non valido, componenti non validi.
ja: 無効な Release ファイルです。有効なコンポーネントがありません。
lt: Neteisingas Release failas, nėra teisingų komponentų.
lv: Nekorekts Release fails, nav korektu komponenšu.
nb: Ugyldig Release-fil, ingen gyldige komponenter.
nl: Ongeldig 'Release'-bestand, geen geldige onderdelen.
pl: Nieprawid³owy plik Release, brak poprawnych czê¶ci.
ru: Неверный Release-файл, не содержит правильных компонент.
sl: Neveljavna datoteka Release, ni veljavnih komponent.
sv: Filen Release är ogiltig. Inga giltiga komponenter.
zh_cn: 无效的 Release 文件，非有效的组件。

source: Invalid Release file, no entry for ${SUBST0}.
cs: Neplatný Release soubor - neobsahuje polo¾ku pro ${SUBST0}.
de: Ungültige Release-Datei, kein Eintrag für ${SUBST0}.
es: Fichero de Versión incorrecto, no hay entrada para ${SUBST0}.
it: File Release non valido, nessuna voce per ${SUBST0}.
ja: 無効な Release ファイルです。${SUBST0} のエントリがありません。
lt: Neteisingas Release failas, nėra įrašo ${SUBST0}.
lv: Nekorekts Release fails, nav ${SUBST0} komponentes.
nb: Ugyldig Release-fil, ingen oppføring for ${SUBST0}.
nl: Ongeldig 'Release'-bestand, geen ingang voor ${SUBST0}.
nn: Ugyldig «Release»-fil, inga oppføring for ${SUBST0}.
pl: Nieprawid³owy plik Release, brak wpisu dla ${SUBST0}.
ru: Неверный Release-файл, не содержит описания для ${SUBST0}.
sl: Neveljavna datoteka Release, ni vnosa za ${SUBST0}.
sv: Filen Release är ogiltig. Ingen post för ${SUBST0}.
zh_cn: 无效的 Release 文件，没有 ${SUBST0} 项目。

source: Couldn't download ${SUBST0}.
ar: لم يمكن تنزيل ${SUBST0}.
cs: Nelze stáhnout ${SUBST0}.
de: ${SUBST0} konnte nicht heruntergeladen werden.
es: No se pudo descargar ${SUBST0}.
it: Impossibile scaricare ${SUBST0}.
ja: ${SUBST0} をダウンロードできませんでした。
lt: Nepavyko atsisiųsti ${SUBST0}.
lv: Nevarēja lejuplādēt ${SUBST0}.
nb: Kunne ikke laste ned ${SUBST0}.
nl: Ophalen van ${SUBST0} is mislukt.
nn: Klarte ikkje lasta ned ${SUBSTO}.
pl: Nie mo¿na by³o pobraæ ${SUBST0}.
ru: Не удалось скачать ${SUBST0}.
sk: Nedá sa stiahnu» ${SUBST0}.
sl: Nisem mogel prenesti ·${SUBST0}.
sv: Kunde inte hämta ${SUBST0}.
tr: ${SUBST0} indirilemiyor
zh_cn: 不能下载 ${SUBST0}。

source: No ${SUBST0}. Cannot create devices.
cs: ${SUBST0} neexistuje. Nelze vytvoøit zaøízení.
de: ${SUBST0} nicht vorhanden. Das Gerät konnte nicht angelegt werden.
es: No existe ${SUBST0}. No se pueden crear dispositivos.
it: Nessun ${SUBST0}. Impossibile creare i device.
ja: ${SUBST0} がありません。デバイスを作成できません。
lt: Nėra ${SUBST0}. Negaliu sukurti įrenginio.
lv: ${SUBST0} nav atrasts. Nevar izveidot iekārtas.
nb: Ingen ${SUBST0}. Kan ikke opprette enheter.
nl: Er is geen ${SUBST0}. Kan geen apparaten aanmaken
nn: Ingen ${SUBST0}. Kan ikkje oppretta einingar.
pl: Brak ${SUBST0}. Nie mo¿na utworzyæ pliku urz±dzenia.
ru: Нет ${SUBST0}. Не могу создать устройства.
sl: ${SUBST0} ne obstaja. Ne morem ustvariti naprav.
sv: Ingen ${SUBST0}. Kan inte skapa enheter.
zh_cn: 没有 ${SUBST0}。无法创建设备。

source: Unknown dselect method.
cs: Neznámá metoda dselectu.
de: Ungültige dselect Methode.
es: Método de dselect desconocido.
it: Metodo di dselect sconosciuto.
ja: 未知の dselect メソッドです。
lt: Nežinomas dselect metodas.
lv: Nezināma dselect metode.
nb: Ukjent dselect-metode.
nl: Onbekende dselect-methode.
nn: Ukjend dselect-metode.
pl: Nieznana metoda dselect.
ru: Неизвестный метод для dselect.
sl: Neznana metoda dselect.
sv: Okänd dselect-metod.
zh_cn: 未知 dselect 方法。

source: Debootstrap Error
ar: خطأ بـDebootstrap
cs: Chyba debootstrapu
de: Fehler beim Ausführen von Debootstrap.
es: Error en debootstrap
it: Errore di Debootstrap
ja: Debootstrap エラー
lt: Klaida vykdant debootstrap
lv: Debootstrap Kļūda
nb: Feil med debootstrap
nl: Debootstrap-fout
nn: Feil med debootstrap
pl: B³±d debootstrap
ru: Ошибка при выполнении Debootstrap.
sk: Chyba programu debootstrap
sl: Napaka Deboostrap
sv: Fel i debootstrap.
tr: Debootstrap hatası
zh_cn: Debootstrap 错误

source: Interrupt caught ... exiting.
ar: مُسك مُقاطع ... جاري الخروج
cs: Odchyceno pøeru¹ení ... zavøete oèi, odcházím.
de: Interrupt aufgetreten ... beende.
es: Se recibió una interrupción... saliendo.
it: Interrupt ricevuto... Uscita in corso.
ja: インタラプトを受け取りました ... 終了しています。
lt: Gautas pertraukimo signalas ... darbas nutraukiamas.
lv: Saņēmu pārtraukuma signālu ... beidzu darbu.
nb: Mottok avbrudd... avslutter.
nl: Interrupt gekregen ... er wordt afgesloten.
nn: Mottok avbrot... avsluttar.
pl: Otrzymano sygna³ przerwania ... wychodzenie.
ru: Получен сигнал прерывания... работа прекращена.
sk: Zachytené preru¹enie ... konèím.
sl: Prekinitev ujeta ...prekinjam.
sv: Avbrott togs emot ... avslutar.
tr: Aktarım durdu ... sonlanıyor.
zh_cn: 发生中断 ... 正在退出。

source: Retrieving Release file...
de: Release-Datei wird heruntergeladen...
es: Descargando fichero de Versión...
it: Ricezione del file Release...
lt: Paimamas Release failas...
nb: Henter Release-filen ...
nl: 'Release'-bestand wordt opgehaalt...
sv: Hämtar filen Release ...
zh_cn: 获取 Release 文件...

source: Retrieving Packages files...
de: Packages-Datei wird heruntergeladen...
es: Descargando índices de paquetes...
it: Ricezione dei file Packages...
lt: Paimami Packages·failai...
nb: Henter Packages-filene ...
nl: 'Package'-bestanden worden opgehaald...
nn: Hentar pakkefilene ...
sv: Hämtar filerna Packages ...
zh_cn: 获取软件包文件...

source: Retrieving packages...
de: Herunterladen der Pakete...
es: Descargando paquetes...
it: Ricezione dei pacchetti...
lt: Paimami paketai...
nb: Henter pakker...
nl: Pakketten worden opgehaald...
nn: Hentar pakkar ...
sv: Hämtar paket ...
zh_cn: 获取软件包...

source: Retrieving Packages file...
de: Packages-Datei wird heruntergeladen...
es: Descargando índice de paquetes...
it: Ricezione del file Packages...
lt: Paimamas failas Packages...
nb: Henter Packages-filen...
nl: 'Packages'-bestand wordt opgehaald...
nn: Hentar pakkefil ...
sv: Hämtar filen Packages ...
zh_cn: 获取软件包文件...

source: Extracting packages...
de: Entpacken der Pakete...
es: Extrayendo paquetes...
it: Estrazione dei pacchetti...
lt: Paketai išpakuojami...
nb: Pakker ut pakker...
nl: Pakketten worden uitgepakt...
nn: Pakkar ut pakkar ...
sv: Packar upp paket...
zh_cn: 解开软件包...

source: Installing base system...
de: Installiere Basis-System...
es: Instalando el sistema base...
it: Installazione del sistema base...
lt: Diegiama bazinė sistema...
nb: Installerer basesystemet...
nl: Basissysteem wordt geïnstalleerd...
nn: Installerer basesystemet ...
sv: Installerar grundsystemet...
zh_cn: 安装基本系统...

source: Validating ${SUBST0}...
ar: التأكد من صحّة ${SUBST0}...
de: Überprüfe ${SUBST0}...
es: Validando ${SUBST0}...
it: Validazione di ${SUBST0}...
lt: Tikrinimas ${SUBST0}...
nb: Validerer ${SUBST0}...
nl: ${SUBST0} wordt gevalideerd...
nn: Validerer ${SUBST0} ...
sk: Overuje sa ${SUBST0}...
sv: Bekräftar ${SUBST0}...
tr: ${SUBST0} doğrulanıyor...
zh_cn: 校验 ${SUBST0}...

source: Retrieving ${SUBST0}...
ar: جاري جلب ${SUBST0}...
de: Lade ${SUBST0} herunter...
es: Obteniendo ${SUBST0}...
it: Ricezione di ${SUBST0}...
lt: Paėmimas ${SUBST0}...
nb: Henter ${SUBST0}...
nl: ${SUBST0} wordt opgehaald...
nn: Hentar ${SUBST0} ...
sk: S»ahuje sa ${SUBST0}...
sv: Hämtar ${SUBST0}...
tr: ${SUBST0} alınıyor...
zh_cn: 获取 ${SUBST0}...

source: Extracting ${SUBST0}...
ar: جاري استخراج ${SUBST0}...
de: Entpacke ${SUBST0}...
es: Extrayendo ${SUBST0}...
it: Estrazione di ${SUBST0}...
lt: Išpakavimas ${SUBST0}...
nb: Pakker ut ${SUBST0}...
nl: ${SUBST0} wordt uitgepakt...
nn: Pakkar ut ${SUBST0} ...
sk: Rozbaµuje sa ${SUBST0}...
sv: Packar upp ${SUBST0}...
tr: ${SUBST0} açılıyor...
zh_cn: 解开 ${SUBST0}...

source: Installing core packages...
ar: جاري تثبيت الحزم الجوهرية...
cs: Instalují se stì¾ejní balíky...
de: Installiere Kern-Pakete...
es: Instalando paquetes principales...
it: Installazione dei pacchetti fondamentali in corso...
ja: コアパッケージをインストールしています...
lt: Diegiami esminiai bazinės dalies paketai...
lv: Instalēju kodola līmeņa pakas...
nb: Installerer grunnpakker...
nl: Kernpakketten worden geïnstalleerd...
nn: Installerer kjernepakkar ...
pl: Instalowanie pakietów rdzennych...
ru: Установка основных базовых пакетов...
sk: In¹talujú sa základné (core) balíky...
sl: Nameščam osnovne pakete...
sv: Installerar de viktigaste paketen...
tr: Ana paketler kuruluyor...
zh_cn: 安装核心软件包...

source: Unpacking required packages...
ar: جاري استخراج الحزم المطلوبة...
cs: Rozbalují se vy¾adované balíky...
de: Entpacke benötigte Pakete...
es: Desempaquetando paquetes necesarios..
it: Spacchettamento dei pacchetti obbligatori in corso...
ja: 必須パッケージを展開しています...
lt: Reikiamų (required) paketų išpakavimas...
lv: Atpakoju nepieciešamās pakas...
nb: Pakker ut nødvendige pakker...
nl: Vereiste pakketten worden uitgepakt...
nn: Pakkar ut nødvendige pakkar ...
pl: Rozpakowywanie wymaganych pakietów...
ru: Распаковка необходимых пакетов...
sk: Rozbaµujú sa po¾adované balíky...
sl: Odpiram zahtevane stisnjene pakete...
sv: Packar upp krävda paket...
tr: Gerekli paketler açılıyor...
zh_cn: 解开必需的软件包...

source: Configuring required packages...
ar: جاري إعداد الحزم المطلوبة...
cs: Nastavují se vy¾adované balíky...
de: Konfiguriere benötigte Pakete...
es: Configurando paquetes necesarios...
it: Configurazione dei pacchetti obbligatori in corso...
ja: 必須パッケージを設定しています...
lt: Reikiamų (required) paketų konfigūravimas...
lv: Konfigurēju nepieciešamās pakas...
nb: Setter opp nødvendige pakker...
nl: Vereiste pakketten worden geconfigureerd...
nn: Set opp nødvendige pakkar ...
pl: Konfigurowanie wymaganych pakietów...
ru: Настройка необходимых пакетов...
sk: Nastavujú sa po¾adované balíky...
sl: Nastavljam zahtevane pakete...
sv: Konfigurerar krävda paket...
tr: Gerekli paketler ayarlanıyor....
zh_cn: 配置必需的软件包...

source: Installing base packages...
ar: جاري تثبيت الحزم الأساسية...
cs: Instalují se základní balíky...
de: Installiere Basis-Pakete...
es: Instalando paquetes básicos...
it: Installazione dei pacchetti base in corso...
ja: ベースパッケージをインストールしています...
lt: Bazinių paketų diegimas...
lv: Instalēju bāzes pakas...
nb: Installerer grunnpakker...
nl: Basispakketten worden geïnstalleerd...
nn: Installerer grunnpakkar ...
pl: Instalowanie pakietów podstawowych...
ru: Установка базовых пакетов...
sk: In¹talujú sa základné (base) balíky...
sl: Nameščam osnovne pakete...
sv: Installerar grundpaketen...
tr: Gerekli paketler kuruluyor...
zh_cn: 安装基本软件包...

source: Base system successfully installed
es: El sistema base se instaló con éxito.
it: Sistema base installato correttamente
lt: Bazinė sistemos dalis įdiegta sėkmingai.
nb: Installasjonen av basesystemet var vellykket
nl: Installatie van het basissysteem is geslaagd
nn: Installasjonen av basesystemet var vellukka
sv: Grundsystemet installerades framgångsrikt
zh_cn: 基本系统已成功安装

source: Installing extra packages
cs: Instalují se extra balíky
de: Installiere Extra-Pakete...
es: Instalando paquetes extra
it: Installazione dei pacchetti extra in corso
ja: 特別パッケージをインストールしています
lt: Papildomų (extra) paketų diegimas
nb: Installerer ekstra pakker
nl: Extra pakketten worden geïnstalleerd
nn: Installerer ekstra pakkar
pl: Instalowanie pakietów dodatkowych
ru: Установка дополнительных пакетов...
sl: Nameščam dodatne pakete
sv: Installerar extrapaket
zh_cn: 安装额外的软件包

source: Configuring APT sources...
ar: جاري إعداد مصادر APT...
de: Konfiguriere APT-Sourcen...
it: Configurazione delle sorgenti APT in corso...
lt: APT šaltinių konfigūravimas...
nb: Setter opp APT-kilder...
nl: APT-bronnen worden ingesteld...
nn: Set opp APT-kjelder ...
sk: Nastavujú sa zdroje pre APT...
sv: Konfigurerar APT-källor...
tr: APT kaynakları ayarlanıyor
zh_cn: 配置 APT 源...

source: Updating the list of available packages...
ar: جاري تحديث قائمة الحزم المتوفرة...
de: Aktualisiere die Liste der verfügbaren Pakete...
es: Actualizando la lista de paquetes disponibles...
it: Aggiornamento della lista dei pacchetti disponibili in corso...
lt: Atnaujinamas prieinamų paketų sąrašas...
nb: Oppdaterer listen over tilgjengelige pakker...
nl: Lijst van beschikbare pakketten wordt bijgewerkt...
nn: Oppdaterer lista over tilgjengelege pakkar ...
sk: Aktualizuje sa zoznam dostupných balíkov...
sv: Uppdaterar listan över tillgängliga paket...
tr: Paket listesi güncelleniyor...
zh_cn: 更新可用软件包列表...

source: Installing the extra packages...
de: Installiere die Extra-Pakete...
es: Instalando los paquetes extra...
it: Installazione dei pacchetti extra in corso...
lt: Diegiami papildomi (extra) paketai...
nb: Installerer ekstra-pakkene...
nl: De extra pakketten worden geïnstalleerd...
nn: Installerer ekstra-pakkane ...
sv: Installerar extrapaketen...
zh_cn: 安装额外的软件包...

source: Install the base system
ar: ثبّت النظام الأساسي
cs: Instalovat základní systém
de: Installiere das Basis-System
es: Instalar el sistema base
it: Installa il sistema base
ja: ベースシステムのインストール
lt: Bazinės sistemos dalies diegimas
nb: Installer basesystemet
nl: Basissysteem installeren
nn: Installer basesystemet
pl: Zainstaluj system bazowy
ru: Установка базовой системы
sk: In¹talova» základný systém
sl: Namesti osnovni sistem
sv: Installera grundsystemet
tr: Ana sistemi kur
zh_cn: 安装基本系统

source: Finding package sizes
ar: جاري البحث عن أحجام الحزم
lt: Paketo dydžių radimas
nb: Finner pakkestørrelser
nn: Finn pakkestorleikar
sk: Zis»ujem veµkosti balíkov
tr: Paket boyutu bulunuyor
zh_cn: 查询软件包大小

source: Checking ${SUBST0}...
lt: Tikrinamas ${SUBST0}...
nb: Sjekker ${SUBST0}...
nn: Sjekkar ${SUBSTO} ...
zh_cn: 检查 ${SUBST0}...

source: Unable to install a kernel
ar: لم يمكن تثبيت النواة...
es: Incapaz de instalar un núcleo.
it: Impossibile installare un kernel
lt: Negaliu įdiegti branduolio
nb: Klarte ikke å installere en kjerne
nl: Kon geen kernel installeren
nn: Klarte ikkje å installera ei kjerne
sk: Nedá sa nain¹talova» jadro
sv: Oförmögen att installera en kärna
tr: Kernel kurulamıyor
zh_cn: 无法安装内核
