Repository: Sprezzatech/main-menu-udeb
Catalog: tools/*-installer/debian/po/*.po
Languages: ar, bs, cs, de, es, it, ja, lt, lv, nb, nl, nn, pl, ru, sk, sl, sv, tr, zh_cn

source: The target filesystem contains files from a past installation. These files could break the installation process or cause a broken system to be installed.
tr: Hedef dosya sistemi önceki biri kurulumdan kalan dosyalar içeriyor. Bu dosyalar kurulum işlemini veya kuruluacak olan sistemi olumsuz etkileyebilir.

source: Kernel to install:
ar: النواة المطلوب تثبيتها:
sk: Jadro na in¹taláciu:
tr: Kurulacak kernel :

source: The list shows the available kernels. Please choose one of them in order to make the system bootable from the hard drive.
ar: تظهر القائمة إصدارات النواة المتوفرة. رجاء اختر أحدها حتى تجعل النظام قابلاً للإقلاع من القرص الصلب.
sk: Tu je zoznam dostupných jadier. Jedno z nich sa musí nain¹talova», aby ste mohli spú¹»a» systém z pevného disku.
tr: Listede kullanılabilir kernel'lar görünmekte. Sistemi sabit diskten açılabilir(bootable) yapmak için bir tanesini seçmelisiniz.

source: Unable to install PCMCIA modules
ar: لم يمكن تثبيت وحدات PCMCIA
sk: Nedajúá sa nain¹talova» jadro
tr: PCMCIA modülleri kurulamıyor

source: An error was returned while trying to install the PCMCIA modules onto the target system.
ar: أرجع خطأ خلال محاولة تثبيت وحدات PCMCIA على النظام الهدف.
sk: Pri in¹talácii PCMCIA modulov do cieµového systému nastala chyba.
tr: Hedef sisteme PCMCIA modülleri kurulumu denenirken hata oluştu

source: Unable to install initrd-tools
ar: لم يمكن تثبيت initrd-tools
sk: Nedajú sa nain¹talova» nástroje initrd
tr: initrd-tools kurulamıyor

source: An error was returned while trying to install the initrd-tools package onto the target system.
ar: أرجع خطأ خلال محاولة تثبيت الحزمة initrd-tools على النظام الهدف.
sk: Pri in¹talácii nástrojov initrd do cieµového systému nastala chyba.
tr: Hedef sisteme initrd-tools kurulumu denenirken hata oluştu

source: Check /var/log/messages or see virtual console 3 for the details.
ar: افحص /var/log/messages أو الشاشة الطرفية الثالثة للتفاصيل
sk: Podrobnosti nájdete v súbore /var/log/messages alebo na tretej virtuálnej konzole.
tr: Daha fazlası için /var/log/messages dosyasına veya 3. konsola göz atın

source: Invalid Release file: no valid components.
ar: ملف إصدار غير سليم: لا مكونات صالحة
sk: Neplatný Release súbor: neobsahuje platné èasti.
tr: Geçersiz Sürüm dosyası: geçerli bileşenler yok

source: Invalid Release file: no entry for ${SUBST0}.
ar: ملف إصدار غير سليم: لا مُدخل لـ${SUBST0}.
sk: Neplatný Release súbor: neobsahuje polo¾ku pre ${SUBST0}.
tr: Geçersiz Sürüm dosyası, ${SUBST0} için gerekli girdiler yok

source: Installing the Debian base system
ar: جاري تثبيت نظام ديبيان الأساسي
sk: In¹taluje sa základný Debian systém
tr: Debian ana sistemi kuruluyor

source: Checking the target file system
tr: Hedef dosya sistemi kontrol ediliyor

source: Installing the base system
ar: جاري تثبيت النظام الأساسي
sk: In¹taluje sa základný systém
tr: Ana sistem kuruluyor

source: Checking package size: ${SUBST0}...
ar: جاري تفحّص حجم: ${SUBST0}...
sk: Kontrolujem veµkos» balíka: ${SUBST0}...
tr: Paket boyutu kontrol ediliyor :${SUBST0}...

source: Installing extra packages...
ar: جاري تثبيت الحزم الإضافية...
sk: In¹talujú sa extra balíky...
tr: Ekstra paketler kuruluyor...

source: Selecting the kernel to install...
ar: جاري اختيار النواة المطلوب تثبيتها...
sk: Vyberá sa jadro na in¹taláciu...
tr: Kurulacak kernel seçiliyor...

source: Installing the kernel...
ar: جاري تثبيت النواة...
sk: In¹taluje sa jadro...
tr: Kernel kuruluyor...

source: Installing the PCMCIA modules
ar: جاري تثبيت وحدات PCMCIA
sk: In¹talujú sa PCMCIA moduly
tr: PCMCIA modülleri kuruluyor

source: Kernel package: '${kernel}'.
bs: Kernel programski paket: '${kernel}'.

source: You might try to select "Choose which kernel to install" on the main menu if it is available. It will allow you to select another kernel to install.
bs: Mogli biste probati izabrati

source: These are the kernels available from the APT sources. One of them need to be installed to be able to boot the system from hard drive.
bs: Ovo su kerneli dostupni sa APT listi. Jedan od njih treba biti instaliran da biste mogli bootati sistem sa hard diska.

source: The current default kernel package is '${kernel}'.
bs: Trenutno predviđeni kernel programski paket je '${kernel}'.
