Repository: Sprezzatech/main-menu-udeb
Catalog: tools/*-installer/debian/po/*.po
Languages: ar, bs, cs, de, es, it, ja, lt, lv, nb, nl, nn, pl, ru, sk, sl, sv, tr, zh_cn

source: No kernel package is selected for installation.
ar: لم تحدد حزمة نواة للتثبيت.
es: No se ha seleccionado un paquete del núcleo para la instalación.
it: Nessun pacchetto kernel è selezionato per l'installazione.
lt: Nepasirinktas branduolio paketas diegimui.
nb: Ingen kjernepakke er valgt for installasjon.
nl: Er is geen kernelpakket geselecteerd voor installatie.
nn: Inga kjernepakke er valt for installasjon.
sk: Na in¹taláciu nie je vybraný ¾iaden balík s jadrom
sv: Inget kärnpaket är valt för installation
tr: Kurmak için kernel paketi seçilmedi
zh_cn: 没有选择要安装的内核软件包。

source: Unable to install the selected kernel
ar: لم يمكن تثبيت النواة المحددة
bs: Ne mogu da instaliram izabrani kernel
cs: Vybrané jádro nelze nainstalovat
de: Der ausgewählte Kernel kann nicht installiert werden.
es: No se pudo instalar el núcleo seleccionado
it: Impossibile installare il kernel selezionato
ja: 選択されたカーネルはインストールできません
lt: Negaliu įdiegti pasirinkto branduolio
lv: Nevaru uzinstalēt izvēlēto Linux kodolu
nb: Klarte ikke å installere den valgte kjernen.
nl: De geselecteerde kernel kan niet geïnstalleerd worden
nn: Klarte ikkje å installera den valde kjerna.
pl: Nie mo¿na by³o zainstalowaæ wybranego j±dra
ru: Выбранное ядро не может быть установлено.
sk: Vybrané jadro sa nedá nain¹talova»
sl: Izbranega ni mogoče namestiti
sv: Oförmögen att installera den valda kärnan
tr: Seçilen kernel kurulamıyor
zh_cn: 无法安装所选的内核

source: An error was returned while trying to install the kernel into the target system.
ar: أرجع خطأ خلال محاولة تثبيت النواة على النظام الهدف.
bs: Došlo je do greške prilikom pokušaja instalacije kernela na odredišni sistem.
cs: Pøi instalaci jádra do cílového systému byla vrácena chyba.
de: Beim Versuch den Kernel auf das Ziel-System zu installieren, wurde ein Fehler zurückgegeben.
es: Se obtuvo un error cuando se intentó instalar el núcleo en el sistema objetivo.
it: È stato riportato un errore nel tentativo di installare il kernel nel sistema destinazione.
ja: カーネルを対象システムにインストール中にエラーが返されました。
lt: Bandant įdiegti branduolį grąžinta klaida.
lv: Kļūdas paziņojums tika saņēmts mēģinot uzinstalēt Linux kodolu bāzes sistēmā.
nb: Det oppsto en feil under forsøket med å installere en kjerne inn i målsystemet.
nl: Er is een fout opgetreden bij het installeren van de kernel op het doelsysteem
nn: Det oppsto ein feil under forsøket med å installera ei kjerne inn i målsystemet.
pl: Wyst±pi³ b³±d podczas próby instalacji j±dra w docelowym systemie
ru: При попытке установить ядро в систему возникла ошибка.
sk: Pri in¹talácii jadra do cieµového systému nastala chyba.
sl: Ob poskusu namestitve jedra na ciljni sistem, je program vrnil napako.
sv: Ett fel returnerades när kärnan försökte installeras på mottagarsystemet
tr: Hedef sisteme kernel kurulumu denenirken hata oluştu
zh_cn: 向目标系统中安装内核时发生错误。

source: Kernel package: '${KERNEL}'.
ar: حزمة النواة: '${KERNEL}'.
cs: Balík s jádrem: '${KERNEL}'.
de: Kernel-Paket: '${KERNEL}'.
es: Paquete del núcleo: '${KERNEL}'.
it: Pacchetto kernel: '${KERNEL}'.
ja: カーネルパッケージ: '${KERNEL}'
lt: Branduolio paketas: '${KERNEL}'.
lv: Linux kodola paka: '${KERNEL}'.
nb: Kjernepakke: '${KERNEL}'.
nl: Kernelpakket: '${KERNEL}'
nn: Kjernepakke: «${KERNEL}».
pl: Pakiet j±dra: '${KERNEL}'.
ru: Пакет ядра: '${KERNEL}'.
sk: Balík s jadrom: '${KERNEL}'.
sl: Paket z jedrom: ${KERNEL}'.
sv: Kärnpaketet: "${KERNEL}"
tr: Kernel paketi:'${KERNEL}' .
zh_cn: 内核软件包： '${KERNEL}'。

source: This is probably a fatal error.
bs: Ovo je vjerovatno fatalna greška.
cs: S nejvìt¹í pravdìpodobností to je fatální chyba.
de: Dies ist möglicherweise ein schwerer Fehler!
es: Éste es probablemente un error fatal.
it: Questo è probabilmente un errore fatale.
ja: これはおそらく致命的なエラーです。
lt: Tai gal būt lemtinga klaida.
lv: Visticamāk šī kļūda ir fatāla.
nb: Dette er antagelig en fatal feil.
nl: Deze fout is waarschijnlijk fataal.
nn: Dette er truleg ein fatal feil.
pl: Jest to prawdopodobnie nieuchronny b³±d.
ru: Это вероятно фатальная ошибка.
sl: To je najbrž usodna napaka.
sv: Detta är förmodligen ett ödesdigert fel.
zh_cn: 这可能是一个严重错误。

source: You might try to select the kernel installation step again on the main menu. That will allow you to select another kernel to install.
de: Sie könnten versuchen den Punkt "Kernel zum Installieren auswählen" im Hauptmenü, falls er vorhanden ist, auswählen. Dort können Sie einen anderen Kernel zum Installieren auswählen.
es: Podría intentar seleccionar de nuevo la sección de la instalación del núcleo del menú principal. Le permitirá seleccionar otro núcleo para instalar.
it: Si può provare a selezionare nuovamente il passo di installazione del kernel dal menù principale. Ciò consentirebbe di selezionare un altro kernel da installare.
lt: Jūs galite pabandyti vėl pasirinkti branduolio diegimo žingsnį pagrindiniame meniu. Tai leis jums pasirinkti kitą branduolį diegimui.
nb: Du kan forsøke å velge "Installer kjernen" igjen på hovedmenyen. Den vil gi deg muligheten til å velge en annen kjerne for installasjon.
nl: U kunt proberen om de kernelinstallatie-stap in het hoofdmenu opnieuw uit te voeren. Zo kunt u een andere kernel installeren.
nn: Du kan forsøkje å velja «Installer kjerna» igjen på hovudmenyen. Det vil gje deg høve til å velja ei anna kjerne for installasjon.
sv: Du kan försöka att välja installationssteget av kärnan igen i huvudmenyn. Det ger dig möjlighet att välja en annan kärna för installation.
zh_cn: 可以在主菜单再次选择安装内核。这样可以选择安装另一个内核。

source: Kernel to install into /target/:
es: Seleccione qué núcleo desea instalar en /target/:
it: Kernel da installare in /target/:
lt: Branduolys diegimui į /target/:
nb: Kjerne som skal installeres i /target/:
nl: Kernel die in '/target/' geïnstalleerd moet worden:
nn: Kjerne som skal installerast i /target/:
sv: Kärna som ska installeras till /target/:
zh_cn: 要安装到 /target/ 的内核：

source: The list shows the kernels available from the APT sources. Please choose one of them in order to make the system bootable from the hard drive.
es: Éstos son los núcleos disponibles mediante fuentes de APT. Es necesario tener instalado uno de ellos para poder arrancar el sistema desde el disco duro.
it: La lista mostra i kernel disponibili dalle sorgenti APT. Sceglierne uno in modo da rendere il sistema avviabile da disco rigido.
lt: Tai yra branduoliai turimi APT šaltiniuose. Prašau pasirinkti vieną iš jų, kad sistema taptų įkeliama iš kietojo disko.
nb: Dette er kjernene som er tilgjengelig fra APT-kildene. Velg en av dem for å kunne boote systemet fra disken.
nl: Deze lijst toont de in uw apt-bronnen beschikbare kernels. Met welke hiervan wilt u het systeem opstartbaar maken?
nn: Dette er dei kjernane som finst i APT-kjeldene. Ein av desse må installerast for at systemet skal kunna startast frå harddisken.
sv: Listan visar de kärnor som finns tillgängliga från APT-källorna. Välj en av dem för att göra systemet startbart från hårddisken.
zh_cn: 这里列出了 APT 源中可用的内核。请选择其中之一，使系统可以从硬盘启动。

source: No installable kernel found
ar: لم يوجد أي نواة قابلة للتثبيت
de: Es wurde kein installierbarer Kernel gefunden.
es: No se encontró un núcleo instalable.
it: Nessun kernel installabile trovato
lt: Diegimui tinkamo branduolio nerasta
nb: Fant ingen installerbar kjerne
nl: Geen installeerbare kernel gevonden
nn: Fant ingen installerbar kjerne
sk: Nebolo nájdené ¾iadne in¹talovateµné jadro
sv: Ingen installerbar kärna hittades
tr: Kurulabilir kernel bulunamadı
zh_cn: 没找到可以安装的内核

source: No installable kernel was found in the defined APT sources.
ar: لم يوجد أي نواة قابلة للتثبيت في مصادر APT المعرّفة.
de: Es wurde kein installierbarer Kernel in den zur Verfügung stehenden APT-Sourcen gefunden.
es: No se encontró un núcleo instalable en las fuentes APT definidas.
it: Non è stato trovato nessun kernel installabile nelle sorgenti APT definite
lt: Nurodytuose APT šaltiniuose diegimui tinkamo branduolio nerasta.
nb: Fant ingen installerbare kjerner i de definerte APT-kildene.
nl: Er is geen installeerbare kernel gevonden in de gedefiniëerde apt-bronnen.
nn: Fant ingen installerbare kjerner i dei oppgjevne APT-kjeldene.
sk: V zdrojoch APT nebolo nájdené ¾iadne in¹talovateµné jadro.
sv: Ingen installbar kärna hittades i de angivna APT-källorna
tr: Belirtilen APT kaynaklarında kurulabilir kernel bulunamadı
zh_cn: 在指定的 APT 源没有找到可以安装的内核。

source: The current default kernel package is '${KERNEL}'.
ar: حزمة النواة الافتراضية الحالية هي '${KERNEL}'.
cs: Momentálnì je standardní jádro '${KERNEL}'.
de: Das aktuelle Standard-Kernel Paket ist '${KERNEL}'.
es: El paquete del núcleo por omisión en este momento es '${KERNEL}'.
it: L'attuale pacchetto kernel predefinito è '${KERNEL}'.
ja: 現在のデフォルトカーネルパッケージは '${KERNEL}' です。
lt: Einamasis branduolio paketas yra '${KERNEL}'.
lv: Tekošai Linux kodols pēc noklusējuma ir '${KERNEL}'.
nb: Nåværende standardkjerne er '${KERNEL}'.
nl: Het huidige standaard kernelpakket is '${KERNEL}'.
nn: Noverande standarkjerne er «${KERNEL}».
pl: Obecnie, domy¶lnym pakietem j±dra jest '${KERNEL}'.
ru: Текущий пакет ядра по умолчанию - '${KERNEL}'.
sk: Momentálne je predvolený balík s jadrom '${KERNEL}'.
sl: Trenutno privzet paket z jedrom je '${KERNEL}'.
sv: Den nuvarande standardpaketet för kärnan är ${KERNEL}".
tr: Öntanımlı kernel paketi '${KERNEL}'
zh_cn: 当前默认内核软件包是 '${KERNEL}'。

source: You may try to continue though this rather strange error is probably fatal.
ar: قد تستطيع محاولة الاستمرار مع أن هذا الخطأ الغريب هو على الأرجح فادح.
de: Sie können versuchen fortzufahren, obwohl dieser sehr merkwürdige Fehler wahrscheinlich fatal ist.
es: Puede intentar continuar, aunque este error es muy extraño, y probablemente fatal.
it: Si può provare a proseguire benché questo strano errore sia probabilmente fatale.
lt: Jūs galite bandyti tęsti, tačiau ši keista klaida gal būt yra lemtinga.
nb: Du kan prøve å fortsette, selv om dette er ganske merkelig, og antagelig en fatal feil.
nl: Hoewel deze vreemde fout waarschijnlijk fataal is, kunt u proberen om toch door te gaan.
nn: Du kan prøva å halda fram, sjølv om denne ganske merkelege feilen truleg er fatal.
sk: Skúste pokraèova», no táto chyba je pravdepodobne kritická.
sv: Du kan försöka fortsätta, men detta ganska märkliga fel är förmodligen ödersdigert.
tr: Bu oldukça ilginç, ve muhtemelen tehlikeli olmasına rağmen devam edebilirsiniz
zh_cn: 尽管这个奇怪的错误可能非常重要，您还是可以尝试继续安装。

source: Installing kernel
cs: Instaluje se jádro
de: Installiere Kernel
es: Instalando el núcleo
it: Installazione del kernel in corso
ja: カーネルをインストールしています
lt: Diegiamas branduolys
nb: Installerer kjernen
nl: Kernel wordt geïnstalleerd
nn: Installerer kjerne
pl: Instalowanie j±dra
ru: Устанавливается ядро
sl: Nameščam jedro
sv: Installerar kärnan
zh_cn: 安装内核

source: Locating available kernels
cs: Hledají se dostupná jádra
de: Suche verfügbare Kernel
es: Buscando los núcleos disponibles
it: Localizzazione dei kernel disponibili in corso
ja: 利用可能なカーネルを配置しています
lt: Turimų branduolių adreso nustatymas
nb: Finner tilgjengelige kjerner
nl: Beschikbare kernels worden opgespoord
nn: Finn tilgjengelege kjerner
pl: Lokalizowanie dostêpnych j±der
ru: Поиск имеющихся ядер
sl: Iščem jedra, ki so na voljo
sv: Lokaliserar tillgängliga kärnor
zh_cn: 定位可用的内核

source: Selecting the kernel to install
cs: Výbìr jádra pro instalaci
de: Wählen Sie den Kernel aus, der installiert werden soll.
es: Seleccionando el núcleo a instalar
it: Selezione del kernel da installare in corso
ja: インストールするカーネルを選択しています
lt: Pasirenkamas branduolys diegimui
nb: Velger hvilken kjerne som skal installeres
nl: De te installeren kernel wordt geselecteerd
nn: Vel kva for kjerne som skal installerast
pl: Wybieranie j±dra do instalacji
ru: Выбор ядра для установки
sl: Izbiram jedro za namestitev
sv: Väljer kärnan som ska installeras
zh_cn: 选择要安装的内核

source: Setting up the kernel environment
cs: Nastavuje se prostøedí pro jádro
es: Fijando el entorno del núcleo
it: Impostazione dell'ambiente del kernel in corso
ja: カーネル環境を設定しています
lt: Branduolio aplinkos nustatymas
nb: Setter opp kjernemiljøet
nl: Kernelomgeving wordt ingesteld
nn: Set opp kjernemiljøet
pl: Ustawianie ¶rodowiska j±dra
ru: Настройка окружения ядра
sl: Nastavljam okolje jedra
sv: Iordningställer kärnans miljö
zh_cn: 设置内核环境

source: Installing the kernel package ${KERNEL}
cs: Instaluje se balík s jádrem ${KERNEL}
de: Installiere das Kernel-Paket ${KERNEL}
es: Instalando el paquete del núcleo ${KERNEL}
it: Installazione del pacchetto del kernel ${KERNEL} in corso
ja: カーネルパッケージ ${KERNEL} をインストールしています
lt: Diegiamas branduolio paketas ${KERNEL}
nb: Installerer kjerne-pakken ${KERNEL}
nl: Installatie van het kernelpakket ${KERNEL}
nn: Installerer kjernepakka ${KERNEL}
pl: Instalowanie pakietu j±dra ${KERNEL}
ru: Устанавливается пакет ядра ${KERNEL}
sl: Nameščam paket z jedrom ${KERNEL}
sv: Installerar kärnpaketet ${KERNEL}
zh_cn: 安装内核软件包 ${KERNEL}

source: Install the kernel
cs: Instalovat jádro
de: Den Kernel installieren
es: Instalar el núcleo
it: Installa il kernel
ja: カーネルのインストール
lt: Branduolio diegimas
nb: Installer kjernen
nl: De kernel installeren
nn: Installer kjerna
pl: Zainstaluj j±dro
ru: Устанавливается ядро
sl: Namesti jedro
sv: Installera kärnan
zh_cn: 安装内核

source: Installing base system into /target/ failed
bs: Instaliranje osnovnog sistema na /target/ nije uspjelo
cs: Instalace základního systému do /target selhala
ja: /target/ へのベースシステムのインストールに失敗しました
lv: Bāzes sitēmas instalācija direktoriā /target/ bija neveiksmīga
pl: Instalacja systemu bazowego do /target/ nie powiod³a siê
ru: Не удалось установить базовую систему в каталог /target/.
sl: Nameščanje osnovnih programov v /target/ ni uspelo

source: Check /target/var/log/debootstrap.log and /target/var/log/debootstrap.err.log for the details.
bs: Provjerite /target/var/log/debootstrap.log i /target/var/log/debootstrap.err.log za pojedinosti.
cs: Podrobnosti hledejte v souborech /target/var/log/debootstrap.log a /target/var/log/debootstrap.err.
ja: 詳細については /target/var/log/debootstrap.log および /target/var/log/debootstrap.err.log を確認してください。
lv: Skatiet /target/var/log/debootstrap.log un /target/var/log/debootstrap.err.log sīkākai informācijai
pl: Sprawd¼ /target/var/log/debootstrap.log i /target/var/log/debootstrap.err.log po wiêcej szczegó³ów.
ru: Подробную информацию можно найти в файлах /target/var/log/debootstrap.log и /target/var/log/debootstrap.err.log
sl: Za podrobnosti preverite /target/var/log/debootstrap.log in /target/var/log/debootstrap.err.log

source: debootstrap exited with an error (return value ${EXITCODE}).
cs: debootstrap skonèil s chybou (návratová hodnota ${EXITCODE}).
ja: debootstrap はエラーで終了しました (戻り値 ${EXITCODE})。
lv: debootstrap beidz darbu ar kļūdu (atgrieztā vērība ${EXITCODE}).
pl: debootstrap zakoñczy³ dzia³anie z b³êdem (zwróci³ warto¶æ ${EXITCODE}).
ru: debootstrap завершил свою работу из-за ошибки (код ошибки ${EXITCODE}).
sl: debootstrap se je končal z napako (vrnjena vrednost ${EXITCODE}).

source: Base installation error
cs: Chyba v instalaci základního systému
ja: ベースインストールエラー
lv: Bāzes instalācijas kļūda
pl: B³±d podczas instalacji systemu bazowego
ru: Ошибка при базовой инсталляции
sl: Napaka pri osnovni namestitvi

source: debootstrap exited abnormally.
cs: debootstrap skonèil neobvykle.
ja: debootstrap は異常終了しました。
lv: dbootstrap beidza darbu kļūdaini.
pl: debootstrap nieprawid³owo zakoñczy³ dzia³anie.
ru: debootstrap завершился аварийно.
sl: debootstrap se je končal z napako.

source: You might find more information in /target/var/log/debootstrap.log
cs: Více informací mù¾ete najít v /target/var/log/debootstrap.log
ja: 詳細については /target/var/log/debootstrap.log を参照してください
lv: Jūs varētu atrast vairāk informācijas failā /target/var/log/debootstrap.log
pl: Wiêcej informacji znajdziesz w /target/var/log/debootstrap.log
ru: Подробности можно найти в /target/var/log/debootstrap.log
sl: Več podrobnosti boste našli v /target/var/log/debootstrap.log

source: You might find more information in /target/var/log/debootstrap.log or /target/var/log/debootstrap.err.log
cs: Více informací mù¾ete najít v souborech /target/var/log/debootstrap.log a /target/var/log/debootstrap.err.log
ja: 詳細については /target/var/log/debootstrap.log および /target/var/log/debootstrap.err.log を参照してください
lv: Jūs varat atrast detalizētāku infomāciju failos /target/var/log/debootstrap.log un /target/var/log/debootstrap.err.log
pl: Wiêcej informacji znajdziesz w /target/var/log/debootstrap.log lub /target/var/log/debootstrap.err.log
ru: Вы можете найти более подробные сведения в файлах /target/var/log/debootstrap.log и /target/var/log/debootstrap.err.log.
sl: Več podrobnosti boste morda našli v /target/var/log/debootstrap.log ali v /target/var/log/debootstrap.err.log

source: Retrieving Release file
ar: جاري جلب ملف الإصدار
cs: Stahuje se soubor Release
sk: S»ahuje sa súbor Release
tr: Sürüm dosyası alınıyor

source: Retrieving Packages files
ar: جاري جلب ملفات الحزم
cs: Stahují se soubory Packages
sk: S»ahuje sa súbor Packages
tr: Paket dosyası alınıyor

source: Retrieving packages
ar: جاري جلب الحزم
cs: Stahují se balíky
sk: S»ahujú sa balíky
tr: Paketler alınıyor

source: Retrieving Packages file
cs: Stahuje se soubor Packages

source: Extracting packages
ar: جاري استخراج الحزم
cs: Rozbalují se balíky
ja: パッケージを展開しています
lv: Atpakoju pakas
pl: Rozpakowywanie pakietów
ru: Распаковка пакетов
sk: Rozbaµujú sa balíky
sl: Razširjam pakete
tr: Paketler açılıyor

source: Installing base system
cs: Instaluje se základní systém
ja: ベースシステムをインストールしています
lv: Instalēju bāzes sistēmu
pl: Instalowanie systemu bazowego
ru: Установка базовой системы
sl: Nameščam osnovne programe

source: Validating ${SUBST0}
cs: Ovìøuje se ${SUBST0}
ja: ${SUBST0} を検査しています
lv: Pārbaudu ${SUBST0}
pl: Sprawdzanie poprawno¶ci ${SUBST0}
ru: Проверяется ${SUBST0}
sl: Preverjam ${SUBST0}

source: Retrieving ${SUBST0}
cs: Stahuje se ${SUBST0}
ja: ${SUBST0} を取得しています
lv: Saņemu ${SUBST0}|
pl: Pobieranie ${SUBST0}
ru: Скачивается ${SUBST0}
sl: Prenašam ${SUBST0}

source: Extracting ${SUBST0}
cs: Rozbaluje se ${SUBST0}
ja: ${SUBST0} を展開しています
lv: Atpakoju ${SUBST0}
pl: Rozpakowywanie ${SUBST0}
ru: Распаковка ${SUBST0}
sl: Razširjam ${SUBST0}

source: Base system installed successfully.
cs: Základní systém byl úspì¹nì nainstalován.
ja: ベースシステムは正常にインストールされました。
lv: Bāzes sistēma veiksmīgi uzinstalēta.
pl: System bazowy zosta³ pomy¶lnie zainstalowany.
ru: Базовая система успешно установлена.
sl: Osnovni sistem je uspešno nameščen.

source: Configuring APT sources
cs: Nastavují se zdroje pro APT
ja: APT ソースを設定しています
pl: Konfigurowanie ¼róde³ APT
ru: Настройка списка источников APT...
sl: Nastavljam vire APT

source: Updating the list of available packages
cs: Aktualizuje se seznam dostupných balíkù
ja: 利用可能なパッケージのリストを更新しています
pl: Uaktualnianie listy dostêpnych pakietów
ru: Обновляется список имеющихся пакетов
sl: Posodabljam seznam paketov, ki so na voljo

source: Installing the extra packages
cs: Instalují se extra balíky
ja: 特別パッケージをインストールしています
pl: Instalowanie pakietów dodatkowych
ru: Установка дополнительных пакетов...
sl: Nameščam dodatne pakete

source: No kernel package is selected for installation
bs: Kernel programski paket nije označen za instaliranje
cs: K instalaci není vybrán ¾ádný balík s jádrem
ja: インストール用のカーネルパッケージが選択されていません
lv: Neviena Linux kodola paka nav izvēlēta instalēšanai
pl: Nie wybrano ¿adnego pakietu j±dra do instalacji
ru: Для установки не был выбран ни один пакет ядра
sl: Za namestitev niste izbrali nobenega paketa z jedrom

source: Unable to install a kernel.
bs: Ne mogu da instaliram kernel.
cs: Nelze nainstalovat jádro.
ja: カーネルをインストールできません。
lv: Nevaru uzinstalēt Linux kodolu.
pl: Nie mo¿na by³o zainstalowaæ j±dra.
ru: Ядро не может быть установлено.
sl: Jedra ni mogoče namestiti.

source: You might try to select "Install the kernel" again on the main menu. That will allow you to select another kernel to install.
cs: V hlavním menu mù¾ete zkusit znovu vybrat polo¾ku "Instalovat jádro". Tím mù¾ete pro instalaci zvolit jiné jádro.
ja: 可能であればメインメニューから "カーネルのインストール" を選択してみましょう。これは別のカーネルを選択してインストールできます。
pl: Mo¿esz spróbowaæ ponownie wybraæ opcjê "Zainstaluj j±dro" z menu g³ównego. To pozwoli wybraæ inne j±dro do instalacji.
ru: Можете попробовать снова выбрать пункт "Выберите ядро для установки" в главном меню. Это позволит Вам выбрать другое ядро для установки.

source: Select which kernel to install into /target/
bs: Izaberite kernel koji će se instalirati na /target/
cs: Vyberte jádro, které se nainstaluje do /target/
ja: /target/ にインストールするカーネルを選択してください
lv: Izvēlieties, kādu Linux kodolu instalēt iekš /target/
pl: Wybierz j±dro do zainstalowania w /target/
ru: Выберите ядро для установки в /target/
sl: Izberite jedro za namestitev v ·/target/

source: These are the kernels available from the APT sources. One of them needs to be installed to be able to boot the system from hard drive.
cs: Toto jsou jádra dostupná ve zdrojích APTu. Jedno z nich se musí nainstalovat, abyste mohli zavádìt systém z pevného disku.
ja: これらは APT ソースから利用できるカーネルです。ハードドライブからシステムをブートすることができるよう、これらのうちの 1 つはインストールする必要があります。
pl: Poni¿ej znajduj± siê j±dra dostêpne przez ¼ród³a APT. Jedno z nich musi zostaæ zainstalowane, ¿eby mo¿na by³o wystartowaæ system z dysku twardego.
ru: В источниках APT имеются эти пакеты ядра. Чтобы система могла загрузиться с жёсткого диска, необходимо установить одно из них.
sl: To so jedra, ki so na voljo iz virov APT. Enega od njih morate namestiti, da boste sistem lahko zagnali iz diska.

source: No installable kernel was found in the APT sources defined
bs: Kernel koji bi mogao biti instaliran nije pronađen u definisanim APT listama
cs: Ve zdrojích APTu nebylo nalezeno ¾ádné instalovatelné jádro.
ja: 定義された APT ソースにインストール可能なカーネルが見つかりません。
lv: Instalējami Linux kodoli nav atrasti definētajos APT avotos
pl: Nie znaleziono zdolnego do instalacji j±dra w podanych ¼ród³ach APT
ru: В заданных источниках APT не было найдено ни одного ядра, которое можно было бы установить.
sl: V navedenih virih ni mogoče najti jedra, ki bi ga bilo mogoče namestiti.

source: This is rather strange, and probably fatal.
bs: Ovo je prilično čudno i vjerovatno fatalno.
cs: To je podivné a pravdìpodobnì fatální.
ja: これはかなり不可解です。おそらく致命的です。
lv: Tas ir diezgan dīvaini un arī diezgan fatāli.
pl: Jest to dosyæ dziwne, i mo¿liwe, ¿e nieuchronne.
ru: Это очень странно, и возможно фатально.
sl: To je dokaj čudno in najbrž usodno.

source: You will have to continue as best as you can. Good luck.
bs: Moraćete nastaviti najbolje što možete. Sretno.
cs: Od teï musíte pokraèovat, jak nejlépe umíte. Hodnì ¹tìstí.
ja: 最善は尽くしました。幸運を祈ります。
lv: Jums būs jāturpina tik labi cik jūs varat. Vēlu veiksmi.
pl: Musisz kontynuowaæ najlepiej jak potrafisz. Powodzenia.
ru: Вам придётся продолжать работу, надеясь на лучшее. Желаю успеха!
sl: Nadaljevati boste morali kot le najbolje znate. Vso srečo.

source: Downloading Release file
lv: Lejuplādēju Release failu
pl: Pobieranie pliku Release
ru: Скачивается Release-файл.
sl: Prenašam datoteko Release

source: Downloading Packages files
lv: Lejuplādēju Packages failus
pl: Pobieranie plików Packages
ru: Скачиваются файлы Packages.
sl: Prenašam datoteke Packages

source: Downloading packages
lv: Lejuplādēju pakas
pl: Pobieranie pakietórw
ru: Скачиваются пакеты
sl: Prenašam pakete

source: Downloading Packages file
lv: Lejuplādēju Packages failu
pl: Pobieranie pliku Packages
ru: Скачивается файл Packages
sl: Prenašam datoteko Packages·

source: Proceed with installation to unclean target?
tr: Kesin olmayan hedefe yaplacak kuruluma devam et?
