Repository: Sprezzatech/main-menu-udeb
Catalog: packages/anna/debian/po/*.po
Languages: ca, cs, it, sq, vi, xh

source: Retriever to use:
cs: Stahovaè, který se má pou¾ít:
it: Scaricatore da usare:
sq: Tërheqësi në përdorim:

source: The retriever is responsible for fetching installer components to be loaded.
cs: Stahovaè je zodpovìdný za získání komponent instalaèního programu, které se mají pou¾ít.
it: Lo scaricatore ha il compito di prelevare i componenti dell'installatore da installare.
sq: Tërheqësi është përgjegjës për marrjen e pjesëve përbërëse për tu ngarkuar.

source: Most things you will need will be loaded automatically. The listed installer components all have low priority and are probably not necessary, but may be interesting to some users.
cs: Vìt¹ina komponent se nainstaluje automaticky. Uvedené komponenty instalátoru mají nízkou prioritu a pravdìpodobnì nejsou potøeba. (S výjimkou pár u¾ivatelù.)
it: Molti dei componenti necessari saranno automaticamente caricati. Quelli elencati hanno tutti una bassa priorità e probabilmente non sono necessari, ma potrebbero essere interessanti per alcuni utenti.
sq: Shumë gjëra që do të duhen do ngarkohen automatikisht. Përbërësit e listuar të instaluesit kanë të gjithë përparësi të ulët dhë ndoshta të panevojshme, por mund të jenë interesante për disa përdorues.

source: Installer components to load:
ca: Components de l'instaŀlador a carregar:
cs: Komponenty instalátoru, které se mají nahrát:
it: Componenti dell'installatore da caricare:
sq: Përbërësit e instaluesit për tu ngarkuar:
vi: Các thành phần cài đặt cần tải :
xh: Amalungu esiseki-nkqubo aza kulayisha:

source: To save memory, not all of the installer modules will be loaded by default. The listed installer components are not all necessary for a basic install, but you may need some of them, especially certain kernel modules, so look through the list carefully and select the components you need.
it: Per risparmiare memoria, non tutti i moduli dell'installatore vengono caricati automaticamente. I componenti elencati non sono sempre necessari per una installazione di base, ma è possibile che siano richiesti, in particolare alcuni moduli del kernel, perciò si consulti la lista con attenzione e si scelgano i moduli necessari.
sq: Për të ruajtur, jo të gjithë modulete instaluesit do ngarkohen si zakonisht. Përbërësit e mëposhtëm të instaluesit nuk janë të nevojshëm për një instalim bazë, por ndonjëri edhe mund të të nevojitet, sidomos disa module të kernelit, kështu që kqyr mirë listën dhe zgjidh përbërësit që të duhen.

source: Note that if you select a component that requires others, those components will also be loaded.
ca: Teniu en compte que si seleccioneu un component que en necessita d'altres, aquests components també es carregaran.
cs: Pokud vyberete komponentu, která vy¾aduje dal¹í komponenty, budou také nainstalovány.
it: Notare che selezionando dei componenti che ne richiedono altri, anche questi ultimi saranno caricati.
sq: Vër re që nëse zgjedh një përbërës që kërkon të tjerë, të gjithë këta të fundit do ngarkohen gjithashtu.
vi: Lưu ý nếu bạn lựa chọn một thành phần phụ thuộc vào các thành phần khác, những thành phần đó sẽ cũng được tải.
xh: Qaphela ukuba ukuba ukhetha ilungu elifuna amanye, loo malungu nawo aya kulayishwa nawo.

source: Loading components of the Debian installer
cs: Nahrávají se komponenty instalaèního programu
it: Caricamento dei componenti dell'installatore Debian in corso
sq: Duke ngarkuar përbërësit e instaluesit Debian.

source: Retrieving ${PACKAGE}
ca: S'està obtenint ${PACKAGE}
cs: Stahuje se ${PACKAGE}
it: Scaricamento di ${PACKAGE}
sq: Duke tërhequr ${PACKAGE}
vi: Truy vấn gói ${PACKAGE}...
xh: Ifumana kwakhona ${PACKAGE}

source: Unpacking ${PACKAGE}
cs: Rozbaluje se ${PACKAGE}
it: Apertura del pacchetto ${PACKAGE}
sq: Duke hapur ${PACKAGE}
vi: Tháo gói ${PACKAGE}...
xh: Ikhupha ${PACKAGE}

source: Failed to load installer component
ca: No s'ha pogut instaŀlar el component de l'instaŀlador
cs: Instalace komponenty instalaèního programu selhala
it: Il caricamento del componente dell'istallatore è fallito
sq: Dështoi në ngarkimin e përbërësve të instaluesit
vi: Tải các thành phần cài đặt không thành công.
xh: Ayiphumelelanga ukulayisha ilungu lesiseko-nkqubo

source: Loading ${PACKAGE} failed for unknown reasons. Aborting.
ca: La instaŀlació de ${PACKAGE} ha fallat per raons desconegudes. S'està avortant.
cs: Instalace ${PACKAGE} selhala z neznámého dùvodu. Ru¹ím akci.
it: Il caricamento di ${PACKAGE} è fallito per motivi sconosciuti. Annullamento in corso.
sq: Ngarkimi i ${PACKAGE} dështoi për arsye të panjohura. Duke anulluar.
vi: Tải gói ${PACKAGE} không thành công không rõ nguyên nhân nên bỏ qua.
xh: Ukulayisha ${PACKAGE} akuphumelelenga ngezizathu ezngaziwayo. Iyayeka.

source: Continue the install without loading kernel modules?
ca: Voleu continuar sense carregar mòduls del nucli?
it: Continuare l'installazione senza caricare i moduli del kernel?
sq: Ta vazhdoj instalimin pa ngarkuar modulet e kernelit?
vi: Tiếp tục cài đặt còn chưa tải những mô-đun hạt không?
xh: Qhubeka ukuseka inkqubo ngaphandle kokulayisha iimodyuli ze-kernel?

source: No kernel modules were found. This probably is due to a mismatch between the kernel used by this version of the installer and the kernel version available in the archive.
ca: No s'ha trobat cap mòdul del nucli. És probable que això siga a causa de la no coincidència entre el nucli utilitzat per aquesta versió de l'instaŀlador i la versió del nucli disponible a l'arxiu.
it: Non è stato trovato alcun modulo del kernel. Probabilmente questo è dovuto ad un diversità tra il kernel usato da questa versione dell'installatore e la versione del kernel disponibile nell'archivio.
sq: Asnjë modul kerneli nuk u gjet. Kjo ndoshta për shkak të mospërkimit midis versionit të kernelit përdorur nga instaluesi dhe versionit të kernelit që gjendet në arkivë.
vi: Chưa tìm thấy mô-đun hạt nhân nào. Rất có thể vì hạt nhân được dùng trong phiên bản trình cài đặt này không khớp với phiên bản hạt nhân trong kho.
xh: Akukho zimododyuli ze-kernel zifunyenweyo. Le nto mhlawumbi yenziwa kukungangqamani phakathi kwe-kernel esetyenziswa lolu hlobo lwesiseko-nkqubo kunye nohlobo lwe-kernel efumanekayo kuvimba wenkqubo.

source: If you're installing from a mirror, you can work around this problem by choosing to install a different version of Debian. The install will probably fail to work if you continue without kernel modules.
ca: Si esteu instaŀlant des d'una rèplica, podeu evitar aquest problema seleccionant la instaŀlació d'una versió diferent de Debian. És probable que la instaŀlació no funcione si continueu sense mòduls del nucli.
it: Se si sta installando da un mirror, si può aggirare questo problema scegliendo di installare una versione diversa di Debian. L'installazione probabilmente fallirà se si continua senza i moduli del kernel.
sq: Nëse po instalon nga një mirror, mund ta evitosh këtë problem duke zgjedhur instalimin e një versioni tjetër Debian. Instalimi ndoshta do të dështojë nëse vazhdon pa modulet e kernelit.
vi: Nến bạn đang cài đặt từ máy nhân bản thì có thể chỉnh sửa vân đề này bằng cách chọn cài đặt một phiên bản Debian khác. Việc cài đặt này sẽ không hoặt động cho đúng vì không có những mô-đun hạt nhân.
xh: Ukuba useka inkqubo isuka esipilini, ungakwazi ukulungisa le ngxaki ngokukhetha ukuseka inkqubo eyahlukileyo ye-Debian. Ukuseka inkqubo akunakuphumelela ukuba uqhubeka ngaphandle kwee-modyuli ze-kernel.

source: Load installer components
cs: Nahrát komponenty instalaèního programu
it: Caricare i componenti dell'installatore
sq: Ngarko përbërësit e instaluesit

source: All components of the installer needed to complete the install will be loaded automatically and are not listed here. Some other (optional) installer components are shown below. They are probably not necessary, but may be interesting to some users.
ca: Tots els components de l'instaŀlador que es necessiten per a completar la instaŀlació es carregaran automàticament i no s'han llistat ací. Altres components de l'instaŀlador (opcionals) es mostren a continuació. Probablement no són necessaris, però poden ser interessants per a alguns usuaris.

source: To save memory, only components that are certainly needed for an install are selected by default. The other installer components are not all necessary for a basic install, but you may need some of them, especially certain kernel modules, so look through the list carefully and select the components you need.
ca: Per a estalviar memòria, només es seleccionen per defecte els components que inequívocament es necessiten per a fer una instaŀlació. Els altres components de l'instaŀlador no són tots necessaris per a una instaŀlació bàsica, però és possible que en necessiteu alguns, especialment alguns mòduls del nucli, així doncs analitzeu la llista i seleccioneu-ne els components que necessiteu.
vi: Để tiết kiệm bộ nhớ thì mặc định sẽ chọn chỉ những thành phần chắc là cần thiết khi cài đặt. Không cần mọi thành phần cài đặt trong danh sách để cài đặt cơ bản được, nhưng có lẽ sẽ cần một số phần, nhất là những mô-đun hạt nào đó, vậy hãy xem qua toàn danh sách một cách cẩn thận để lựa chọn những thành phần cần dùng.

source: Loading additional components
ca: S'estan carregant components addicionals
vi: Đang tải các thành phần thêm
xh: Layisha amalungu enkqubo ongezelelweyo

source: Configuring ${PACKAGE}
ca: S'està configurant ${PACKAGE}

source: All components of the installer needed to complete the install should already be selected. Other installer components have low priority and are probably not necessary, but may be interesting to some users.
vi: Mọi thành phần của bản cài đặt cần thiết để cài đặt xong nên được chọn rồi. Những thành phần cài đặt khác có ưu tiên thấp và có khả năng là không cần thiết, nhưng có thể đáng quan tâm cho một số người sử dụng khác.
