Repository: Sprezzatech/main-menu-udeb
Catalog: tools/lilo-installer/debian/po/*.po
Languages: ar, cs, nb, sv, tr

source: Device for boot loader installation:
ar: الجهاز المطلوب تثبيت محمّل الإقلاع عليه:
cs: Zaøízení pro instalaci zavadìèe:
nb: Enheten som oppstarteren skal installere på:
sv: Enhet för installation av startladdaren:
tr: Önyükleyici kurulacak aygıt:

source: Now it is time to make the newly installed Debian system bootable, by installing the LILO bootloader on a bootable device. The usual way to do this is to install LILO on the master boot record of your first hard drive, but it is also possible to install LILO to a partition if you want to use another boot manager as the primary boot manager. Leave this at default if unsure.
cs: Nyní nastal èas pøipravit zavádìní novì instalovaného Debianu. K tomu se musí na zaveditelné zaøízení nainstalovat zavadìè - v na¹em pøípadì LILO.Obvyklá cesta je instalovat LILO do hlavního zavádìcího záznamu (MBR) prvního disku, ale pokud chcete jako primární zavadìè pou¾ívat jiný program, mù¾ete LILO nainstalovat i do diskové oblasti. Pokud si nejste jisti, ponechejte pøednastavenou hodnotu.
nb: Nå er det på tide å gjøre det nyinstallerte debiansystemet i stand til å starte opp når du slår på maskinen. Dette gjør vi ved å installere oppstartslastaren LILO på en enhet som er i stand til å starte opp. Den vanlige måten å gjøre dette på, er å installere LILO på hovedoppstartssporet (mbr) på den første harddisken. Men hvis du vil bruke en annen oppstartslaster som førstevalg, er det også mulig å installere LILO på en partisjon. Bruk standardvalgene hvis du er usikker.

source: Warning: by default, this will change how your computer boots, overwriting your existing master boot record with LILO. Continuing may make other operating systems installed on this computer unbootable.
cs: Varování: Standardnì tímto krokem pøepí¹ete hlavní zavádìcí záznam LILem, èím¾ se zmìní zpùsob, jakým poèítaè startuje. Pokraèování mù¾e zpùsobit, ¾e nìkteré operaèní systémy instalované na tomto poèítaèi nepùjdou zavést.
nb: Advarsel: Som standard vil dette endre hvordan maskinen starter opp. Hovedoppstartssporet vil bli overskrevet med LILO. Viss du fortsetter kan du gøre det vanskelig eller umulig å starte opp andre operativsystem som er installert på denne maskinen.

source: LILO configured to use a serial console
ar: LiLo معدّ ليستخدم الشاشة الطرفية المتوالية
cs: LILO bylo nastaveno, aby pou¾ilo konzoli na sériovém portu
nb: Setter opp LILO til å bruke seriellkonsoll
sv: LILO konfigurerad för att använda en seriell konsol
tr: Seri konsolu kullanmak için LILO ayarlandı

source: LILO is configured to use serial port ${PORT} as the console. The serial port speed is set to ${SPEED}.
ar: LiLo معدّ ليستخدم المنفذ المتوالي ${PORT} كشاشة طرفية. حدّدت سرعة المنفذ المتوالي على ${SPEED}.
cs: LILO je nastaveno, aby jako konzoli pou¾ilo sériový port ${PORT}. Rychlost portu je ${SPEED}.
nb: LILO er satt opp til å bruke seriellport ${PORT} som konsoll. Hastigheten til seriellporten er satt til ${SPEED}.
sv: LILO är konfigurerad för att använda seriella porten ${PORT} som konsol. Den seriella portens hastighet är satt till ${SPEED}.
tr: LILO ${PORT seri portunu konsol olarak kullanmak için ayarlandı . Seri port hızı ${SPEED} olarak ayarlandı.

source: Would you like to make this partition active?
ar: هل تريد أن تجعل هذا التجزيء نشطاً؟
cs: Chcete tuto oblast nastavit jako aktivní?
nb: vil du gjøre denne partisjonen aktiv?
sv: Vill du aktivera den här partitionen?
tr: Bu bölümü aktifleştirmek istermisiniz?

source: You have chosen to install LILO on a partition that is not the active one. If this partition is not marked active, then LILO will not be loaded by the bootloader. This may cause you to be unable to boot into the system that is being installed.
ar: لقد اخترت تثبيت LiLo على تجزيء ليس نشطاً. إن لم يحدّد هذا التجزيء نشطاً، فلن يتم تحميل LiLo بواسطة مدير الإقلاع. قد يتسبب هذا في جعلك غير قادر على إقلاع النظام الذي تقوم بتثبيته.
cs: Chcete nainstalovat LILO na oblast, která není aktivní. Pokud oblast není aktivní, zavadìè LILO nezavede a tím pádem se nemusíte dostat do instalovaného systému.
nb: Du har valgt å installere LILO på en annen partisjon enn den som er aktiv. Hvis denne partisjonen ikke er markert som aktiv, så vil ikke LILO bli lastet av oppstartslasteren. Dette kan føre til at du ikke klarer å starte opp det nyinstallerte systemet.
sv: Du har valt att installera LILO på en partition som inte är den aktiva partitionen. Om partitionen inte markeras som aktiv kommer startladdaren inte att ladda LILO. Det kan göra dig oförmögen att starta det system som nu installeras.
tr: LILO'yu aktif olmayan bir bölüme kurmak üzere ayarladınız.Eğer bu bölüm aktifleştirilmezse, LILO, açılış yöneticisi tarafından yüklenemeyebilir. Bu, kurulu sistemi açamamanıza neden olabilir.

source: You should make this partition active unless you have another bootloader that will allow you to access your new Linux installation.
ar: عليك أن تجعل هذا التجزيء نشطاً إلا إن كان لديك مدير إقلاع آخر سوف يسمح لك بالوصول إلى تثبيت لينكس الجديد.
cs: Pokud nemáte jiný zavadìè, kterým byste se dostali do svého nového systému, mìli byste tuto oblast oznaèit jako aktivní.
nb: Du bør gjøre denne partisjonen aktiv med mindre du har en annen oppstartslaster som lar deg starte opp den nye Linux-installasjonen.
sv: Du bör göra den här partitionen aktiv förutsatt att du inte har en annan startladdare som gör det möjligt för dig att komma åt din nya Linuxinstallation.
tr: Eğer yeni Linux kurulumunuza erişebilecek başka bir açılış yükleyiciniz yoksa bu bölümü akifleştirmelisiniz

source: LILO installation failed
ar: فشل تثبيت LiLo
cs: Instalace LILO selhala
nb: Klarte ikke å installere LILO
sv: Installationen av LILO misslyckades
tr: LILO kurulumu başarısız

source: Running "/sbin/lilo" failed with error code "${ERRCODE}".
ar: فشل تشغيل "/sbin/lilo" برمز خطأ "${ERRCODE}".
cs: Pøíkaz "/sbin/lilo" skonèil s chybou "${ERRCODE}".
nb: Kjøringen av «/sbin/lilo» mislyktes, feilkoden var «${ERRCODE}».
sv: Körningen av "/sbin/lilo" misslyckades med felkod "${ERRCODE}".
tr: "/sbin/lilo" çalıştırılırken "${ERRCODE}" ile sonlandı

source: Install the LILO boot loader on a hard disk
ar: ثبّت مدير الإقلاع LiLo على قرص صلب
cs: Instalovat zavadìè LILO na pevný disk
nb: Installer oppstartslasterenLILO på harddisken
tr: LILO önyükleyiciyi bir sabit diske kur

source: LILO should install the boot block on a bootable device. This is usually the first hard drive, but could be in a partition if you want to use another boot manager as the primary boot manager.
ar: على LiLo أن يثبّت كتلة الإقلاع على جهاز قابل للإقلاع. يكون هذا عادة القرص الصلب الأول، لكن يمكن أن يكون في تجزيء إذا كنت تريد استخدام مدير إقلاع آخر كمدير إقلاع أولي.
sv: LILO bör installera startblocket på en startbar enhet. Detta är vanligtvis den första hårddisken, men det kan vara på en partition om du vill använda en annan startshanterare som primär starthanterare.
tr: LILO açılış bloğunu boot edilebilir bir aygıta yazmalıdır. Bu genelde ilk hard disktir, ancak öncelikli açılış yöneticisinin kullanlılacağı bölümü kendiniz seçebilirsini

source: Install LILO boot loader on a hard disk
sv: Installera startladdaren LILO på en hårddisk
