Repository: Sprezzatech/main-menu-udeb
Catalog: packages/prebaseconfig/debian/po/*.po
Languages: hr, is, ku, uk, vi

source: Finish the installation
hr: Dovr¹i instalaciju
is: Ljúka uppsetningu
ku: Sazkirinê bi dawî bike
uk: Завершити встановлення
vi: Cài đặt xong

source: Finishing the installation
hr: Dovr¹avam instalaciju
is: Lýk uppsetningu
ku: Sazkirinê bi dawî dike
uk: Завершення встановлення
vi: Cài đặt xong...

source: Running ${SCRIPT}...
hr: Izvr¹avam ${SCRIPT}...
is: Keyri ${SCRIPT}...
ku: ${SCRIPT} dimeşîne...
uk: Виконання ${SCRIPT}...
vi: Chạy tập lệnh ${SCRIPT}...

source: Configuring network...
hr: Pode¹avam mre¾u...
is: Stilli net...
ku: Tor tê avakirin...
uk: Налаштовування мережі...
vi: Định cấu hình mạng...

source: Setting up frame buffer...
hr: Postavljam okvirni tampon...
is: Set upp skjáaðgang...
ku: Frame buffer saz dike...
uk: Налаштовування буфера зображення...
vi: Thiết lập bộ nhớ đệm khung...

source: Saving debconf database...
is: Vista debconf gagnagrunninn...
ku: Database ya debconf tomar dike...
vi: Đang lưu cơ sở dữ liệu...

source: Preparing for base-config...
hr: Pripremam za base-config...
is: Undirbý grunnuppsetningu (base-config)...
ku: JI bo base-config amade dike...
uk: Підготовка до base-config...
vi: Chuẩn bị cho base-config...

source: Unmounting file systems...
hr: Demontiram datoteène sustave...
is: Aftengi skráarkerfi...
ku: Pergalên dosiyan unmount dike...
uk: Розмотування файлових систем...
vi: Bỏ lắp các hệ thống tập tin...

source: Rebooting into your new system...
is: Endurræsi í nýja kerfið...
ku: Pergala te ya nû niha boot dike...
vi: Đang khởi động lại vào hệ thống mới của bạn...

source: Installation complete
hr: Instalacija potpuna
is: Uppsetningu lokið
ku: Sazkirin temam e
uk: Встановлення завершено
vi: Cài đặt xong rồi.

source: Installation is complete, so it is time to boot into your new system. Make sure to remove the installation media (CD-ROM, floppies), so that you boot into the new system rather than restarting the installation.
is: Uppsetningunni er lokið, og það er kominn tími á að endurræsa í nýja kerfið. Vertu viss um að þú sért búinn að taka geisladiskinn eða diskettuna sem þú notaðir til að ræsa úr drifinu, svo þú ræsir örugglega inn í nýja kerfið en byrjir ekki upp á nýtt á uppsetningunni.
ku: Sazkirin temam e, niha dema bootkirina pergala te ya nu hat. Hemû medyayên sazkirinê (CD-ROM, floppy) derxe, daku pergala nû boot bike û sazkirin ji nû ve dest pê neke.
vi: Cài đặt đã hoàn tất, đây là thời điểm khởi động vào hệ thống mới của bạn. Hãy chắc chắn rằng các phương tiện (đĩa CD-ROM, đĩa mềm) đã được rút ra, vì vậy bạn khởi động vào hệ thống mới, hơn khởi chạy lại việc cài đặt.

source: Saving installation logs to /var/log/debian-installer/...
uk: Збереження журналів встановлення до /var/log/debian-installer/...

source: Rebooting into your new Debian system...
hr: Ponovo podi¾em va¹ novi Debian sustav...
uk: Перезавантаження до нової системи Debian...

source: Installation is complete, so it is time to boot into your new Debian system. Make sure to remove the installation media (CD-ROM, floppies), so that your system boots from the disk to which Debian was installed.
hr: Instalacija je dovr¹ena i vrijeme je da podignete svoj novi Debian sustav. Provjerite da nema instalacijskih medija (CD-a, disketa) u pogonima, tako da se sustav podigne s diska na koji je Debian instaliran.
uk: Встановлення завершено, отже саме час перезавантажитися до вашої нової системи Debian. Впевніться, що ви вийняли носій, з якого проводилося встановлення (CD-ROM, дискети), щоб ваша система завантажилася із жорсткого диску, на який була встановлена Debian.
