Repository: Sprezzatech/main-menu-udeb
Catalog: packages/arch/i386/grub-installer/debian/po/*.po
Languages: mk, nl, sl

source: Install the GRUB boot loader to the master boot record?
mk: Инсталирај го GRUB подигнувачот во главниот бут(MBR)?
nl: GRUB-opstartlader in het MBR (master boot record) installeren?
sl: Namestim zagonski nalagalnik GRUB na glavni zagonski zapis?

source: The following other operating systems have been detected on this computer: ${OS_LIST}
mk: Следниве оперативни системи беа детектирани на твојот компјутер: ${OS_LIST}
nl: De volgende besturingssystemen zijn op deze computer aangetroffen: ${OS_LIST}
sl: Na računalniku sem zaznal naslednje operacijske sisteme: ${OS_LIST}

source: If all of your operating systems are listed above, then it should be safe to install the boot loader to the master boot record of your first hard drive. When your computer boots, you will be able to choose to load one of these operating systems or your new system.
mk: Ако сите твои оперативни системи се излистани горе, тогаш е безбедно да се инсталира подигнувачот на главниот бут запис(MBR) од твојот прв тврд диск. Кога твојот компјутер ќе се подигне, ќе можеш да одбереш дали да се бутира некој од овие оперативни системи или твојот нов систем.
nl: Als al uw besturingssystemen hierboven weergeven zijn, is het veilig om uw opstartlader te installeren in het 'master boot record' van uw eerste harde schijf. Bij het opstarten van uw computer krijgt u dan de keuze om een van deze besturingssystemen te laten, of uw nieuwe installatie.
sl: Če so zgoraj napisani vsi vaši operacijski sistemi potem je verjetno varno namestiti zagonski nalagalnik na glavni zagonski zapis vašega trdega diska. Ko se vaš računalnik zažene boste lahko izbrali zagon enega od teh operacijskih sistemov ali pa zagon vašega novega sistema.

source: It seems that this new installation is the only operating system on this computer. If so, it should be safe to install the GRUB boot loader to the master boot record of your first hard drive.
mk: Изгледа дека оваа нова инсталација е единствениот оперативен систем на овој компјутер. Ако е така, безбедно е да се инсталира GRUB подигнувачот на главниот бут запис(MBR) од твојот прв тврд диск.
nl: Het lijkt erop dat deze nieuwe installatie het enige besturingssystemen op deze computer is. Als dit klopt kunt u de GRUB-opstartlader zonder problemen in het 'master boot record' van uw eerste harde schijf installeren.
sl: Izgleda, da bo ta namestitev edini operacijski sistem na tem računalniku. Če je temu tako je verjetno varno namestiti zagonski nalagalnik GRUB v glavni zagonski zapis prvega trdega diska.

source: Warning: If the installer failed to detect another operating system that is present on your computer, modifying the master boot record will make that operating system temporarily unbootable, though GRUB can be manually configured later to boot it.
mk: Внимание: Ако инсталерот не успеал да детектира друг оперативен систем присутен на твојот компјутер, измената на MBR може да го направи тој оперативен систем привремено небутабилен. Иако подоцна GRUB може рачно да се конфигурира за да се може да се бутира.
nl: Waarschuwing: Indien het installatieprogramma er niet in geslaagd is om de andere besturingssystemen op uw computer te detecteren, maakt het aanpassen van het 'master boot record' deze besturingssystemen niet-opstartbaar (al kunt u GRUB later altijd zelf instellen zodat deze weer opstartbaar worden).
sl: Opozorilo: Če namestitev ni zaznala drugega operacijskega sistema, ki je na voljo na vašem računalniku, bo sprememba glavnega zagonskega zapisa naredila ta operacijski sistem začasno nezaganljiv, čeprav je mogoče GRUB kasneje ročno nastaviti, da omogoča njegov zagon.

source: Install the GRUB boot loader to the Serial ATA RAID disk?
nl: De GRUB-opstartlader op de Serial ATA RAID schijf installeren?

source: Installation of GRUB on Serial ATA RAID is experimental.
nl: Installatie van GRUB op Seriële ATA RAID is experimenteel.

source: GRUB is always installed to the master boot record (MBR) of the Serial ATA RAID disk. It is also assumed that disk is listed as the first hard disk in the boot order defined in the system's BIOS setup.
nl: GRUB wordt altijd geïnstalleerd in het 'master boot record' (MBR) van de Serial ATA RAID schijf. Ook wordt aangenomen dat deze schijf in het BIOS van het systeem is aangemerkt als de eerste harde schijf in de opstartrangorde.

source: The GRUB root device is: ${GRUBROOT}.
nl: Het 'root'-apparaat voor GRUB is: ${GRUBROOT}.

source: Unable to configure GRUB
mk: Не успеа конфигурирањето на GRUB
nl: Kon grub niet configureren
sl: Ne morem nastaviti GRUB-a

source: An error occurred while setting up GRUB for your Serial ATA RAID disk.
nl: Er is een fout opgetreden tijdens het instellen van GRUB voor uw Serial ATA RAID schijf.

source: The GRUB installation has been aborted.
nl: De installatie van GRUB is afgebroken.

source: Install the GRUB boot loader to the multipath device?
nl: De GRUB-opstartlader op het multipad-apparaat installeren?

source: Installation of GRUB on multipath is experimental.
nl: Installatie van GRUB op multipad is experimenteel.

source: GRUB is always installed to the master boot record (MBR) of the multipath device. It is also assumed that the WWID of this device is selected as boot device in the system's FibreChannel adapter BIOS.
nl: GRUB wordt altijd geïnstalleerd in het 'master boot record' (MBR) van het multipad-apparaat. Ook wordt aangenomen dat de WWID van dit apparaat in het BIOS van de FibreChannel adaptor is aangemerkt als te gebruiken apparaat voor het opstarten van het systeem.

source: An error occurred while setting up GRUB for the multipath device.
nl: Er is een fout opgetreden tijdens het instellen van GRUB voor het multipad-apparaat.

source: Device for boot loader installation:
mk: Уред на кој ќе се инсталира подигнувачот:
nl: Apparaat voor opstartlader-installatie:
sl: Naprava za namestitev zagonskega nalaganika:

source: You need to make the newly installed system bootable, by installing the GRUB boot loader on a bootable device. The usual way to do this is to install GRUB on the master boot record of your first hard drive. If you prefer, you can install GRUB elsewhere on the drive, or to another drive, or even to a floppy.
mk: Треба да го направиш ново инсталираниот систем бутабилен, инсталирајќи го GRUB подигнувачот на бутабилен уред. Вообичаениот начин да се направи ова е да се инсталира GRUB на MBR од првиот тврд диск. Ако преферираш, може да го инсталираш GRUB и на друго место на дискот или на друг диск, па и на дискета.
nl: Uw net geïnstalleerde systeem dient nu opstartbaar gemaakt te worden, door de GRUB-opstartlader te installeren op een opstartbaar apparaat. Gewoonlijk wordt hiervoor het 'master boot record' van uw eerste harde schijf gebruikt. Desgewenst kunt u GRUB ergens anders op de schijf, op een andere schijf, of zelfs op een diskette plaatsen.
sl: Sedaj je čas, da omogočite zagon novo nameščenega sistema z namestitvijo zagonskega nalagalnika GRUB na zagonsko napravo. Navadno to lahko storite tako, da namestite GRUB na glavni zagonski sektor vašega trdega diska. Če želite, lahko namestite GRUB drugam na trdi disk, na drugi disk ali celo na disketo.

source: The device can be specified using GRUB's "(hdn,m)" notation, or as a device in /dev. Below are some examples: - "(hd0)" or "/dev/hda" will install GRUB to the master boot record of your first hard drive (IDE); - "(hd0,1)" or "/dev/hda2" will use the second partition of your first IDE drive; - "(hd2,4)" or "/dev/sdc5" will use the first extended partition of your third drive (SCSI here); - "(fd0)" or "/dev/fd0" will install GRUB to a floppy.
mk: Уредот може да биде специфициран користејќи ги GRUB ознаките „(hdn,m)“, или како уред во /dev. Долу се неколку примери: - „(hd0)“ or „/dev/hda“ ќе го инсталира GRUB во главниот бут запис(MBR) од твојот прв тврд диск (IDE); - „(hd0,1)“ or „/dev/hda2“ ќе ја користи втората партиција од твојот прв IDE уред; - „(hd2,4)“ or „/dev/sdc5“ ќе ја користи првата extended партиција од твојот трет уред (SCSI тука); - „(fd0)“ or „/dev/fd0“ ќе го инсталира GRUB на дискета.
nl: Het apparaat kan aangegeven worden met GRUB's '(hdn,m)' notatie, of met het apparaatbestand in /dev. Enkele voorbeelden: - '(hd0)' of '/dev/hda' installeert GRUB in het 'master boot record' van de eerste IDE-harde schijf; - '(hd0,1) of '/dev/hda2' installeert GRUB in de tweede partitie van uw eerste IDE-harde schijf; - '(hd2,4) of '/dev/sdc5' installeert GRUB in de eerste 'extended' partitie van uw derde SCSI-harde schijf; - '(fd0)' of '/dev/fd0' installeert GRUB op een diskette.
sl: Naprava je lahko določena z uporabo GRUB-ove "(hdn,m)" oznake ali pa kot naprava v /dev. Na primer: - "(hd0)" ali "/dev/hda" bo namestil GRUB v glavni zagonski zapis vašega prvega trdega diska (IDE); - "(hd0,1)" ali "/dev/hda2" bo uporabil drug razdelek vaše prve enote IDE; - "(hd2,4)" ali "/dev/sdc5" bo uporabil prvi razširjen razdelek vaše tretje enote (tukaj SCSI); - "(fd0)" ali "/dev/fd0" bo namestil GRUB na disketo.

source: GRUB password:
mk: Лозинка за GRUB:
nl: GRUB-wachtwoord:
sl: GRUB geslo:

source: The GRUB boot loader offers many powerful interactive features, which could be used to compromise your system if unauthorized users have access to the machine when it is starting up. To defend against this, you may choose a password which will be required before editing menu entries or entering the GRUB command-line interface. By default, any user will still be able to start any menu entry without entering the password.
mk: GRUB бут вчитувачот нуди многу моќни интерактивни особини, кои може да бидат искористени за да се компромитира твојот систем, ако неовластени корисници имаат пристап до машината кога таа се вклучув. За да се заштитиш од ова, може да одбереш лозинка кои ќе биде потребна кога ќе се уредува GRUB менито или ќе ве влегува во командниот интерфејс. Стандардно, секој корисник ќе може да активира било која ставка од менито без да внесе лозинка.
nl: De GRUB-opstartlader bevat veel krachtige en interactieve mogelijkheden. Niet-geautoriseerde gebruikers die fysiek toegang hebben tot deze computer kunnen deze gebruiken om uw systeem te kraken tijdens het opstarten. Om hiertegen te beschermen kunt u een wachtwoord instellen; dat dan vereist is om menu-ingangen aan te passen, en de GRUB-commandoregel-interface te gebruiken. Standaard kan elke gebruiker, elke menu-ingang opstarten zonder een wachtwoord in te voeren.
sl: Zagonski nalagalnik GRUB omogoča mnogo zmogljivih interaktivnih ukazov, ki jih lahko spretni napadalec uporabi za nepooblaščen dostop do sistema ob zagonu računalnika. Za boj proti temu lahko nastavite geslo, ki ga bo potrebno vtipkati pred urejanjem menijskih vnosov ali pred vstopom v GRUB ukazni način. Privzeta nastavitev je, da lahko uporabniki še vedno poženejo katerikoli menijski vnos ne da bi morali zato vnesti še geslo.

source: If you do not wish to set a GRUB password, leave this field blank.
mk: Ако не сакаш да поставиш лозинка за GRUB, остави го ова поле празно.
nl: Als u geen wachtwoord voor GRUB wenst, kunt u dit veld blank laten.
sl: Če ne želite nastaviti GRUB gesla, pustite to polje prazno.

source: Re-enter password to verify:
nl: Wachtwoord nogmaals (ter bevestiging):

source: Please enter the same GRUB password again to verify that you have typed it correctly.
nl: Ter controle op eventuele typfouten dient u het wachtwoord voor GRUB nogmaals in te voeren.

source: Password input error
nl: Wachtwoord-invoerfout

source: The two passwords you entered were not the same. Please try again.
nl: De twee door u ingevoerde wachtwoorden waren kwamen niet overeen. Gelieve nogmaals te proberen.

source: GRUB installation failed
nl: Installatie van GRUB is mislukt

source: The '${GRUB}' package failed to install into /target/. Without the GRUB boot loader, the installed system will not boot.
nl: De installatie van het pakket '${GRUB}' in /target/ is mislukt. Zonder de GRUB-opstartlader zal het geïnstalleerde systeem niet kunnen opstarten.

source: Unable to install GRUB in ${BOOTDEV}
mk: Неможам да го инсталирам GRUB во ${BOOTDEV}
nl: Kon GRUB niet op ${BOOTDEV} installeren
sl: GRUB-a ne morem namestiti na ${BOOTDEV}

source: Executing 'grub-install ${BOOTDEV}' failed.
mk: Извршувањето на „grub-install ${BOOTDEV}“ не успеа.
nl: Uitvoeren van 'grub-install ${BOOTDEV}' is mislukt.
sl: Izvajanje 'grub-install ${BOOTDEV}' ni uspelo.

source: This is a fatal error.
mk: Ова е фатална грешка.
nl: Dit is een fatale fout.
sl: To je usodna napaka.

source: Executing 'update-grub' failed.
mk: Избршувањето на „update-grub“ не успеа.
nl: Uitvoeren van 'update-grub' is mislukt.
sl: Izvajanje 'update-grub' ni uspelo.·

source: Installing GRUB boot loader
mk: Инсталирање на GRUB бут-вчитувачот
nl: GRUB-opstartlader wordt geïnstalleerd
sl: Nameščam zagonski nalagalnik GRUB

source: Looking for other operating systems...
mk: Пребарувам за остнати оперативни системи...
nl: Aanwezigheid van andere besturingssystemen wordt nagegaan...
sl: Iščem ostale operacijske sisteme...

source: Installing the '${GRUB}' package...
nl: Het pakket '${GRUB}' wordt geïnstalleerd...

source: Determining GRUB boot device...
mk: Го одредувам бут уредот за GRUB...
nl: GRUB-opstartapparaat wordt bepaald...
sl: Iščem zagonsko napravo GRUB...

source: Running "grub-install ${BOOTDEV}"...
mk: Извршување „grub-install ${BOOTDEV}“...
nl: 'grub-install ${BOOTDEV}' wordt uitgevoerd...
sl: Poganjam "grub-install ${BOOTDEV}"...

source: Running "update-grub"...
mk: Извршување „update-grub“...
nl: 'update-grub' wordt uitgevoerd...
sl: Zaganjam "update-grub"...

source: Updating /etc/kernel-img.conf...
mk: Ажурирање на /etc/kernel-img.conf...
nl: /etc/kernel-img.conf wordt bijgewerkt...
sl: Posodabljam /etc/kernel-img.conf...

source: Install the GRUB boot loader on a hard disk
mk: Инсталирај го GRUB подигнувачот на тврд диск
nl: GRUB-opstartlader op een harde schijf installeren
sl: Namesti zagonski nalagalnik GRUB na trdi disk

source: Reinstall GRUB boot loader
mk: Преинсталирај го ГРУБ бут вчитувачот
nl: De GRUB-opstartlader herinstalleren
sl: Ponovno namesti zagonski nalagalnik GRUB

source: Install the GRUB boot loader to XFS file system?
mk: Инсталирај го GRUB подигнувачот на XFS датотечен систем?
sl: Namestim zagonski nalagalnik GRUB na XFS datotečni sistem?

source: The GRUB boot loader installation often fails or hangs when /boot is on a XFS file system. Using LILO in this situation is recommended.
mk: Инсталацијата на GRUB подигнувачот често се замрзнува или откажува ако /boot е на XFS датотечен систем. Препорачливо е користење на LILO во вакви ситуации.
sl: Namestitev zagonskega nalagalnika GRUB pogosto ni uspešna ali obvisi, če je /boot na XFS datotečnem sistemu. V tem primeru je priporočena uporaba LILO nalagalnika.

source: Password mismatch
mk: Лозинките се разликуваат

source: The two passwords you entered were not the same. Please enter a password again.
mk: Двете лозинки што ги внесе не се исти. Те молам повторно внеси лозинка.

source: GRUB installation failed. Continue anyway?
mk: Инсталацијата на GRUB не успеа. Сепак да продолжам?

source: The grub package failed to install into /target/. Installing GRUB as a boot loader is a required step. The install problem might however be unrelated to GRUB, so continuing the installation may be possible.
mk: Пакетот GRUB не успеа да се инсталира на /target/. Инсталирањето на GRUB бут вчитувачот е задолжителен чекор. Сепак инсталационите проблем може да не e поврзан со GRUB, па инсталацијата може да продолжи.

source: Installing the 'grub' package...
mk: Инсталирање на „grub“ пакетот...
