Repository: Sprezzatech/main-menu-udeb
Catalog: packages/partman/partman-ext3/debian/po/*.po
Languages: he

source: Checking the ext3 file system in partition #${PARTITION} of ${DEVICE}...
he: בודק את מערכת הקבצים ext3 במחיצה #${PARTITION} בהתקן ${DEVICE}...

source: Go back to the menu and correct errors?
he: האם ברצונך לחזור לתפריט לתיקון השגיאות האלו?

source: The test of the file system with type ext3 in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
he: לאחר בדיקת מערכת הקבצים מסוג ext3 במחיצה #${PARTITION} בהתקן ${DEVICE} נמצאו שגיאות שלא תוקנו.

source: If you do not go back to the partitioning menu and correct these errors, the partition will not be used at all.
he: אם לא תחזור לתפריט הגדרת המחיצות ותתקן את השגיאות האלו, המחיצות לא יהיו כלל בשימוש.

source: Failed to create a file system
he: כשל בנסיון יצירת מערכת קבצים

source: The ext3 file system creation in partition #${PARTITION} of ${DEVICE} failed.
he: כשל ביצירת מערכת קבצים מסוג ext3 במחיצה #${PARTITION} בהתקן ${DEVICE}.

source: Do you want to return to the partitioning menu?
he: האם לחזור לתפריט הגדרת המחיצות?

source: No mount point is assigned for the ext3 filesystem in partition #${PARTITION} of ${DEVICE}.
he: לא הוגדרה נקודת עיגון עבור מערכת קבצים ext3 במחיצה #${PARTITION} בהתקן ${DEVICE}.

source: If you do not go back to the partitioning menu and assign a mount point from there, this partition will not be used at all.
he: אם לא תחזור לתפריט הגדרת המחיצות ותקצה נקודת עיגון, המחיצה לא תהיה כלל בשימוש.

source: /, /boot, /home, /tmp, /usr, /usr/local, /var, Enter manually, Do not mount it
he: /, /boot, /home, /tmp, /usr, /usr/local, /var, הזן ידנית, אל תעגן

source: Mount point for this partition:
he: נקודת עיגון עבור מחיצה זו:

source: Invalid mount point
he: נקודת עיגון לא תקינה

source: The mount point you entered is invalid.
he: נקודת העיגון שהזנת אינה נקודה תקינה.

source: Mount points must start with "/". They cannot contain spaces.
he: נקודות עיגון חייבים להתחיל בתו "/" ואסור שיכילו רווחים.

source: Mount point:
he: נקודת עיגון:

source: noatime - do not update inode access times at each access
he: noatime - אל תעדכן את זמני הגישה ל-inode בכל גישה

source: nodev - do not support character or block special devices
he: nodev - אל תתמוך בהתקנים מיוחד מסוג בלוק או תווי

source: nosuid - ignore set-user-identifier or set-group-identifier bits
he: nosuid - התעלם מביטי set-user-identifier או set-group-identifier

source: noexec - do not allow execution of any binaries
he: noexec - אל תרשה הרצה של קבצים בינריים

source: ro - mount the file system read-only
he: ro - עגינת מערכת הקבצים לקריאה בלבד

source: sync - all input/output activities occur synchronously
he: sync - כל פעולות ה-I/O קורות בתיאום

source: usrquota - user disk quota accounting enabled
he: usrquota - הגבלת גודל על חשבונות משתמשים מופעל

source: grpquota - group disk quota accounting enabled
he: grpquota - הגבלות גודל על חשבונות של קבוצות מופעל

source: Mount options:
he: אפשרויות עיגון:

source: Mount options can tune the behavior of the file system.
he: אפשרויות עגניה יכולות לכונן את התנהגות מערכת הקבצים.

source: ext3 journalling file system
he: מערכת קבצים מבוססת יומן ext3
