Repository: Sprezzatech/main-menu-udeb
Catalog: packages/alpha/aboot-installer/debian/po/*.po
Languages: ru, sk

source: Device for boot loader installation:
ru: Устройство для установки системного загрузчика:
sk: Zariadenie na in¹taláciu zavádzaèa:

source: Aboot needs to install the boot loader on a bootable device containing an ext2 partition. Please select the ext2 partition that you wish aboot to use. If this is not the root filesystem, your kernel image and the configuration file /etc/aboot.conf will be copied to that partition.
ru: Aboot необходимо установить системный загрузчик на загрузочное устройство, содержащее раздел EXT2. Выберите раздел EXT2, который будет использоваться aboot. Если это не корневой раздел, ядро и файл конфигурации /etc/aboot.conf будут скопированы на этот раздел.
sk: Aboot potrebuje nain¹talova» ¹tartovací zavádzaè na ¹tartovacie zariadenie obsahujúce ext2 oblas». Zvoµte, prosím, ext2 oblas», ktorú má aboot pou¾i». Ak to nie je koreòový súborový systém, obraz va¹eho jadra a súbor nastavenia /etc/aboot.conf sa na túto oblas» nakopírujú.

source: Install aboot on a hard disk
ru: Установить aboot на жесткий диск
sk: Nain¹talova» aboot na pevný disk

source: No ext2 partitions found
ru: Не найдены разделы EXT2
sk: Nebola nájdená ¾iadna ext2 oblas»

source: No ext2 file systems were found on your computer. To load the Linux kernel from the SRM console, aboot needs an ext2 partition on a disk that has been partitioned with BSD disklabels. You will need to configure at least one ext2 partition on your system before continuing.
ru: Разделы с файловой системой EXT2 не были обнаружены на вашем компьютере. Чтобы загрузить ядро Linux с консоли SRM, системному загрузчику aboot требуется раздел EXT2 на диске, разбитом с BSD disklabels. Вам нужно создать по крайней мере один такой раздел для продолжения установки.
sk: Na va¹om poèítaèi nebol nájdený ¾iaden ext2 súborový systém. Na naèítanie jadra Linuxu zo SRM konzoly potrebuje aboot ext2 oblas» na disku, ktorý bol rozdelený s BSD oznaèeniami disku. Ak chcete pokraèova», musíte na va¹om systéme nastavi» aspoò jednu ext2 oblas».

source: Installing the aboot boot loader
ru: Установка загрузчика aboot на жесткий диск
sk: In¹talujem zavádzaè aboot

source: Installing the 'aboot' package...
ru: Установка aboot...
sk: In¹taluje sa balík 'aboot'...

source: Determining aboot boot device...
ru: Определение загрузочного устройства aboot...
sk: Zis»ujem ¹tartovacie zariadenie pre aboot...

source: Installing aboot on ${BOOTDISK}...
ru: Установка aboot на ${BOOTDISK}...
sk: In¹talujem aboot na ${BOOTDISK}...

source: Configuring aboot to use partition ${PARTNUM}...
ru: Настройка aboot на использование раздела ${PARTNUM}...
sk: Nastavujem aboot na pou¾itie oblasti ${PARTNUM}...

source: Copying kernel images to ${BOOTDEV}...
ru: Копирование ядра на ${BOOTDEV}...
sk: Kopírujem obrazy jadra na ${BOOTDEV}...
