Repository: Sprezzatech/main-menu-udeb
Catalog: packages/partman/partman-target/debian/po/*.po
Languages: ast, ca, cs, da, fi, gl, hr, km, lt, lv, nb, pl, ro, sl, vi

source: Help on partitioning
ast: Aida nel particionáu
ca: Ajuda per al particionat
cs: Npovda pro rozdlovn
da: Hjlp om partitionering
fi: Ohjeita osioiden teosta
gl: Axuda do particionamento
hr: Pomo pri particioniranju
km: ជំនួយ​អំពី​ការ​ចែក​ភាគ
lt: Disk dalijimo pagalba
lv: Palīdzība disku dalīšanā
nb: Hjelp med partisjoneringa
pl: Pomoc na temat partycjonowania
ro: Instruciuni legate de partiionare
sl: Pomo pri razdeljevanju?
vi: Trợ giúp phân vùng

source: Partitioning a hard drive consists of dividing it to create the space needed to install your new system. You need to choose which partition(s) will be used for the installation.
ast: Particionar un discu duru ye dividilu pa criar espaciu necesariu pa instalar el to sistema nuevu. Necesites escoyer que partición(es) serán usaes pa la instalación.
cs: Rozdlen pevnho disku spov v logickm rozdlen disku za elem vytvoen msta pro instalaci novho systmu. Muste si vybrat, kter oblasti se pouij pro instalaci.
da: Partitionering af en harddisk bestr i at opdele denne i logiske dele (partitioner) for at give plads til at installere dit nye system. Du skal vlge hvilke partitioner, der skal bruges til installationen.
lv: Diska dalīšana sadaļās rada nepieciešamo vietu jūsu jaunās sistēmas instalācijai. Jums jāizvēlas, kuras sadaļas šim nolūkam tiks izmantotas.
nb: Partisjonering av en harddisk bestr av dele opp harddisken for lage plass til installasjonen av det nye systemet. Du m velge hvilk(e) partisjon(er) du vil bruke til installasjonen.

source: Select a free space to create partitions in it.
ast: Seleiciona un espaciu llibre pa criar particiones n'el.
ca: Seleccioneu un espai lliure per a crear particions en ell.
cs: Vyberte voln msto pro vytvoen novch oblast.
da: Vlg et frit omrde for at oprette partitioner p det.
fi: Valitse vapaa tila, johon tehdn levyosioita.
gl: Escolla un espacio libre para crear particins nel.
hr: Izaberite slobodan prostor da stvorite particije.
km: ជ្រើស​ទំហំ​ទំនេរ​សម្រាប់​បង្កើត​ partitions ក្នុង​វា ។
lt: Pasirinkite laisv viet disko skirsni krimui joje.
lv: Izvēlieties brīvo vietu, lai tajā veidotu sadaļas.
nb: Velg et ledig omrde der du vil opprette en partisjon.
pl: Wybierz woln przestrze by utworzy na niej partycje.
ro: Selectai un spaiu liber pentru a crea partiii n el.
sl: Izberite prazen prostor, v katerem elite ustvariti razdelke.
vi: Chọn không gian trống để tạo phân vùng.

source: Select a device to remove all partitions in it and create a new empty partition table.
ast: Seleiciona un preseu pa desanciar toles particiones n'el y criar una nueva tabla de particiones vacía.
ca: Seleccioneu un dispositiu del qual suprimir totes les particions i crear una nova taula de particions buida.
cs: Vyberte zazen pro smazn vech oblast na nm umstnch a vytvoen nov, przdn tabulky oblast.
da: Vlg en enhed for at fjerne alle partitionerne p denne og oprette en ny, tom partitionstabel.
fi: Valitse laite, josta poistetaan kaikki levyosiot ja johon luodaan uusi tyhj levyosiotaulu.
gl: Escolla un dispositivo no que eliminar tdalas particins e crear unha nova tboa de particins baleira.
hr: Izaberite cijeli ureaj da uklonite sve particije s njega i stvorite novu praznu particijsku tablicu.
km: ជ្រើស​ឧបករណ៍​មួយ​ដើម្បី​យក​​ partitions ទាំងអស់​ចេញ និង​បង្កើតតារាងpartition ទំនេរ​ថ្មីមួយ ។
lt: Pasirinkite rengin, kuriame norima paalinti visus disko skirsnius ir sukurti nauj tui skirsni lentel.
lv: Izvēlieties ierīci, kurā gribat izdzēst visas esošās sadaļas un izveidot jaunu tukšu sadaļu tabulu.
nb: Velg en enhet for fjerne alle partisjonene p den og opprette en ny, tom partisjonstabell.
pl: Wybierz urzdzenie z ktrego zostan usunite wszystkie partycje i powstanie nowa, pusta tablica partycji.
ro: Selectai un dispozitiv pentru a ndeprta toate partiiile de pe el i pentru a crea o tabel de partiii nou i goal.
sl: Izberite napravo, iz katere elite odstraniti vse razdelke in ustvariti novo tabelo razdelkov.
vi: Hãy chọn một thiết bị để loại bỏ mọi vùng trong nó và tạo bảng vùng rỗng mới.

source: Select a partition to remove it or to specify how it should be used. At a bare minimum, you need one partition to contain the root of the file system (whose mount point is /). Most people also feel that a separate swap partition is a necessity. "Swap" is scratch space for an operating system, which allows the system to use disk storage as "virtual memory".
ast: Seleicione una partición pa desaniciala o especificar cómo tendríen d'usase. Como mínimo, necesita una partición que contenga'l sistema de ficheros raíz (cuyu puntu de montax ye «/»). La mayor parte de les persones tamién consideren imprescindible una partición d'intercambéu separtada. La «estaya d'intercambéu» (tamién denomada «swap») ye una estaya del discu que'l sistema operativu usa como atroxu en discu como «memoria virtual».
cs: Vyberte oblast pro jej smazn, nebo pro zmnu zpsobu, jakm se s n bude pracovat. Minimln potebujete jednu oblast, kter bude obsahovat koenov souborov systm (pipojuje se jako /). Vtina uivatel doporuuje pout i samostatnou oblast pro odkldac prostor. Odkldac prostor (swap) je msto na disku, kter operan systm vyuv jako "virtuln pam".
da: Vlg en partition for at fjerne den eller angive hvordan Debian skal benytte den. Som et absolut minimum skal du have n partition til filsystemets rod (hvis monteringspunkt er /). De fleste synes ogs at det er ndvendigt at have en swappartition. "Swap" er et styresystems arbejdsomrde, som det kan bruge som "virtuel hukommelse".
lv: Izvēlieties sadaļu, kuru dzēst vai kurai norādīt, kā to izmantot. Vajadzīga vismaz viena sadaļa, uz kuras novietot saknes failu sistēmu (ar montēšanas punktu "/"). Tāpat ļoti vēlams izveidot sadaļu maiņvietai (swap partition). Operētājsistēma cietā diska maiņvietu izmanto kā virtuālo atmiņu.
nb: Velg en partisjon for fjerne den eller for oppgi hvordan den skal brukes. Som et minimum trenger du en partisjon som kan inneholde rotfilsystemet (der monteringspunktet er /). De fleste vil ogs ha en egen partisjon for mellomlager (swap). Mellomlageret er et forelpig lagringsomrde for et operativsystem. Det lar systemet bruke harddiskplass som virtuelt minne.

source: When the partition is already formatted you may choose to keep and use the existing data in the partition. Partitions that will be used in this way are marked with "${KEEP}" in the main partitioning menu.
ast: Cuando la partición te formateada dafechu puedes escoyer qué mantenimientu y usu de los datos existentes na partición. Particiones serán usaes cómo ten marcao en "${KEEP}" nel menú de particionáu principal.
lv: Ja sadaļa ir jau formatēta, jūs varat izvēlēties to saglabāt un lietot uz tās esošos datus. Disku dalīšanas izvēlnē šādas sadaļas tiek apzīmētas ar "${KEEP}".

source: In general you will want to format the partition with a newly created file system. NOTE: all data in the partition will be irreversibly deleted. If you decide to format a partition that is already formatted, it will be marked with "${DESTROY}" in the main partitioning menu. Otherwise it will be marked with "${FORMAT}".
ast: En xeneral, quedrás formatear la partición con un nuevu sistema de ficheros. NOTA: Tolos datos na partición serán irreversiblemente desaniciados. Si decides formatear una partición que ya ta formateada, será marcada cómo "${DESTROY}" nel menú de partición principal. N'otru casu será marcada cómo "${FORMAT}".
ca: En general, voldreu formatar la partici amb un sistema de fitxers de nova creaci. NOTA: totes les dades en la partici s'esborraran irreversiblement. Si decidiu formatar una partici que ja est formatada, es marcar amb ${DESTROY} al me de particionat. Si no, es marcar amb ${FORMAT}.
cs: Vtinou budete chtt formtovat oblast novm souborovm systmem. POZNMKA: veker data v oblasti budou nenvratn smazna. Pokud se rozhodnete formtovat oblast, kter je ji naformtovan, bude v rozdlovacm menu oznaena symbolem "${DESTROY}". Jinak bude oznaen jako "${FORMAT}".
da: Generelt er det en god id at formatere partitionen med et nyoprettet filsystem. BEMRK: Alle data p partitionen vil uigenkaldeligt blive slettet. Hvis du vlger at formatere en partition, der allerede er formateret, vil den blive markeret med "${DESTROY}" i partitioneringens hovedmenu. Ellers vil den blive markeret med "${FORMAT}".
fi: Useimmiten osio alustetaan uudella tiedostojrjestelmll. HUOMAA: levyosion kaikki tieto katoaa peruuttamattomasti. Jos alustat osion joka on jo alustettu, sen kohdalle merkitn "${DESTROY}" osiointisovelluksen pvalikossa. Muussa tapauksessa merkitn "${FORMAT}".
gl: Normalmente ha querer formatar a particin cun sistema de ficheiros novo. NOTA: hanse borrar de xeito irreversible tdolos datos da particin. Se decide formatar unha particin que xa estea formatada, hase marcar con "${DESTROY}" no men principal de particionamento; noutro caso hase marcar con "${FORMAT}".
hr: Openito trebate formatirati partciju novim datotenim sustavom. POZOR: svi podaci na particiji bit e nepovratno obrisani. Ako odluite preformatirati ve formatiranu partciju, bit e oznaena s "${DESTROY}" u glavnom izabirniku particioniranja. Inae e biti oznaena s "${FORMAT}".
lt: Pagrinde Js norsite formatuoti disko skirsnius naujai sukurdami fail sistem. PASTABA: visi duomenys esantys skirsnyje bus negrtamai paalinti. Jei Js nusprsite formatuoti jau formatuot disko skirsn, jis pagrindiniame disko dalijimo meniu bus paymtas yme "${DESTROY}". Kitu atveju bus paymtas yme "${FORMAT}".
lv: Vispārīgā gadījumā jums vajadzētu formatēt sadaļu ar jaunizveidoto failu sistēmu. Piezīme: visi dati sadaļā tiks neatgriezeniski zaudēti. Ja izvēlēsieties pārformatēt jau izveidotu sadaļu, tā disku dalīšanas izvēlnē tiks atzīmēta ar "${DESTROY}". Citos gadījumos tā būs atzīmēta ar "${FORMAT}".
nb: Generelt s vil du formatere partisjonen med et nyopprettet filsystem. MERK: Alle data p partisjonen vil bli slettet for alltid. Hvis du velger formatere en partisjon som allerede er formatert, vil den bli markert med ${DESTROY} i partisjoneringens hovedmeny. Ellers vil den bli markert med ${FORMAT}.
pl: Zazwyczaj bdziesz chcia sformatowa partycj uywajc nowego systemu plikw. ZAUWA: wszystkie dane zostan nieodwracalnie usunite. Jeli zdecydujesz si na sformatowanie partycji aktualnie zamontowanej, zostanie ona oznaczona jako "${DESTROY}" w gwnym menu partycjonowania. W przeciwnym razie bdzie to oznaczenie "${FORMAT}".
ro: n general se dorete s formatez partiia cu un nou sistem de fiiere creat. NOT: toate datele de pe partiie vor fi terse n mod ireversibil. Dac v decidei s formatai o partiie care este deja formatat, ea va fi marcat cu "${DESTROY}" n meniul principal de partiionare. Altfel, va fi marcat cu "${FORMAT}".
sl: V splonem boste eleli formatirati razdelek z vaim novim sistemom. OPOMBA: vsi podatki na razdelku bodo nepovratno izbrisani. e se boste odloili, da boste formatirali razdelek, ki je e bil formatiran, bo oznaen z "${DESTROY}" v glavnem meniju razdeljevanja. V nasprotnem primeru bo oznaen s "${FORMAT}".
vi: Thường bạn sẽ muốn định dạng vùng ấy với hệ thống tập tin mới tạo. GHI CHÚ: tất cả những dữ liệu trong vùng ấy sẽ bị xóa bỏ vĩnh viễn. Nếu bạn chọn định dạng một vùng đã định dạng trước thì nó sẽ có nhãn "${DESTROY}" trong trình đơn phân vùng chính. Không thì nó sẽ có nhãn "${FORMAT}".

source: In order to start your new system, a so called boot loader is used. It can be installed either in the master boot record of the first hard disk, or in a partition. When the boot loader is installed in a partition, you must set the bootable flag for it. Such a partition will be marked with "${BOOTABLE}" in the main partitioning menu.
ast: En orden d'aniciar el to sistema nuevu, hai que usar un cargador d'arranque. Puedes ser instaláu nel master boot record del primer discu duru, o nuna partición. Cuando el cargador d'arranque seya instaláu nuna partición, debes afitar la bandera d'arrancable. Cómo partición será marcada con "${BOOTABLE}" nel menú de particionáu principal.
cs: Pro sputn operanho systmu se pouv takzvan zavad. Mete jej nainstalovat bu do hlavnho zavdcho zznamu prvnho disku, nebo do oblasti. Je-li zavad nainstalovn do oblasti, muste j nastavit pznak zavdn. Tyto oblasti jsou v hlavnm rozdlovacm menu oznaeny symbolem "${BOOTABLE}".
da: Der skal bruges en skaldt opstartsindlser ("boot loader") til at starte dit nye system op. Den kan installeres enten p den frste harddisks opstartsspor ("master boot record") eller p en partition. Hvis opstartsindlseren installeres p en partition, skal opstartsflaget ("bootable flag") sttes for denne. Sdan en partition vil vre markeret med "${BOOTABLE}" i partitioneringens hovedmenu.
km: ដើម្បី​ចាប់ផ្ដើម​ប្រព័ន្ធ​ថ្មី​របស់​អ្នក ​boot loader ត្រូវ​បាន​ប្រើ ។ វា​អាច​ត្រូវ​បាន​ដំឡើង​ក្នុង​ master boot record នៃ​ថាសរឹង​ទីមួយ ឬ ក្នុង partition មួយ ។ ពេល​ boot loader ត្រូវ​បាន​ដំឡើង​ក្នុង​ partition មួយ អ្នក​ត្រូវ​កំណត់ទង់ដែល​អាច​ចាប់ផ្ដើម​បាន​ឲ្យ​វា ។​partition បែប​នេះ​នឹង​ត្រូវ​បាន​សម្គាល់​ជា​ "${BOOTABLE}" ក្នុង​ម៉ឺនុយ​ចែក​ភាគ​មេ ។
lv: Lai varētu sākt darbu ar jauno sistēmu, tiek lietots tā saucamais palaidējs. To var instalēt diska galvenajā palaišanas ierakstā (MBR) vai arī kādas sadaļas sākumā. Ja palaidējs ir uzinstalēts kādās sadaļas sākumā, tā jāatzīmē ar palaišanas iezīmi. Šāda sadaļa disku dalīšanas izvēlnē tiks atzīmēta ar "${BOOTABLE}".
nb: En skalt oppstartslaster brukes til starte opp det nye systemet ditt. Den kan du installere enten p hovedoppstartsporet (MBR) p den frste harddisken, eller p en partisjon. Nr oppstartslasteren er installert p en partisjon, m oppstartsflagget bli satt (vre p) for denne partisjonen. En slik partisjon vil bli markert med ${BOOTABLE} i hovedmenyen til partisjoneringa.

source: In order to start your new system, a so called boot loader is used. It is installed in a boot partition. You must set the bootable flag for the partition. Such a partition will be marked with "${BOOTABLE}" in the main partitioning menu.
ast: P'aniciar el to nuevu sistema, el cargador d'arranque será llamáu. Puede ser instaláu nuna partición d'arranque. Afita la bandera arrancable pa la partición. Cómo partición será marcada con "${BOOTABLE}" nel menú principal de particionáu.
cs: Pro sputn operanho systmu se pouv takzvan zavad. Ten je nainstalovan v zavdc oblasti. Zavdc oblast mus mt pznak zavdn. Tyto oblasti jsou v hlavnm rozdlovacm menu oznaeny symbolem "${BOOTABLE}".
da: Der skal bruges en skaldt opstartsindlser ("boot loader") til at starte dit nye system op. Den installeres p en opstartspartition. Du skal aktivere denne partitions opstartsflag ("bootable flag"). En sdan partition vil blive markeret med "${BOOTABLE}" i partitioneringens hovedmenu.
km: ដើម្បី​ចាប់ផ្ដើម​ប្រព័ន្ធ​ថ្មី​របស់​អ្នក ​ boot loader មួយ​ត្រូ​វបាន​ប្រើ ។ វា​ត្រូវ​បាន​ដំឡើងក្នុង​ boot partition មួយ ។ អ្នក​ត្រូវ​កំណត់​ទង់​ដែល​អាច​ចាប់ផ្ដើម​បាន bootable សម្រាប់ partition ។ ​partition បែប​នេះ​នឹង​ត្រូវ​បាន សម្គាល់ដោយ "${BOOTABLE}" ក្នុង​ម៉ឺនុយ​ចែក​ភាគ​សម្គាល់ ។​
lv: Lai ielādētu jauno sistēmu, nepieciešams tā sauktais palaidējs. To instalē uz palaižamas sadaļas. Jums uz šādas sadaļas jāiestata palaišanas iezīme. Šādi iezīmēta sadaļa tiks rādīta kā "${BOOTABLE}" disku dalīšanas izvēlnē.
nb: En skalt oppstartslaster brukes til starte opp det nye systemet ditt. Den er installert p en oppstartspartisjon. Du m sette p oppstartsflagget for denne partisjonen. En slik partisjon vil bli markert med ${BOOTABLE} i hovedmenyen til partisjoneringa.

source: Identical labels for two file systems
ast: Etiquetes idéntiques pa los dos sistemes de ficheros

source: Two file systems are assigned the same label (${LABEL}): ${PART1} and ${PART2}. Since file system labels are usually used as unique identifiers, this is likely to cause reliability problems later.
ast: Dos sistemes de ficheros tan asignaos a la mesma etiqueta (${LABEL}): ${PART1} y ${PART2}. Dende que les etiquetes de los sistemes de ficheros so normalmente identificadores únicos, esto puede ser causa de problemes dempués.

source: Please correct this by changing labels.
ast: Por favor, corrixe esto comudando les etiquetes.

source: Identical mount points for two file systems
ast: Puntos de montaxe idénticos pa los dos sistemes de ficheros
cs: Stejn ppojn body pro rzn souborov systmy
da: Identiske monteringspunkter for to filsystemer
fi: Kahdella tiedostojrjestelmll on sama liitoskohta
gl: Puntos de montaxe iguais para dous sistemas de ficheiros
hr: Iste toke montiranja za dva datotena sustava
lt: Vienodi prijungimo takai dviem fail sistemoms
lv: Divām failu sistēmām norādīti identiski montēšanas punkti
nb: To filsystem har samme monteringspunkt
pl: Identyczne punkty montowania dla dwch systemw plikw
ro: Puncte de montare identice pentru dou sisteme de fiiere
sl: Enaki priklopni toki za dva datotena sistema
vi: Hai hệ thống tập tin khác có cùng một điểm lắp.

source: Two file systems are assigned the same mount point (${MOUNTPOINT}): ${PART1} and ${PART2}.
ast: Tan asignaos dos sistemes de ficheros al mesmu puntu de montaxe (${MOUNTPOINT}): ${PART1} y ${PART2}.
ca: Dos sistemes de fitxers tenen assignat el mateix punt de muntatge ${MOUNTPOINT}: ${PART1} i ${PART2}.
cs: Pod ppojn bod ${MOUNTPOINT} jsou zrove piazeny dva souborov systmy: ${PART1} a ${PART2}.
da: Der er to filsystemer, der er monteret p samme monteringspunkt, ${MOUNTPOINT}:${PART1} og ${PART2}.
fi: Kahdella tiedostojrjestelmll on sama liitoskohta (${MOUNTPOINT}): ${PART1} ja ${PART2}.
gl: Hai dous sistemas de ficheiros co mesmo punto de montaxe asignado (${MOUNTPOINT}): ${PART1} e ${PART2}.
hr: Dva datotena sustava imaju istu toku montiranja (${MOUNTPOINT}): ${PART1} i ${PART2}.
km: ប្រព័ន្ធ​ឯកសារ​ពីរ​ត្រូវ​បាន​ផ្ដល់​ចំណុច​ម៉ោន​ដូចគ្នា​ (${MOUNTPOINT}): ${PART1} និង ${PART2} ។
lt: Dvi fail sistemos yra priskirtos tam paiam prijungimo takui ${MOUNTPOINT}: ${PART1} ir ${PART2}.
lv: Divām failu sistēmām ir norādīts viens un tas pats montēšanas punkts (${MOUNTPOINT}): ${PART1} un ${PART2}.
nb: To filsystem er n tilordnet det samme monteringspunktet, ${MOUNTPOINT}: ${PART1} og ${PART2}.
pl: Dwa systemy plikw maj przydzielony ten sam punkt montowania (${MOUNTPOINT}): ${PART1} i ${PART2}.
ro: Dou sisteme de fiiere sunt asociate la acelai punct de montare (${MOUNTPOINT} simultan): ${PART1} i ${PART2}.
sl: Dva datotena sistema elite soasno priklopiti na ${MOUNTPOINT}: ${PART1} in ${PART2}.
vi: Hai hệ thống tập tin khác được gán cùng một điểm lắp (${MOUNTPOINT}): ${PART1} và ${PART2}.

source: Please correct this by changing mount points.
ast: Por favor, corrixe esto por camudar los puntos de montaxe.
ca: Si us plau, corregiu a canviant els punts de muntatge.
cs: Opravte to zmnou ppojnch bod.
da: Ret dette ved at ndre monteringspunkterne.
fi: Korjaa tm vaihtamalla liitoskohtia.
gl: Corrixa isto cambiando os puntos de montaxe.
hr: Molim ispravite to mijenjajui toke montiranja.
km: សូម​កែតម្រូវ​វានេះ​ដោយ​ប្ដូរ​ចំណុច​ម៉ោន ។
lt: Praau tai pataisyti, pakeiiant prijungimo takus.
lv: Lūdzu, izlabojiet to, mainot montēšanas punktus.
nb: Rett opp dette ved endre monteringspunktene.
pl: Prosz to poprawi zmieniajc punkty montowania.
ro: V rugm s corectai acest lucru prin schimbarea punctelor de montare.
sl: Popravite napako, tako da spremenite priklopni toki.
vi: Hãy sửa lỗi này bằng cách thay đổi điểm lắp.

source: No root file system
ast: Ensín sistema de ficheros root
ca: No hi ha un sistema de fitxers arrel
cs: dn koenov souborov systm
da: Intet rodfilsystem
fi: Juuritiedostojrjestelm ei ole
gl: Non hai un sistema de ficheiros raz
hr: Nema korijenskog datotenog sustava.
km: គ្មាន​ប្រព័ន្ធ​ឯកសារ root
lt: Nra aknins (root) fail sistemos
lv: Nav saknes failu sistēmas
nb: Intet rot-filsystem
pl: Brak gwnego systemu plikw
ro: Nu exist sistem de fiiere rdcin
sl: Ni datotenega sistema root
vi: Không có hê thống tập tin gốc.

source: No root file system is defined.
ast: Nun hai sistema de ficheros definíu.
ca: No s'ha definit el sistema de fitxers arrel.
cs: Nen uren koenov souborov systm.
da: Der er ikke defineret noget rodfilsystem.
fi: Juuritiedostojrjestelm ei ole mritelty.
gl: Non se definiu ningn sistema de ficheiros raz.
hr: Nije odreen korijenski datoteni sustav.
km: គ្មាន​ប្រព័ន្ធ​ឯកសារ root ត្រូវ​បាន​កំណត់
lt: aknin (root) fail sistema nenurodyta.
lv: Nav norādīta saknes failu sistēma.
nb: Intet rot-filsystem er oppgitt.
pl: Nie zdefiniowano gwnego systemu plikw.
ro: Nu este definit nici un sistem de fiiere ca rdcin.
sl: Datoteni sistem root ni definiran.
vi: Chưa định ra hệ thống tập tin gốc nào.

source: Please correct this from the partitioning menu.
ast: Por favor, corrixe esto dende'l menú de particionáu.
ca: Corregiu a des del men de particionat.
cs: Opravte to z pslunho menu.
da: Ret dette fra partitioneringsmenuen.
fi: Korjaa tm osiointivalikossa.
gl: Corrixa isto no men de particionamento.
hr: Molim ispravite to u izabirniku particioniranja.
km: សូម​កែសម្រួល​វា​ពី​ម៉ឺនុយ​ចែកភាគ​នេះ ។
lt: Praau tai pataisyti i disko dalijimo meniu.
lv: Lūdzu, izlabojiet to disku dalīšanas izvēlnē.
nb: Rett opp dette fra partisjoneringsmenyen.
pl: Prosz to poprawi w menu partycjonowania.
ro: V rugm s corectai acest lucru din meniul de partiionare.
sl: Popravite napako v meniju za razdelke.
vi: Hãy sửa lỗi này từ trình đơn phân vùng.

source: Separate file system not allowed here
ast: Sistema de ficheros dixebráu nun permitíu equí
lv: Šajā vietā nav pieļaujama atsevišķa failu sistēma

source: You assigned a separate file system to ${MOUNTPOINT}, but in order for the system to start correctly this directory must be on the root file system.
ast: Asignaste un sistema de ficheros dixebráu a ${MOUNTPOINT}, pero n'orde p'aniciar el sistema correctamente esti direutoriu debe ser el sistema de ficheros root.
lv: Jūs nozīmējāt atsevišķu failu sistēmu uz ${MOUNTPOINT}, bet, lai sistēma sāktu strādāt korekti, šim direktorijam jāatrodas saknes failu sistēmā.

source: Do you want to resume partitioning?
ast: ¿Quies resumir el particionáu?
ca: Voleu continuar amb el particionat?
cs: Chcete pokraovat v rozdlovn?
da: Vil du fortstte partitioneringen?
fi: Haluatko jatkaa osiointia?
gl: Quere continuar o particionamento?
hr: elite li nastaviti particioniranje?
km: តើ​អ្នក​ចង់​បន្ត​ចែក​ភាគ​ឬ ?
lt: Ar Js norite tsti disko dalijim?
lv: Vai vēlaties turpināt dalīšanu?
nb: Vil du fortsette partisjoneringa?
pl: Czy chcesz kontynuowa partycjonowanie?
ro: Dorii s continuai partiionarea?
sl: elite ponoviti razdeljevanje diska?
vi: Bạn muốn tiếp tục lại việc tạo phân vùng không?
