Repository: Sprezzatech/main-menu-udeb
Catalog: packages/partman/partman-target/debian/po/*.po
Languages: ast, ca, cs, da, fi, gl, hr, km, lt, lv, nb, pl, ro, sl, vi

source: The attempt to mount a file system with type ${TYPE} in ${DEVICE} at ${MOUNTPOINT} failed.
ast: Falló l'intentu de montar un sistema de ficheros de tipu ${TYPE} en ${DEVICE} sobro ${MOUNTPOINT}.
ca: Ha fallat l'intent per muntar un sistema de fitxers de tipus ${TYPE} de ${DEVICE} en ${MOUNTPOINT}.
cs: Pokus o pipojen souborovho systmu ${TYPE} z ${DEVICE} pod ${MOUNTPOINT} selhal.
da: Forsget p at montere et filsystem med typen ${TYPE} fra ${DEVICE} p ${MOUNTPOINT} mislykkedes.
fi: Tiedostojrjestelmn tyypiltn ${TYPE} liittminen laitteelle ${DEVICE} liitoskohtaan ${MOUNTPOINT} ei onnistunut.
gl: Non se puido montar un sistema de ficheiros de tipo ${TYPE} no dispositivo ${DEVICE} en ${MOUNTPOINT}.
hr: Pokuaj montiranja datotenog sustava tipa ${TYPE} na ureaj ${DEVICE} u toku ${MOUNTPOINT} neuspio.
km: ការ​ប៉ុនប៉ង​ម៉ោន​ប្រព័ន្ធឯកសារជាមួយ​ប្រភេទ ${TYPE} ក្នុង ${DEVICE} នៅ​${MOUNTPOINT} បាន​បរាជ័យ ។
lt: Bandymas prijungti ${TYPE} tipo fail sistem, esani renginyje ${DEVICE},prie tako ${MOUNTPOINT} nepavyko.
lv: Neizdevās piemontēt ${TYPE} failu sistēmu no ${DEVICE} pie ${MOUNTPOINT}.
nb: Klarte ikke montere et filsystem av typen ${TYPE} (${DEVICE}) p ${MOUNTPOINT}).
pl: Prba zamontowania systemu plikw ${TYPE} na ${DEVICE} w ${MOUNTPOINT} nie powioda si.
ro: ncercarea de montare a sistemului de fiiere de tipul ${TYPE} n ${DEVICE} la ${MOUNTPOINT}, a euat.
sl: Poskus priklopa datotenega sistema vrste ${TYPE} na ${DEVICE} v ${MOUNTPOINT} ni uspel.
vi: Khi cố gắng lắp hệ thống tập tin kiểu ${TYPE} trong thiết bị ${DEVICE} tại điểm lắp ${MOUNTPOINT} thì không thành công.

source: You may resume partitioning from the partitioning menu.
ast: Debieres resumir el particionamientu dende'l menu de particionáu.
ca: Podeu continuar el particionat des del men de particionat.
cs: Z menu rozdlovn mete v dlen pokraovat.
da: Du kan fortstte partitioneringen fra partitioneringsmenuen.
fi: Osioiden tekoa voidaan jatkaa osiointivalikosta.
gl: Pode continuar o particionamento dende o men de particionamento.
hr: Moete nastaviti particioniranje iz glavnog izabirnika.
km: អ្នក​អាច​បន្ត​ចែកភាគ​ពី​ម៉ឺនុយ​ចែក​ភាគ ។
lt: Js galite pratsti dalijim i disko dalijimo meniu.
lv: Jūs varat turpināt dalīšanu no disku dalīšanas izvēlnes.
nb: Du kan fortsette med partisjoneringa fra partisjoneringsmenyen.
pl: Moesz kontynuowa partycjonowanie z menu partycjonowania.
ro: Putei continua partiionarea din meniul de partiionare.
sl: Razdeljevanje lahko ponovite iz menija za razdeljevanje.
vi: Bạn có thể tiếp tục phân vùng từ trình đơn phân vùng.

source: How to use this partition:
ast: Cómo usar esta partición:
ca: Com utilitzar aquesta partici:
cs: Zpsob pouit tto oblasti:
da: Hvordan denne partition skal bruges:
fi: Miten tt osiota kytetn:
gl: Como empregar esta particin:
hr: Kako e se rabiti ova particija:
km: របៀប​ប្រើ partition នេះ ៖
lt: Kaip naudoti disko skirsn:
lv: Kā lietot šo sadaļu:
nb: Metode for bruke denne partisjonen:
pl: W jaki sposb uy tej partycji:
ro: Cum s utilizez acest partiie:
sl: Kako uporabiti ta razdelek:
vi: Cách dùng phân vùng này:

source: Use as:
ast: Usar cómo:
ca: Utilitza-ho com:
cs: Pout jako:
da: Brug som:
fi: Kytt:
gl: Empregar coma:
hr: Rabi kao:
km: ប្រើ​ជា ៖
lt: Naudoti kaip:
lv: Lietot kā:
nb: Bruk som:
pl: Uyj jako:
ro: Folosit ca:
sl: Uporabi kot:
vi: Dùng làm:

source: Partitioning a hard drive consists of dividing it to create the space needed to install your new Debian system. You need to choose which partition(s) will be used for the installation of Debian.
ca: El particionat d'un disc dur tracta de dividir-lo per crear l'espai necessari per a installar el vostre nou sistema Debian. Teniu que seleccionar quines particions s'utilitzaran per a aquesta installaci de Debian.
vi: Khi phân vùng một đĩa cứng thì chia nó ra, trong trường hợp này để sắp xếp sức chứa cần thiết để cài đặt hệ thống Debian mới. Bạn hãy chọn sử dụng những vùng nào để cài đặt Debian.

source: Select a partition to remove it or to specify how Debian is going to use it. At a bare minimum, Debian needs one partition to contain the root of the file system (whose mount point is /). Most people also feel that a separate swap partition is a necessity. "Swap" is scratch space for an operating system, which allows the system to use disk storage as "virtual memory".
ca: Seleccioneu una partici per a suprimir-la o especifiqueu com la t que utilitzar Debian. Com a mnim, Debian necessita una partici que continga l'arrel del sistema de fitxers (el seu punt de muntatge s /). Molta gent tamb creu que una partici d'intercanvi separada s una necessitat. Intercanvi s espai temporal per a un sistema operatiu, que permet al sistema utilitzar emmagatzemament de disc com memria virtual.
vi: Hãy chọn một vùng cần loại bỏ, hoặc để ghi rõ Debian sẽ sử dụng nó thế nào. Debian cần thiết ít nhất một vùng để chứa gốc hệ thống tập tin (mà có điểm lắp /). Thường cũng cần thiết một vùng trao đổi (swap) riêng. Sức chứa trao đổi (swap space) là sức chứa còn rảnh cho phép hệ điều hành sử dụng nó như là bộ nhớ ảo: «sức chứa nghĩ». Máy vi tính không có đủ sức chứa trao đổi thì sẽ chạy chậm, nhất là khi thực hiện công việc phức tạp.

source: When the partition is already formatted you may choose to keep and use the existing data in the partition. Partitions that will be used in this way are marked with "${KEEP}" in the main partitioning menu. NOTE: this installer doesn't allow you to install over an existing GNU/Linux system overwriting system files.
ca: Quan la partici ja est formatada, podeu seleccionar preservar-la i utilitzar les dades existents en la partici. Les particions que s'utilitzen d'aquesta manera es marquen amb ${KEEP} al men de particionat principal. NOTA: aquest installador no vos permet installar per damunt d'un sistema GNU/Linux sobreescrivint els fitxers del sistema.
cs: Pokud je oblast ji zformtovan, mete ji zachovat a pouvat data v n obsaen. Takovto oblasti jsou v hlavnm rozdlovacm menu oznaeny jako "${KEEP}". POZNMKA: tento instalan systm neumouje instalovat pes stvajc systm GNU/Linux prostm pepsnm soubor.
da: Nr en partition allerede er formateret, kan du vlge at bevare den og bruge de eksisterende data p partitionen. Partitioner, der benyttes p denne mde markeres med "${KEEP}" i partitioneringens hovedmenu. BEMRK: Dette installationsprogram tillader dig ikke at installere oveni et eksisterende GNU/Linux-system ved at overskrive dets filer.
fi: Jos levyosiolla on jo tiedostojrjestelm, se voidaan silytt ja sitvoidaan kytt sellaisenaan. Tll tavalla silytettvien osioiden kohdalla lukee "${KEEP}" osiointisovelluksen pvalikossa. HUOMAA: Asennin ei salli asennusta, joka kirjoittaisi olemassa olevan GNU/Linux-jrjestelmn jrjestelmtiedostojen plle.
gl: Cando a particin xa est formatada pode decidir gardar e empregar os datos xa existentes desta particin. As particins que se han empregar deste xeito estn marcadas con "${KEEP}" no men principal de particionamento. NOTA: este instalador non lle permite instalar sobre un sistema GNU/Linux existente e sobrescribindo os ficheiros do sistema.
hr: Kad je particija ve formatirana, moete sauvati na njoj postojee podatke. Particije koje ete tako rabiti oznaene su s "${KEEP}" u glavnom izabirniku particioniranja. POZOR: ovaj instalacijski program ne doputa vam instalaciju preko ve postojeeg GNU/Linux sustava.
lt: Tuo atveju, kai disko skirsnis jau yra formatuotas, Js galite pasirinkti isaugoti ir naudoti skirsnyje egzistuojanius duomenis. Skirsnis, kuris bus tokiu bdu naudojamas, pagrindiniame disko dalijimo meniu yra paymtas yme "${KEEP}". PASTABA: is diegiklis neleidia atlikti diegimo perraant failus ant jau egzistuojanios GNU/Linux systemos.
nb: Nr partisjonen allerede er formatert kan du velge fortsette og bruke de eksisterende dataene p partisjonen. Partisjoner som vil bli brukt p denne mten er markert med ${KEEP} i partisjoneringens hovedmeny. MERK: Dette installasjonsprogrammet lar deg ikke installere over et eksisterende GNU/Linux-system og overskrive systemfiler.
pl: Jeli partycja jest ju sformatowana, moesz wybra by zachowa istniejce na niej dane. Takie partycje zostan oznaczone jako "${KEEP}" w gwnym menu partycjonowania. ZAUWA: instalator nie zezwoli na instalacj na ju istniejcym systemie GNU/Linux nadpisujc pliki systemowe.
ro: Cnd partiia este deja formatat putei alege s pstrai i s folosii datele existente n partiie. Partiiile care vor fi astfel utilizate, sunt marcate cu "${KEEP}" n meniul principal de partiionare. NOT: acest program de instalare nu v permite s instalai peste un sistem GNU/Linux existent prin supra-scrierea fiierelor de sistem.
sl: Ko je razdelek formatiran, lahko izberete, da boste obdrali in uporabljali podatke na njem. Razdelki, ki jih boste uporabljali na ta nain, bodo oznaeni s "${KEEP}" v glavnem meniju razdeljevanja. OPOMBA: ta namestilnik ne dovoljuje namestitve preko obstojeega sistema GNU/Linux, tako da bi prepisali sistemske datoteke.
vi: Khi có vùng đã định dạng trước thì bạn có thể chọn giữ và sử dụng dữ liệu đã có trong nó. Các vùng cần dùng bằng cách này thì có nhãn "${KEEP} trong trình đơn phân vùng chính. GHI CHÚ: trình cài đặt này không cho phép bạn cài đặt ở trên hệ thống GNU/Linux đã có, mà ghi đè lên tập tin hệ thống.

source: In order to start your new Debian system, a so called boot loader is used. It can be installed either in the master boot record of the first hard disk, or in a partition. When the boot loader is installed in a partition, you must set the bootable flag for it. Such a partition will be marked with "${BOOTABLE}" in the main partitioning menu.
ca: Per a iniciar el vostre nou sistema Debian, s'utilitza un programa anomenat carregador. Es pot installar tant al registre mestre d'arrencada del primer disc o en una partici. Quan s'installa el carregador en una partici, teniu que establir el senyalador d'arrencable en la mateixa. Aquesta partici es marcar amb ${BOOTABLE} al men de particionat principal.
vi: Để khởi động hệ thống Debian mới thì sử dụng trình được gọi là bộ tải khởi động (boot loader). Có thể cài đặt nó hoặc vào mục khởi động chủ của đĩa cứng thứ nhất, hoặc vào một vùng. Khi trình khởi động được cài đặt vào vùng, phải lập cờ có thể khởi động cho nó. Vùng như vậy sẽ có nhãn "${BOOTABLE}" trong trình đơn phân vùng chính.

source: In order to start your new Debian system, a so called boot loader is used. It is installed in a boot partition. You must set the bootable flag for the partition. Such a partition will be marked with "${BOOTABLE}" in the main partitioning menu.
ca: Per a iniciar el vostre nou sistema Debian, s'utilitza un programa anomenat carregador. Est installat en una partici d'arrencada. Teniu que establir el senyalador d'arrencable en la mateixa. Aquesta partici es marcar amb ${BOOTABLE} al men de particionat principal.
vi: Để khởi động hệ thống Debian mới thì sử dụng trình được gọi là bộ tải khởi động (boot loader). Nó được cài đặt vào một vùng khởi động. Bạn phải lập cờ có thể khởi động cho nó. Vùng như vậy sẽ có nhãn "${BOOTABLE}" trong trình đơn phân vùng chính.

source: Identical mount points for two filesystems
ca: Punts de muntatge idntics per a dos sistemes de fitxers

source: File system for this partition:
ca: Sistema de fitxers per a aquesta partici:
cs: Souborov systm pro tuto oblast:
da: Filsystem til denne partition:
fi: Tmn osion tiedostojrjestelm:
gl: Sistema de ficheiros para esta particin:
hr: Datoteni sustav za ovu particiju:
km: ប្រព័ន្ធ​ឯកសារ​សម្រាប់​ partition នេះ ៖
lt: Fail sistem iam disko skirsniui:
nb: Filsystem p denne partisjonen:
pl: System plikw dla tej partycji:
ro: Sistemul de fiiere pentru acest partiie:
sl: Datoteni sistem za ta razdelek:
vi: Hệ thống tập tin cho phân vùng này:

source: File system:
ca: Sistema de fitxers:
cs: Souborov systm:
da: Filsystem:
fi: Tiedostojrjestelm:
gl: Sistema de ficheiros:
hr: Datoteni sustav:
km: ប្រព័ន្ធ​ឯកសារ ៖
lt: Fail sistema:
nb: Filsystem:
pl: System plikw:
ro: Sistem de fiiere:
sl: Datoteni sistem:
vi: Hê thống tập tin:

source: no file system
ca: cap sistema de fitxers
cs: dn souborov systm
da: intet rodfilsystem
fi: ei tiedostojrjestelm
gl: ningn sistema de ficheiros
hr: nema datotenog sustava
km: គ្មាន​ប្រព័ន្ធ​ឯកសារ
lt: nra fail sistemos
nb: intet filsystem
pl: brak systemu plikw
ro: fr sistem de fiiere
sl: ni datotenega sistema
vi: không có hê thống tập tin
