Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/sublevel5/*.po
Languages: ar, ast, be, bs, es, ne, sr@latin, tr

source: DASD %s (%s), partition #%s
ar: DASD %s (%s)، الجزء #%s
ast: DASD %s (%s), partición #%s
be: DASD %s (%s), падзел #%s
bs: DASD %s (%s), particija #%s
es: DAD %s (%s), partición #%s
ne: DASD %s (%s), विभाजन #%s
sr@latin: DASD %s (%s), particija #%s
tr: DASD %s (%s) bölüm #%s

source: PALO boot partition
ar: جزء إقلاع PALO
ast: Partición d'arranque PALO
be: Загрузачны падзел PALO
bs: PALO boot particija
es: Partición de arranque «PALO»
ne: PALO बुट विभाजन
sr@latin: PALO pokretačka particija
tr: PALO önyükleme bölümü

source: No PALO partition was found.
ar: لم يُعثر على أيّ جزء PALO.
ast: Nun s'atopó partición PALO.
be: Не знойдзена падзела PALO.
bs: PALO particija nije pronađena.
es: No se encontró ninguna partición «PALO».
ne: कुनै PALO विभाजन फेला परेन ।
sr@latin: Nijedna PALO particija nije nađena.
tr: Herhangi bir PALO bölümü bulunamadı.

source: The PALO partition must be in the first 2GB.
ar: جزء PALO يجب أن يكون في أوّل 2 ج.ب.
ast: La partición PALO debe tar nos primeros 2GB.
be: Падзел PALO павінен быць у першых 2Gb.
bs: PALO particija mora biti u prva 2GB.
es: La partición «PALO» debe estar en los primeros 2GB.
ne: PALO विभाजन पहिलो २ जी बी मा हुनुपर्दछ ।
sr@latin: PALO particija mora biti u prvih 2GB.
tr: PALO bölümü diskin ilk 2GB'lık kısmı içinde olmalıdır.

source: In order to start your new system, the firmware on your Itanium system loads the boot loader from its private EFI partition on the hard disk. The boot loader then loads the operating system from that same partition. An EFI partition has a FAT16 file system formatted on it and the bootable flag set. Most installations place the EFI partition on the first primary partition of the same hard disk that holds the root file system.
ar: كي تستطيع بدء تشغيل نظامك الجديد، تقوم البرمجيات الضمنيّة بنظام Itanium الخاص بك بتحميل مُحمّل الإقلاع من جزء EFI الخاص به على القرص الصلب. يقوم محمّل الإقلاع بعدها بتحميل نظام التشغيل من نفس الجزء. يحتوي جزء EFI نظام ملفات FAT16 منسّق عليه وعلامة إقلاع. تضع معظم التثبيتات جزء EFI على الجزء الأوّلي الأول لنفس القرص الصلب والذي يحتوي نظام الملفات الجذر.
ast: El firmware del sistema Itanium tien de cargar el cargador d'arranque de la partición privada EFI nel discu duru pa poder arrancar el so nuevu sistema. El cargador d'arranque cargará dempués el sistema operativu d'esa mesma partición. Una partición EFI tien de tar formateada con un sistema de ficheros FAT16 y tener fixáu l'indicador d'arranque. La mayor parte de les instalaciones alluguen la partición EFI na primer partición primaria del mesmu discu duru au s'alcuentra el sistema de ficheros raíz.
be: Каб запусціць Вашую новую сістэму, прашыўка сістэмы Itanium, якую Вы ўжываеце, загружае пачатковы загрузчык са свайго асабістага падзела EFI на жорсткім дыску. Загрузчык у сваю чаргу загружае з таго ж самага падзелу аперацыйную сістэму. Падзел EFI мае файлавую сістэму тыпу FAT16 і знак "загрузачны". Большасць усталёўшчыкаў месціць падзел EFI на першым асноўным падзеле таго жорсткага дыску, дзе знаходзіцца каранёвая файлавая сістэма.
bs: Kako biste pokrenuli vaš novi sistem, firmware na vašem Itanium sistemu učitava boot loader sa njegove zasebne EFI particije na hard disku. Boot loader onda učitava operativni sistem sa te iste particije. EFI particija je formatirana sa FAT16 datotečnim sistemom i postavljena kao aktivna. Većina instalacija postavlja EFI particiju kao prvu primarnu particiju na istom hard disku na kojem je i root datotečni sistem.
es: El firmware del sistema Itanium debe cargar el cargador de arranque de la partición privada EFI en el disco duro para poder arrancar su nuevo sistema. El cargador de arranque cargará después el sistema operativo de esa misma partición. Una partición EFI debe estar formateada con un sistema de ficheros FAT16 y tener fijado el indicador de arranque. La mayor parte de las instalaciones ubican la partición EFI en la primera partición primaria del mismo disco duro donde se encuentra el sistema de ficheros raíz.
ne: तपाईँको नयाँ प्रणाली सुरू गर्नका लागि, हार्ड डिस्कमा तपाईँको इटानियम प्रणालीमा भएको फर्मवेयरले यसको निजी EFI विभाजनबाट बुट लोडरलाई लोड गर्छ । त्यसपछि बुट लोडरले उही विभाजनबाट सञ्चालन प्रणाली लोड गर्छ । एउटा EFI विभाजन सँग यसैमा ढाँचाबद्ध भएको FAT16 फाइल प्रणाली र बुटेवल झण्डा सेट हुन्छ । प्राय स्थापनाहरुले मूल फाइल प्रणालीलाई समात्ने उही हार्ड डिस्कको पहिलो प्राथमिक विभाजनमा EFI विभाजन राख्दछ ।
sr@latin: Da biste mogli da pokrenete vaš novi sistem, firmver na vašem Itanium sistemu učitava pokretački program sa svoje privatne EFI particije na hard disku. Pokretački program onda učitava operativni sistem sa te iste particije. EFI particija ima FAT16 fajl sistem i postavljenu pokretačku zastavicu. Mnoge instalacije postavljaju EFI particiju na prvu primarnu particiju istog diska koji sadrži i „root“ fajl sistem.
tr: Yeni Debian sisteminizi başlatmak amacıyla Itanium sisteminizdeki aygıt yazılımı sabit diskteki özel EFI bölümünden açılış önyükleyiciyi yükler. Açılış önyükleyici daha sonra aynı bölümden işletim sistemini yükler. Bir EFI bölümü FAT16 olarak biçimlendirilmiş ve önyüklenebilir bayrağı etkinleştirilmiş bir dosya sistemine sahiptir. Birçok kurulum EFI bölümünü, kök dosya sistemini de barındıran sabit diskin ilk birincil bölümüne yerleştirir.

source: EFI boot partition
ar: جزء إقلاع EFI
ast: Partición d'arranque EFI
be: Загрузачны падзел EFI
bs: EFI boot particija
es: Partición de arranque «EFI»
ne: EFI बुट विभाजन
sr@latin: EFI pokretačka particija
tr: EFI önyükleme bölümü

source: No EFI partition was found.
ar: لم يعثر على جزء EFI.
ast: Nun s'atopó partición EFI.
be: Не знойдзена падзела EFI.
bs: EFI particija nije pronađena.
es: No se encontró ninguna partición «EFI».
ne: कुनै EFI विभाजन फेला परेन ।
sr@latin: Nijedna EFI particija nije nađena.
tr: Herhangi bir EFI bölümü bulunamadı.

source: EFIboot
es: arranque EFI
ne: EFI बुट
tr: EFIönyükle

source: Aboot installation failed. Continue anyway?
ar: فشل تثبيت aboot. المتابعة على كل حال؟
ast: Falló instalación d'aboot. ¿Siguir igualmente?
be: Не атрымалася ўсталяваць aboot. Працягнуць, не зважаючы на гэта?
bs: Aboot instalacija nije uspjela. Nastaviti dalje?
es: La instalación de aboot ha fallado. ¿Desea continuar de todos modos?
ne: एबुट स्थापना असफल भयो । जे भए पनि निरन्तरता दिनुहुन्छ?
sr@latin: Instalacija programa „aboot“ nije uspela. Nastaviti dalje?
tr: Aboot kurulumu başarısız. Yine de devam edilsin mi?

source: The aboot package failed to install into /target/. Installing aboot as a boot loader is a required step. The install problem might however be unrelated to aboot, so continuing the installation may be possible.
ar: فشلت حزمة aboot في التثبيت في /الهدف/. تثبيت aboot كمحمّل إقلاع خطوةٌ أساسيّة. قد لا تكون لمشكلة التثبيت علاقةٌ بaboot، لذلك قد يكون الاستمرار في التثبيت ممكناً.
ast: El paquete aboot falló al instalar en /target/. Instalar aboot como cargador d'arranque ye un pasu requeríu. El problema d'instalación nun parez tar rellacionáu con aboot, colo que siguir cola instalación ye posible.
be: Пакет aboot не атрымалася ўсталяваць у /target/. Усталяванне aboot як загрузчыка - неабходны крок. Аднак, напатканая праблема можа не датычыцца ўласна aboot, тады ў Вас ёсць шанц працягнуць.
bs: Aboot paket se nije uspio instalirati na /target/. Instaliranje aboot-a kao boot loadera je zahtijevani korak. Moguće da instalacijski problem nije vezan za aboot i da je moguće da nastavite instalaciju.
es: Falló la instalación del paquete «aboot» en «/target/». La instalación de aboot como cargador de arranque es un paso necesario. El problema de instalación puede no estar relacionado con aboot, así que es posible que pueda continuar con la instalación.
ne: /target/ मा एबुट प्याकेज स्थापना गर्न असफल भयो । बुट लोडरको रुपमा एबुटलाई स्थापना गर्नु आवश्यक चरण हो । एबुट सँग असम्बन्धित भएता पनि, स्थापना समस्या हुन्छ, त्यसैले स्थापनालाई निरन्तरता दिनु सम्भव छ ।
sr@latin: Paket aboot nije uspeo da se instalira na /target/. Instaliranje programa aboot kao pokretačkog programa je obavezan korak. Problem možda ipak nije u vezi sa programom aboot, tako da nastavak instalacije može biti moguć.
tr: Aboot paketi /target/'a kurulamadı. Bir önyükleyici olarak aboot'un kurulması gerekiyor. Kurulum problemi aboot'la ilgili olmayabileceğinden kuruluma devam etmeniz mümkün olabilir.

source: Aboot needs to install the boot loader on a bootable device containing an ext2 partition. Please select the ext2 partition that you wish aboot to use. If this is not the root file system, your kernel image and the configuration file /etc/aboot.conf will be copied to that partition.
ar: يتطلّب aboot تثبيت محمّل الإقلاع على جهازٍ قابلٍ للإقلاع يحتوي تجزئة ext2. فضلاً اختر جزء ext2 التي تريد من aboot أن يستعملها. إن لم يكن هذا هو نظام الملفّات الجذري ستنسخ صورة نواتك و ملف التهيئة /etc/aboot/conf لذلك الجزء.
ast: aboot Necesita instalar el cargador d'arranque nun preséu arrancable que contenga una partición ext2. Por favor, seleiciona la partición ext2 que quies usar p'aboot. Si esta nun ye un sistema de ficheros root, la to imaxe de kernel y el ficheru de configuración /etc/aboot.conf serán copiaos a esa partición.
be: Aboot патрабуе ўсталяваць загрузчык на загрузачнай прыладзе з падзелам тыпу ext2. Калі ласка, пазначце падзел ext2, які будзе ўжыты загрузчыкам aboot. Калі гэта не каранёвая файлавая сістэма, Ваш вобраз ядра і файл наладак /etc/aboot.conf будуць скапіяваны ў гэты падзел.
bs: Aboot treba instalirati boot loader na bootabilni disk koji sadrži ext2 particiju. Molim odaberite ext2 particiju koju želite da koristi aboot. Ako ovo nije root datotečni sistem, vaš kernel image i konfiguracijska datoteka /etc/aboot.conf će biti kopirani na tu particiju.
es: Aboot necesita instalar el cargador de arranque en un dispositivo arrancable que contenga una partición ext2. Por favor, escoja la partición ext2 que quiere que aboot use. Si no es la partición raíz, el núcleo y el fichero de configuración /etc/aboot.conf se copiarán a esta partición.
ne: ext2 विभाजन समाविष्ट भएको बुटेवल यन्त्रमा Aboot लाई बुट लोडर स्थापना गर्न आवश्यक छ । कृपया aboot प्रयोग गर्न ईच्छा गर्नु भएको ext2 विभाजन चयन गर्नुहोस् । यदि यो मूल फाइल प्रणाली होइन भने, तपाईँको कर्नेल छवि र कन्फिगरेशन फाइल /etc/aboot.conf त्यो विभाजनमा प्रतिलिपि हुनेछन् ।
sr@latin: Program aboot zahteva da instalira pokretački program na pokretačkom uređaju koji sadrži particiju tipa ext2. Izaberite ext2 particiju za koju želite da je koristi aboot. Ako to nije root particija, vaš kernel i konfiguracioni fajl /etc/aboot.conf će biti prekopirani na tu particiju.
tr: Aboot, ext2 dosya sistemli bir bölüm içeren önyüklenebilir bir aygıta kurulmalıdır. Lütfen aboot'u kullanmak istediğiniz ext2 bölümünü seçin. Eğer bu bölüm kök dosya sistemi değilse çekirdek imajı ve /etc/aboot.conf yapılandırma dosyası bu bölüme kopyalanacaktır.

source: Install /boot on a disk with an unsupported partition table?
ar: تثبيت /boot على قرصٍ ذو جدول تجزئة غير مدعوم؟
ast: ¿Instalar /boot nun discu con una tabla de particiones non sofitada?
be: Ці ўсталяваць /boot на дыск з табліцай падзелаў, якая не падтрымліваецца?
bs: Instalirati /boot na disk sa nepodržanom particionom tabelom?
es: ¿Desea instalar /boot en un disco con una tabla de particiones no soportada?
ne: समर्थन प्राप्त नभएको विभाजन तालिका सँगै डिस्कमा /boot स्थापना गर्नुहुन्छ?
sr@latin: Instalirati /boot na disk sa nepodržanim tipom particione tabele?
tr: Bölümleme tablosu desteklenmeyen bir diske /boot kurulsun mu?

source: To be bootable from the SRM console, aboot and the kernel it loads must be installed on a disk which uses BSD disklabels for its partition table. Your /boot directory is not located on such a disk. If you proceed, you will not be able to boot your system using aboot, and will need to boot it some other way.
ar: لكي يكون قابلاً للإقلاع من منصّة SRM، يجب أن يكون aboot و النّواة التي يحمّلها مثبّتان على قرص يستخدم تسميات قرص BSD لجدول تجزئته. إن تابعت لن تستطيع إقلاع نظامك باستخدام aboot، وستضطر أن تقلعه بطريقة أخرى.
ast: Pa ser arrancable dende consola SRM, aboot y el kernel deben ser instalaos nun discu qu'use etiquetes BSD pa la so tabla de particionáu. El to direutoriu /boot nun ta llocalizáu como un discu. Si procedes, nun podrás arrancar el to sistema usando aboot, y necesitarás arrancar d'otru mou.
be: Каб мець магчымасць загрузкі з кансолі SRM, aboot і ядро, што ён загружае, мусяць быць усталяваныя на дыску, які выкарыстоўвае адзнакі (disklabels) BSD для сваёй табліцы падзелаў. Ваша дырэкторыя /boot не знаходзіцца на дыску такога кшталту. Калі Вы працягнеце, то сістэму немагчыма будзе загрузіць з дапамогай aboot, і давядзецца рабіць гэта нейкім іншым чынам.
bs: Da bi se mogao podići sa SRM konzole, aboot i kernel koji se učitava moraju biti instalirani na disk koji koristi BSD disklabels kao svoju particionu tabelu. Vaš /boot direktorij se ne nalazi na takvom disku. Ako nastavite, nećete moći podići vaš sistem koristeći aboot i trebaćete ga podići na neki drugi način.
es: Para poder arrancar desde la consola SRM, tanto aboot como el núcleo que carga deben estar instalados en un disco que utilice etiquetas BSD para la tabla de particiones. El directorio /boot no está ubicado en un disco de este tipo. Puede que no sea capaz de arrancar el sistema con aboot si continúa, y quizás tenga que arrancarlo con otros mecanismos.
ne: SRM कन्सोलबाट बुटेवल पार्न, यसले लोड गर्ने aboot र कर्नेल डिस्कमा लोड हुनैपर्दछ जस्ले BSD डिस्कलेबुल यसको विभाजन तालिकाका लागि प्रयोग गर्दछ । तपाईँको /boot डाइरेक्ट्री सो डिस्कमा रहेको छैन । यदि तपाईँले प्रक्रिया गर्नुभयो भने, तपाईँ aboot प्रयोग गरेर तपाईँको प्रणालीलाई बुट गर्न सक्षम हुनुहुने छैन, र अरू कुनै तरिकाले यसलाई बुट गर्न आवश्यक हुनेछ ।
sr@latin: Da biste pokrenuli sistem iz SRM konzole, program aboot i kernel koji on učitava moraju biti instalirani na disku koji koristi BSD diskoznake kao svoju particionu tabelu. Vaš /boot direktorijum nije smešten na takvom disku. Ako nastavite, nećete moći da pokrenete svoj sistem koristeći program aboot i moraćete da pokrenete sistem na neki drugi način.
tr: Sisteminizin SRM konsolundan açılabilmesi için, aboot ve bunun yüklediği çekirdek, bölümleme tablosunda BSD disk etiketlerinin kullanıldığı bir disk üzerine kurulmalı. /boot dizininiz şu an böyle bir disk üzerinde değil. Devam etmeniz halinde sisteminizi aboot ile açmanız mümkün olmayabilecek ve açılış için başka bir yola başvurmanız gerekecektir.

source: Use unsupported file system type for /boot?
ar: استخدام فئة نظام ملفّات غير مدعومة ل/boot؟
ast: ¿Usar triba de sistema de ficheros nun sofitada pa /boot?
be: Ці выкарыстоўваць для /boot файлавую сістэму, якая не падтрымліваецца?
bs: Koristiti nepodržani tip datotečnog sistema za /boot?
es: ¿Desea utilizar un sistema de ficheros no soportado para /boot?
ne: /boot का लागि समर्थन प्राप्त नभएको फाइल प्रणाली प्रकार प्रयोग गर्नुहुन्छ?
sr@latin: Koristiti nepodržani tip fajl sistema za /boot?
tr: Desteklenmeyen dosya sistemi /boot için kullanılsın mı?

source: Aboot requires /boot to be located on an ext2 partition on a bootable device. This means that either the root partition must be an ext2 file system, or you must have a separate ext2 partition mounted at /boot.
ar: يتطلّب aboot يكون /boot موجوداً على جزء ext2 على جهازٍ قابل للإقلاع. معنى هذا أنّه إما أن يكون الجزء الجذر على نظام ملفّات ext2 أو أن تكون لديك جزء ext2 منفصلة مجهّزة عند /boot.
ast: aboot Requier llocalizar /boot nuna partición ext2 nun preséu arrancable. Esto significa que la partición root debe ser un sistema de ficheros ext2, o tener una partición ext2 dixebrada montada como /boot.
be: Aboot патрабуе, каб /boot знаходзіўся ў падзеле тыпу ext2 на загрузачнай прыладзе. Гэта азначае, што альбо каранёвы падзел мусіць мець тып ext2, або Вам патрэбны асобны падзел ext2, прымацаваны да /boot.
bs: Aboot zahtijeva da se /boot nalazi na ext2 particiji na bootabilnom uređaju. Ovo znači da ili root particija treba biti ext2 datotečni sistem, ili morate imati posebnu ext2 particiju montiranu na /boot.
es: Aboot necesita que /boot esté ubicado en una partición ext2 en un dispositivo arrancable. Esto significa que o bien la partición raíz debe ser un sistema de ficheros ext2, o bien tiene que tener una partición ext2 separada que se monte como /boot.
ne: बुटेवल यन्त्रमा एउटा ext2 विभाजन भित्र Aboot लाई /boot अवस्थित हुन आवश्यक छ । यसको मतलब या त मूल विभाजन ext2 फाइल प्रणाली हुनुपर्दछ, वा तपाईँ सँग /boot मा माउन्ट भएको भिन्नै ext2 विभाजन हुनुपर्दछ ।
sr@latin: Program aboot zahteva da /boot bude smešten na ext2 particiju na pokretačkom uređaju. Ovo znači ili da root particija bude tipa ext2 ili da imate zasebnu ext2 particiju za /boot.
tr: Aboot, önyüklenebilir bir aygıtın ext2 tipinde bir bölümünde konumlanmış /boot dizinine ihtiyaç gösteriyor. Bu şu anlama geliyor. Kök bölümü /ext2 dosya sistemine sahip olmalı ya da /boot olarak bağlanmış ayrı bir ext2 bölümünüz olmalı.

source: Currently, /boot is located on a partition of type ${PARTTYPE}. If you keep this setting, you will not be able to boot your Debian system using aboot.
ar: حاليّاً /boot موجودٌ على جزء من فئة ${PARTTYPE}. إن أبقيت هذا التّعيين لن تتمكّن من إقلاع نظام ديبيان الخاص بك باستخدام aboot.
ast: Actualmente, /boot ta llocalizáu nuna partición de la triba ${PARTTYPE}. Si mantienes esti afitamientu, nun podrás arrancar el to sistema Debian usando aboot.
be: Цяпер /boot месціцца на падзеле тыпу ${PARTTYPE}. Калі Вы пакінеце гэтую наладку, то загрузіць Вашу сістэму Debian з дапамогай aboot будзе немагчыма.
bs: Trenutno, /boot se nalazi na particiji tipa ${PARTTYPE}. Ako zadržite ovu postavku, nećete moći podići vaš Debian sistem koristeći aboot.
es: Actualmente /boot está localizado en una partición de tipo ${PARTTYPE}. No podrá arrancar el sistema Debian con aboot si mantiene esta configuración.
ne: हाल, ${PARTTYPE} प्रकारको विभाजनमा /boot अवस्थित छ । यदि यो सेटिङलाई राख्नु भयो भने, तपाईँ aboot प्रयोग गरेर तपाईँको डेवियन प्रणाली बुट गर्न सक्षम हुनुहुने छैन ।
sr@latin: Trenutno se /boot nalazi na particiji tipa ${PARTTYPE}. Ako zadržite ovakvo podešavanje, nećete moći da pokrenete vaš Debian sistem koristići 'aboot'.
tr: Hâlihazırda /boot, ${PARTTYPE} tipinde bir bölümde bulunuyor. Eğer bu ayarı koruyacak olursanız Debian sisteminizle açılış yapmanız mümkün olmayabilecektir.

source: Install without aboot?
ar: التثبيت دون aboot؟
ast: ¿Instalar ensin aboot?
be: Ці ўсталяваць без aboot?
bs: Instalirati bez aboot-a?
es: ¿Instalar sin aboot?
ne: aboot बिना स्थापना गर्नुहुन्छ?
sr@latin: Instalirati bez aboot-a?
tr: Kurulum Aboot olmadan mı yapılsın?

source: Your /boot directory is located on a disk that has no space for the aboot boot loader. To install aboot, you must have a special aboot partition at the beginning of your disk.
ar: دليل /boot الخاص بك موجود على قرصٍ ليس عليه أيّة مساحة لمحمّل الإقلاع aboot. لتثبيت aboot، يجب أن يكون لديك جزء aboot خاص في بداية القرص.
ast: El to direutoriu /boot ta llocalizáu nun discu que nun tien espaciu pal cargador d'arranque aboot. Pa instalar aboot, debes tener una partición especial aboot nel anicíu del to discu.
be: Ваша дырэкторыя /boot месціцца на дыску, што не мае месца для загрузчыка aboot. Для ўсталявання aboot Вам патрэбны асобны падзел у пачатку дыска.
bs: Vaš /boot direktorij se nalazi na disku na kojem nema mjesta za aboot boot loader. Da bi instalirali aboot, morate imati posebnu aboot particiju na početku vašeg diska.
es: El directorio /boot está ubicado en un disco que no tiene espacio para el cargador de arranque aboot. Para poder instalar aboot debe tener una partición especial al comienzo del disco.
ne: तपाईँको /boot डाइरेक्ट्री डिस्कमा अवस्थित छ जसमा aboot बुट लोडरका लागि खाली ठाउँ छैन । aboot स्थापना गर्न, तपाईँ सँग डिस्कको सुरुमा विशेष aboot लोडर हुनुपर्दछ ।
sr@latin: Vaš /boot direktorijum je smešten na disku na kome nema mesta za aboot pokretački program. Da biste instalirali aboot morate imati aboot particiju na počektu vašeg diska.
tr: Açılış dizini "/boot", aboot önyükleyici için yeterli boş alana sahip olmayan bir disk üzerinde konumlandırılmış durumda. Aboot'un kurulması için diskinizin başlangıç kısmında özel bir aboot bölümü olması gerekiyor.

source: If you continue without correcting this problem, aboot will not be installed and you will not be able to boot your new system from the SRM console.
ar: إذا تابعت دون تصحيح هذه المشكلة فلن يثبّت aboot و لن تتمكّن إقلاع نظامك الجديد من شاشة SRM الطّرفيّة.
ast: Si continues ensín correxis esti problema, aboot nun será instaláu y nun podrás arrancar el to nuevu sistema dende la consola SRM.
be: Калі працягнуць, не выправіўшы гэтую праблему, aboot не будзе ўсталяваны, і ў Вас не атрымаецца загружаць Вашую новую сістэму з кансолі SRM.
bs: Ako nastavite bez da riješite ovaj problem, aboot neće biti instaliran i vi nećete moći podići vaš novi sistem iz SRM konzole.
es: No podrá instalar aboot si continúa sin corregir este problema y no podrá arrancar el nuevo sistema desde la consola SRM.
ne: यदि तपाईँ यो समस्या सुधार नगरी निरन्तरता दिनु हुन्छ भने, aboot स्थापना हुने छैन र SRM कन्सोलबाट तपाईँ तपाईँको नयाँ प्रणालीलाई सक्षम गर्न सकनु हुने छैन ।
sr@latin: Ako nastavite bez ispravljanja ovog problema, program aboot neće biti instaliran i nećete moći da pokrenete svoj sistem iz SRM konzole.
tr: Bu problemi düzeltmeden devam etmeniz halinde aboot kurulmayacak ve yeni sisteminizi SRM konsolu üzerinden açamayacaksınız.

source: Install aboot on a hard disk
ar: تثبيت aboot على قرصٍ صلب
ast: Instalar aboot nel discu duru
be: Усталяваць aboot на жорсткі дыск
bs: Instaliraj aboot na hard disk
es: Instalar aboot en un disco duro
ne: हार्ड डिस्कमा aboot स्थापना गर्नुहोस्
sr@latin: Iinstaliraj aboot na hard disk
tr: Aboot'u sabit diske kur

source: No ext2 partitions found
ar: لم يعثر على أجزاء ext2
ast: Ensín particiones ext2 atopaes
be: Не знойдзена падзелаў ext2
bs: ext2 particije nisu pronađene
es: No se encontraron particiones ext2
ne: कुनै ext2 विभाजनहरू फेला परेन
sr@latin: Nije pronađena nijedna ext2 particija
tr: Herhangi bir ext2 bölümü bulunamadı
