Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/sublevel5/*.po
Languages: ar, ast, be, bs, es, ne, sr@latin, tr

source: The standard TCP/IP server name on VM is TCPIP; on VIF it's $TCPIP. Note: IUCV must be enabled in the VM user directory for this driver to work and it must be set up on both ends of the communication.
ar: الاسم المثالي لخادم TCP/IP على VM هو TCPIP؛ على VIF فهو $TCPIP. ملاحظة: يجب أن يكون IUCV ممكّناً في دليل المستخدم على VM كي يعمل هذا المُعرّف ويجب أن يكون معيّناً على كلا نقطتي الاتّصال.
ast: El standard nome sirvidor TCP/IP sobre VM ye TCPIP; en VIF ye $TCPIP. Ten en cuenta que IUCV debe tar activu nel direutoriu del usuariu VM pa qu'esti controlador trabaye y puede afitase ente dambes comunicaciones.
be: Звычайна назвай серверу TCP/IP на VM з'яўляецца TCPIP; на VIF гэта $TCPIP. Заўважце: каб гэты драйвер працаваў, трэба ўключыць IUCV ў карыстальніцкай дырэкторыі VM і наладзіць яго на абодвух баках злучэння.
bs: Standardni TCP/IP naziv za server na VM je TCPIP, na VIF naziv je $TCPIP. Pažnja: IUCV mora biti uključen u VM korisničkom direktoriju da bi ovaj driver radio i mora biti podešen na oba kraja komunikacijske veze.
es: El nombre del servidor TCP/IP estándar en MV es TCPIP, en VIF es $TCPIP. Nota: Para que este dispositivo funcione, IUCV debe estar habilitado en el directorio de usuario de MV y debe configurarse en ambos extremos de la comunicación.
ne: VM मा मापन TCP/IP सर्भर नाम TCPIP हो; VIF मा यो $TCPIP हो । द्रष्टब्य: यो ड्राइभरलाई काम गर्नका लागि VM प्रयोगकर्ता डाईरेक्ट्रीमा IUCV सक्षम गर्नु पर्दछ र यो सञ्चारको दुवै समाप्तिमा सेटअप हुनुपर्दछ ।
sr@latin: Standardno ime TCP/IP servera na VM-u je TCPIP; na VIF-u je $TCPIP. Napomena: IUCV mora biti omogućen u VM korisničkom direktorijumu da bi ovaj drajver radio i mora biti konfigurisan na oba kraja veze.
tr: Standart TCP/IP sunucu adı, VM ile çalışıyorsanız TCPIP, VIF için ise $TCPIP'dir. Bu sürücünün çalışabilmesi için IUCV, VM kullanıcı dizininde etkinleştirilmeli ve bağlantının her iki ucunda da ayarlanmalıdır.

source: Configure the network device
ar: تهيئة جهاز الشبكة
ast: Configurar preséu de rede
be: Наладзіць сеткавую прыладу
bs: Podesi mrežni uređaj
es: Configure el dispositivo de red
ne: सञ्जाल यन्त्र कन्फिगर गर्नुहोस्
sr@latin: Konfiguriši mrežni uređaj
tr: Ağ aygıtını yapılandır

source: Available disks:
ar: الأقراص المتوفّرة:
ast: Discos disponibles:
be: Даступныя дыскі:
bs: Dostupni diskovi:
es: Discos disponibles:
ne: उपलब्ध डिस्कहरू:
tr: Mevcut diskler:

source: The following disk access storage devices (DASD) are available. Please select each device you want to use one at a time.
ar: أجهزة تخزين وصول القرص (DASD) التالية متوفرة. الرجاء اختيار كل واحد تريد استخدامه على حدة.
ast: Los siguientes preseos d'almacenamientu d'accesu al discu (DASD) tan disponibles. Por favor, seleiciona cada preséu que quies usar a la vez.
be: Наступныя прылады "Disk Access Storage Device" (DASD) даступныя. Калі ласка, пазначце адну за адной кожную з прыладаў, якую Вы хочаце выкарыстаць.
bs: Sljedeći DASD (Disk Access Storage Device) uređaji su dostupni. Molim izaberite sve uređaje koje želite koristiti jedan po jedan.
es: Están disponibles los siguientes dispositivos de acceso a discos de almacenamiento (DASD). Por favor, seleccione de uno en uno cada dispositivo que quiera utilizar.
ne: निम्न डिस्क पहुँच भण्डारण यन्त्रहरू (DASD) उपलब्ध छन् । कृपया तपाईँ एउटै समयमा प्रयोग गर्न चाहनु भएको प्रत्येक यन्त्रलाई चयन गर्नुहोस् ।
tr: Mevcut disk erişimi depolama aygıtları (DASD) aşağıda listelenmiştir. Lütfen bunlardan kullanmak istediklerinizi seçin.

source: Choose disk:
ar: اختيار القرص:
ast: Escueye discu:
be: Выбраць дыск:
bs: Odaberi disk:
es: Elija un disco:
ne: डिस्क रोज्नुहोस्:
tr: Diski seçin:

source: Please choose a disk. You have to specify the complete device number, including leading zeros.
ar: رجاء اختيار قرص. عليك أن تحدّد رقم الجهاز كاملاً، بما فيه الأصفار البادئة.
ast: Por favor, escueye un discu. Tienes qu'especificar el númberu de preséu completu, incluyendo ceros a la manzorga.
be: Калі ласка, выберыце дыск. Вам трэба вызначыць поўны нумар прылады, разам з пачатковымі нулямі.
bs: Molim odaberite disk. Trebate navesti puni broj uređaja, uključujuči nule na početku.
es: Por favor, especifique un disco. Debe especificar el número de dispositivo completo, incluyendo los ceros que lo preceden.
ne: कृपया डिस्क रोज्नुहोस् । तपाईँले जिरो लिड समावेश भएको पूरै यन्त्र नम्बर निर्दिष्ट गर्नुपर्दछ ।
tr: Lütfen bir disk seçin. Aygıt numarasını baştaki sıfırlarla beraber tam olarak belirtmelisiniz.

source: Invalid disk
ar: قرص غير صالح
ast: Discu nun válidu
be: Несапраўдны дыск
bs: Neispravan disk
es: Disco inválido
ne: अवैध डिस्क
tr: Geçersiz disk

source: An invalid device number has been chosen.
ar: لقد تمّ اختيار رقم جهازٍ غير صالح.
ast: Escoyose un númberu de preséu nun válidu.
be: Быў абраны няслушны нумар прылады.
bs: Odabran je neispravan broj uređaja.
es: Se ha elegido un número de dispositivo inválido.
ne: एउटा अवैध यन्त्र नम्बर रोजियो ।
sr@latin: Izabran je neispravan broj diska.
tr: Geçersiz bir aygıt numarası seçildi.

source: Format the disk?
ar: تنسيق القرص؟
ast: ¿Formatear el discu?
be: Фарматаваць дыск?
bs: Formatirati disk?
es: ¿Formatear el disco?
ne: डिस्क ढाँचाबद्ध गर्नुहुन्छ?
tr: Disk biçimlendirilsin mi?

source: The installer is unable to detect if the device ${device} has already been formatted or not. Disks need to be formatted before you can create partitions.
ar: لم يستطع برنامج التثبيت أن يتأكد ما إذا كان الجهاز ${device} قد تم تهيئته من قبل أم لا. تحتاج الأقراص إلى تهيئتها قبل أن يمكنك إنشاء الأجزاء عليها.
ast: L'instalador nun pudo detectar si'l preséu ${device} ya fue formateáu o non. El discu necesita ser formateáu anantes de que puedas criar particiones.
be: Не атрымалася вызначыць, ці была раней адфарматаваная прылада ${device}. Каб на дыску можна было ствараць падзелы, спачатку ён мусіць быць адфарматаваны.
bs: Instalater ne može detektovati da li je uređaj ${device} formatiran ili ne. Diskovi trebaju biti formatirani prije nego možete kreirati particije.
es: El instalador no puede determinar si el dispositivo ${device} ha sido o no formateado. Los discos deben formatearse antes de poder crear particiones.
ne: यन्त्र ${device} पहिले नै ढाँचाबद्ध नगरिएमा स्थापनाकर्ताले पत्ता लगाउन सक्दैन । त्यसैले तपाईँले विभाजन सिर्जना गर्नुभन्दा पहिले डिस्कलाई ढाँचाबद्ध गर्नुपर्दछ ।
tr: Kurulum programı ${device} aygıtının biçimlendirilmiş durumda olup olmadığını belirleyemedi. Bölümlemleri oluşturmadan önce disklerin biçimlendirilmesi gerekiyor.

source: If you are sure the disk has already been correctly formatted, you don't need to do so again.
ar: إن كنت متأكداً من أن القرص قد تمت تهيئته بشكل صحيح مسبقاً، فلست بحاجة إلى إعادة تلك العملية مجدداً.
ast: Si tas seguru que'l discu ya ta formateáu correctamente, nun necesites facelo otra vegada.
be: Калі вы ўпэўнены, што фарматаванне зроблена належным чынам, вам не трэба паўтараць гэтую працэдуру.
bs: Ako ste sigurni da je disk ispravno formatiran, ne trebate to ponovno raditi.
es: No debe volver a formatearlo si está seguro que el disco ya ha sido formateado correctamente.
ne: यदि डिस्क पहिले नै ढाँचाबद्ध गरिएको छ भन्ने कुरामा तपाईँ यकिन हुनुहुन्छ भने तपाईँले फेरि यसो गर्नु आवश्यक छैन ।
tr: Diskin zaten biçimlendirilmiş durumda olduğuna eminseniz bu işlemi tekrar yapmanız gerekmiyor.

source: Formatting ${device}...
ar: تنسيق ${device}...
ast: Formateando ${device}...
be: Фарматаванне ${device}...
bs: Formatiram ${device}...
es: Formateando ${device}...
ne: ${device} ढाँचाबद्ध गरिदैछ...
sr@latin: Formatiranje ${device}...
tr: ${device} biçimlendiriliyor...

source: Configure disk access storage devices (DASD)
ar: تهيئة أجهزة تخزين وصول القرص (DASD)
ast: Configurar l'accesu a discu de preseos d'almacenamientu (DASD)
be: Наладзіць прылады disk access storage devices (DASD)
bs: Podesi disk access storage devices (DASD)
es: Configurar los dispositivos de acceso a discos de almacenamiento (DASD)
ne: कन्फिगर डिस्कले भण्डारण यन्त्रहरू (DASD) लाई पहुँच गर्दछ
tr: Disk erişimi depolama aygıtlarını (DASD) yapılandır

source: Install the ZIPL boot loader on a hard disk
ar: تثبيت محمّل الإقلاع ZIPL على قرصٍ صلب
ast: Instalar el cargador d'arranque ZIPL nel discu duru
be: Усталяваць загрузчык ZIPL на жорсткі дыск
bs: Instaliraj ZIPL boot loader na hard disk
es: Instalar el cargador de arranque ZIPL en un disco duro
ne: हार्ड डिस्कमा ZIPL बुट लोडर स्थापना गर्नुहोस्
sr@latin: Instaliraj ZIPL pokretački program na hard disk
tr: ZIPL önyükleyiciyi bir sabit diske kur

source: Make GLAN Tank bootable
bs: Učini GLAN Tank bootable
es: Haciendo «GLAN Tank» arrancable
ne: GLAN ट्यान्क बुटेबल बनाउँनुहोस्
tr: GLAN Tank aygıtını önyüklenebilir yap

source: Reserved BIOS boot area
ast: Reservar area d'arranque BIOS:
sr@latin: Rezerevisana BIOS but oblast

source: Available devices:
sr@latin: Dostupni uređaji:

source: The following direct access storage devices (DASD) are available. Please select each device you want to use one at a time.
sr@latin: Sledeći uređaji (direct access storage devices - DASD) su dostupni. Izaberite svaki uređaj koji želite da koristite, jedan po jedan.

source: Choose device:
sr@latin: Izaberite uređaj:

source: Please choose a device. You have to specify the complete device number, including leading zeros.
sr@latin: Izaberite uređaj. Morate da navedete ceo broj uređaja, uključujući i vodeće nule.

source: Invalid device
sr@latin: Neispravan uređaj

source: Format the device?
sr@latin: Formatirati uređaj?

source: The installer is unable to detect if the device ${device} has already been formatted or not. Devices need to be formatted before you can create partitions.
sr@latin: Instaler ne može da pronađe da li je uređaj ${device} već formatiran ili nije. Uređaji treba da budu formatirani pre nego što kreirate particije.

source: If you are sure the device has already been correctly formatted, you don't need to do so again.
sr@latin: Ako ste sigurni da je uređaj već ispravno formatiran, nije potrebno da ga ponovo formatirate.

source: Configure direct access storage devices (DASD)
sr@latin: Konfiguriši DASD-ove
