Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/sublevel5/*.po
Languages: ar, ast, be, bs, es, ne, sr@latin, tr

source: Since the partitions have already been mounted, you cannot do any changes.
ar: حيث أن الأجزاء مركبة مسبقاً، فلا يمكنك القيام بأية تغييرات.
ast: Cuando les particiones tan montaes, nun puedes facer nengún cambíu.
be: Вы не можаце зараз нічога змяняць з-за таго, што падзелы ўжо прымацаваныя.
bs: Pošto su particije već montirane, ne možete praviti nikakve izmjene.
es: No puede hacer ningún cambio puesto que ya se han montado las particiones.
ne: विभाजनहरू पहिल्यै माउन्ट भइसकेको हुनाले, तपाईँ कुनै परिवर्तनहरू गर्न सक्नुहुन्न ।
sr@latin: Pošto su particije već montirane ne možete načiniti nikakve izmene.
tr: Bağlanmış olan bölümler üzerinde herhangi bir değişiklik yapamazsınız.

source: Failed to unmount partitions
ar: فشل فك الأجزاء
ast: Falllu al desmontar particiones
be: Не атрымалася адмацаваць падзелы.
bs: Nemogu demontirati particije
es: Se ha producido un error al desmontar particiones
ne: विभाजनहरू अनमाउन्ट गर्न असफल भयो
sr@latin: Demontiranje particija nije uspelo
tr: Bölümlerin dosya sisteminden ayrılması işlemi başarısız

source: An unexpected error occurred while unmounting the partitions.
ar: حدث خطأ غير متوقع أثناء فك الأجزاء.
ast: Ocurrió un fallu nun esperáu mientres se desmontaben les particiones.
be: Падчас адмацавання падзелаў адбылася раптоўная памылка.
es: Se produjo un fallo inesperado mientras se desmontaban las particiones.
ne: विभाजनहरू अनमाउन्ट गर्दा एउटा अनपेक्षित त्रुटि उत्पन्न भयो ।
sr@latin: Došlo je do neočekivane greške prilikom demontiranja particija.
tr: Bağlanmış bölümler kaldırılırken beklenmedik bir hata oluştu.

source: The partition configuration process has been aborted.
ar: تم إلغاء عملية تهيئة الجزء.
ast: El procesu de la configuración de la partción encaboxóse.
be: Працэс наладкі падзелаў быў перарваны.
es: Se ha interrumpido el proceso de configuración de particiones.
ne: विभाजन कन्फिगरेसन प्रक्रिया परित्याग गरियो ।
sr@latin: Proces konfiguracije particije je prekinut.
tr: Bölüm yapılandırması işlemi sonlandırıldı.

source: Create %s file system
ar: إنشاء نظام الملفات %s
ast: Criar sistema de ficheros %s
be: Стварыць файлавую сістэму %s
bs: Kreiraj %s datotečni sistem
es: Crear sistema de ficheros %s
ne: %s फाइल प्रणाली सिर्जना गर्नुहोस्
sr@latin: Kreiraj %s fajl sistem
tr: %s dosya sistemi oluştur

source: No root partition (/)
ar: لا جزء جذري (/)
ast: Ensin partición root (/)
be: Няма каранёвай файлавай сістэмы (/)
bs: Nema root particije (/)
es: No hay partición raíz (/)
ne: मूल विभाजन (/) होइन
sr@latin: Nema root particije (/)
tr: Herhangi bir kök dizini (/) bulunamadı

source: You need a root partition. Please assign a partition to the root mount point before continuing.
ar: تحتاج إلى جزء جذري. رجاء تعيين جزء لموضع تركيب الجزء الجذري قبل الاستمرار.
ast: Necesites una partición root. Por favor, asigna una partición al puntu de montaxe root anantes de siguir.
be: Вам патрэбна каранёвая файлавая сістэма. Калі ласка, перад працягам прызначце падзел, які трэба прымацаваць да каранёвага пункта мацавання.
bs: Potrebna vam je root particija. Molim dodijelite particiju root tački montiranja prije nego nastavite.
es: Necesita un partición raíz. Por favor, asigne una partición al punto de montaje raíz antes de proceder.
ne: तपाईँले मूल विभाजन चाहनु भयो । कृपया निरन्तरता दिन अघि मूल माउन्ट विन्दुमा विभाजन मानाङ्कन गर्नुहोस् ।
sr@latin: Potrebna vam je root particija. Dodelite particiju root tački montiranja pre nego što nastavite.
tr: Bir kök bölümüne ihtiyacınız var. Lütfen devam etmeden önce bir bölümü kök bağlama noktası olarak atayın.

source: Partition assigned to ${MOUNT}
ar: تعيين الجزء على ${MOUNT}
ast: Partición asignada a ${MOUNT}
be: Падзел прызначаны ў ${MOUNT}
bs: Particija dodijeljena na ${MOUNT}
es: Partición asignada a ${MOUNT}
ne: ${MOUNT} मा विभाजन मानाङ्कन भयो
sr@latin: Particija dodeljena ${MOUNT}
tr: Bölümün bağlama noktası olarak ${MOUNT} atandı

source: Mounting a partition on ${MOUNT} makes no sense. Please change this.
ar: تركيب الجزء ${MOUNT} غير منطقي. الرجاء تغيير هذا.
ast: Nun tien xacíu montar una partición en ${MOUNT}. Por favor, camude esto.
be: Прымацаванне падзела ў ${MOUNT} не мае сэнсу. Калі ласка, змяніце гэта.
bs: Nema smisla montirati particiju na ${MOUNT}. Molim promijenite ovo.
es: No tiene sentido montar una partición en ${MOUNT}. Por favor, cambie esto.
ne: ${MOUNT} मा माउन्ट गरिएको विभाजनले कुनै संवेदन बनाएन । कृपया यसलाई परिवर्तन गर्नुहोस् ।
sr@latin: Montiranje particije na ${MOUNT} nema smisla. Promenite konfiguraciju.
tr: ${MOUNT} üzerine bir bölüm bağlamak anlamlı değil. Lütfen bunu değiştirin.

source: Several partitions assigned to ${MOUNT}
ar: تم تعيين عدة أجزاء لـ${MOUNT}
ast: Delles particiones asignaes a ${MOUNT}
be: Некалькі падзелаў прызначаныя ў ${MOUNT}
bs: Nekoliko particija dodijeljeno na ${MOUNT}
es: Ha asignado más de una partición a ${MOUNT}
ne: ${MOUNT} मा विभिन्न विभाजनहरू मानाङ्कन भयो
sr@latin: Više particija je dodeljeno na ${MOUNT}
tr: ${MOUNT} bağlama noktasına birden fazla bölüm atadınız

source: You cannot assign several partitions to the same mount point. Please change all but one of them.
ar: لا يمكنك تعيين عدة أجزاء لموضع التركيب نفسه. رجاء إبقاء تعيين واحد فقط.
ast: Nun puedes asignar varies particiones al mesmu puntu de montaxe. Por favor, camuda too a una d'elles.
be: Вы не можаце прызначыць некалькі падзелаў у адзін пункт мацавання. Калі ласка, адмяніце ўсе, апрэч аднаго.
bs: Ne možete dodijeliti nekoliko particija za istu tačku montiranja. Molim dodijelite samo jednu particiju.
es: No puede asignar varias particiones a un mismo punto de montaje. Por favor, cambie todas salvo una de éstas.
ne: उही माउन्ट विन्दुमा तपाईँ विभिन्न विभाजनहरू मानाङ्कन गर्न सक्नुहुन्न । कृपया एउटा बाहेक सबै परिवर्तन गर्नुहोस् ।
sr@latin: Ne možete dodeliti više particija istoj tački montiranja. Promenite ovaj parametar za sve izuzev za jednu particiju.
tr: Aynı bağlama noktasına birden fazla bölüm atayamazsınız. Lütfen bunlardan sadece birini seçin.

source: Ready to create file systems and mount partitions?
ar: هل أنت جاهز لإنشاء أنظمة الملفات وتركيب الأجزاء؟
ast: ¿Preparáu pa criar sistemes de ficheros y montar particiones?
be: Ці вы гатовыя да стварэння файлавых сістэм і прымацавання падзелаў?
bs: Spremni da kreirate datotečne sisteme i montirate particije?
es: ¿Está preparado para crear los sistemas de ficheros y montar las particiones?
ne: माउन्ट फाइल प्रणालीहरू सिर्जना गर्न र विभाजनहरू माउन्ट गर्न तयार हुनुहुन्छ?
sr@latin: Da li ste spremni da kreirate fajl sistem i montirate particije?
tr: Dosya sistemleri ve bağlama noktaları oluşturmak için hazır mısınız?

source: File systems will be created and partitions mounted.
ar: سوف تنشئ أنظمة الملفات وتجهّز الأجزاء.
ast: Sistemes de ficheros serán criaos y particiones montaes.
be: Файлавыя сістэмы будуць створаныя і падзелы прымацаваныя.
bs: Datotečni sistemi će biti kreirani i particije montirane.
es: Se crearán los sistemas de ficheros y se montarán las particiones.
ne: फाइल प्रणालीहरू सिर्जना हुनेछन् र विभाजनहरू माउन्ट हुनेछन् ।
sr@latin: Fajl sistemi će biti kreirani i particije montirane.
tr: Dosya sistemleri oluşturulacak ve bölümler bağlanacak.

source: WARNING: This will destroy all data on the partitions you have assigned file systems to.
ar: تحذير: سوف يدمّر هذا كل البيانات التي على الأجزاء التي عيّنت لها أنظمة ملفات.
ast: AVISU: Esto desaniciará tolos datos nes particiones que asignaste a los sistemes de ficheros.
be: УВАГА: Гэта знішчыць усе дадзеныя на падзелах, якім Вы прызначылі файлавыя сістэмы.
bs: UPOZORENJE: Ovo će izbrisati sve podatke na particijama kojima ste dodijelili datotečne sisteme.
es: ADVERTENCIA: Ésto destruirá todos los datos que existan en las particiones a las que haya asignado un sistema de ficheros.
ne: चेतावनी: यसले तपाईँले फाइल प्रणालीमा मानाङ्कन गर्नु भएको विभाजनहरुमा सबै डेटा नष्ट गर्नेछ ।
sr@latin: UPOZORENJE: ovo će uništiti sve podatke na particijama koje ste dodelili fajl sistemima.
tr: UYARI: Bu işlem, dosya sistemi oluşturmak için atadığınız tüm bölümlerdeki verileri silecektir.

source: Failed to create swap space on ${PARTITION}
ar: فشل إنشاء مساحة بديلة على ${PARTITION}
ast: Falló criar un espaciu swap en ${PARTITION}
be: Не атрымалася стварыць прастору swap на ${PARTITION}
bs: Nemogu kreirati swap particiju na ${PARTITION}
es: Se produjo un fallo al crear un espacio de intercambio en ${PARTITION}
ne: ${PARTITION} मा स्वाप खाली ठाउँ सिर्जना गर्न असफल भयो
sr@latin: Kreiranje prostora za dodatnu memoriju na ${PARTITION} nije uspelo
tr: ${PARTITION} üzerinde takas alanı oluşturulamadı

source: An error occurred when the swap space was created on ${PARTITION}.
ar: حدث خطأ عند إنشاء المساحة البديلة على ${PARTITION}.
ast: Ocurrió un fallu cuando l'espaciu swap fué criáu en ${PARTITION}.
be: Адбылася памылка падчас стварэння прасторы swap на ${PARTITION}.
bs: Došlo je do greške prilikom kreiranja swap particije na ${PARTITION}.
es: Se produjo un error cuando se creó el espacio de intercambio en ${PARTITION}.
ne: ${PARTITION} मा स्वाप खाली ठाउँ सिर्जना गर्दा त्रुटि उत्पन्न भयो ।
sr@latin: Došlo je do greške kada je prostor za dodatnu memoriju kreiran na ${PARTITION}.
tr: ${PARTITION} bölümü üzerinde bir takas alanı oluşturulurken hatayala karşılaşıldı.

source: Please check the error log on the third console or /var/log/messages for more information.
ar: الرجاء التحقق من سجل الأخطاء على الطرفية الثالثة أو /var/log/messages للمزيد من المعلومات.
ast: Por favor, comprueba'l rexistru de fallos na tercer consola o /var/log/messages pa más información.
be: Калі ласка, звярніцеся па дадатковыя звесткі да пратаколу памылак на трэцяй кансолі або да файла /var/log/messages.
bs: Molim provjerite error log na trećoj konzoli ili /var/log/messages za više informacija.
es: Por favor, consulte el registro de errores en la tercera consola o en «/var/log/messages» para más información.
ne: कृपया धेरै जानकारीका लागि तेस्रो कन्सोलमा त्रुटि लग वा /var/log/messages जाँच्नुहोस् ।
sr@latin: Pogledajte log za greške na trećoj konzoli ili /var/log/messages za više informacija.
tr: Lütfen daha fazla bilgi için tty3 veya /var/log/messages'ı inceleyin.

source: Failed to activate the swap space on ${PARTITION}
ar: فشل تفعيل المساحة البديلة على ${PARTITION}
ast: Falló activar l'espaciu swap en ${PARTITION}
be: Немагчыма актываваць прастору swap на ${PARTITION}
bs: Nemogu aktivirati swap particiju na ${PARTITION}
es: Se produjo un fallo al activar el espacio de intercambio en ${PARTITION}
ne: ${PARTITION} मा स्वाप खाली ठाउँ सक्रिय गर्दा त्रुटि उत्पन्न भयो ।
sr@latin: Aktivacija prostor za dodanu memoriju na ${PARTITION} nije uspela
tr: ${PARTITION} üzerindeki takas alanı etkinleştirilemedi

source: An error occurred when the swap space on ${PARTITION} was activated.
ar: حدث خطأ عند تفعيل المساحة البديلة على ${PARTITION}.
ast: Ocurrió un fallu cuando l'espaciu swap en ${PARTITION} fué activáu.
be: Адбылася памылка падчас актывацыі прасторы swap на ${PARTITION}.
bs: Došlo je do greške prilikom aktiviranja swap particije na ${PARTITION}.
es: Se produjo un error cuando se activó el espacio de intercambio en ${PARTITION}.
ne: ${PARTITION} मा स्वाप खाली ठाउँ सक्रिय गर्दा त्रुटि उत्पन्न भयो ।
sr@latin: Došlo je do greške kada je prostor za dodatnu memoriju na ${PARTITION} aktiviran.
tr: ${PARTITION} üzerindeki takas alanı etkinleştirilirken bir hatayla karşılaşıldı.

source: Failed to create ${FS} file system on ${PARTITION}
ar: فشل إنشاء نظام الملفات ${FS} على ${PARTITION}
ast: Falló criar sistema de ficheros ${FS} en ${PARTITION}
be: Немагчыма стварыць файлавую сістэму ${FS} на ${PARTITION}
bs: Nemogu kreirati ${FS} datotečni sistem na ${PARTITION}
es: Se produjo un fallo al crear el sistema de ficheros ${FS} en ${PARTITION}
ne: ${PARTITION} मा ${FS} फाइल प्रणाली सिर्जना गर्न असफल भयो
sr@latin: Kreiranje ${FS} fajl sistem na ${PARTITION} nije uspelo
tr: ${PARTITION} üzerinde ${FS} dosya sistemi oluşturulamadı

source: An error occurred when the ${FS} file system was created on ${PARTITION}.
ar: حدث خطأ عند إنشاء نظام الملفات ${FS} على ${PARTITION}.
ast: Ocurrió un fallu cuando se criaba'l sistema de ficheros ${FS} en ${PARTITION}.
be: Падчас стварэння файлавай сістэмы ${FS} на ${PARTITION} адбылася памылка.
bs: Došlo je do greške prilikom kreiranja ${FS} datotečnog sistema na ${PARTITION}.
es: Se produjo un error cuando se creó el sistema de ficheros ${FS} en ${PARTITION}.
ne: ${PARTITION} मा ${FS} फाइल प्रणाली सिर्जना गर्दा त्रुटि उत्पन्न भयो ।
sr@latin: Došlo je do greške kada je ${FS} fajl sistem kreiran na ${PARTITION}.
tr: ${PARTITION} bölümü üzerinde ${FS} dosya sistemi oluşturulurken bir hatayla karşılaşıldı.

source: Failed to mount ${PARTITION} on ${MOUNT}
ar: فشل تركيب ${PARTITION} على ${MOUNT}
ast: Falló montar ${PARTITION} en ${MOUNT}
be: Немагчыма прымацаваць ${PARTITION} да ${MOUNT}
bs: Nemogu montirati ${PARTITION} na ${MOUNT}
es: Se produjo un fallo al montar ${PARTITION} en ${MOUNT}
ne: ${MOUNT} मा ${PARTITION} माउन्ट गर्न असफल भयो
sr@latin: Montiranje ${PARTITION} na ${MOUNT} nije uspelo
tr: ${PARTITION} bölümü ${MOUNT} noktasına bağlanamadı

source: An error occurred when ${PARTITION} was mounted on ${MOUNT}.
ar: حدث خطأ عند تركيب ${PARTITION} على ${MOUNT}.
ast: Un fallu ocurrió cuando se montaba ${PARTITION} en ${MOUNT}.
be: Адбылася памылка падчас мацавання ${PARTITION} да ${MOUNT}.
bs: Došlo je do greške prilikom motiranja ${PARTITION} na ${MOUNT}.
es: Se produjo un error cuando al montar ${PARTITION} en ${MOUNT}.
ne: ${MOUNT} मा ${PARTITION} माउन्ट गर्दा त्रुटि उत्पन्न भयो ।
sr@latin: Došlo je do greške kada je ${PARTITION} montirana na ${MOUNT}.
tr: ${PARTITION} bölümü ${MOUNT} noktasına bağlanırken bir hatayla karşılaşıldı.

source: Configure and mount partitions
ar: تهيئة وتركيب الأجزاء
ast: Configurar y montar particiones
be: Наладзіць і прымацаваць падзелы
bs: Podesi i montiraj particije
es: Configurar y montar particiones
ne: विभाजनहरू कन्फिगर र माउन्ट गर्नुहोस्
sr@latin: Konfiguriši i montiraj particije
tr: Bölümleri yapılandır ve bağla

source: Disk to partition:
ar: القرص المطلوب تجزئته:
ast: Discu a particionar:
be: Дыск для перадзелу:
bs: Disk za particionisanje:
es: Disco a particionar:
ne: विभाजन गर्नुपर्ने डिस्क:
sr@latin: Odaberite disk za particionisanje:
tr: Bölümlenecek disk:

source: Please choose one of the listed disks to create partitions on it.
ar: الرجاء اختيار أحد الأقراص المسردة لإنشاء الأجزاء عليها.
ast: Por favor, escueye un de los discos llistaos pa criar particiones n'el.
be: Калі ласка, абярыце са спісу дыск, каб стварыць на ім падзелы.
bs: Molim odaberite jedan od navedenih diskova na kojem ćete napraviti particije.
es: Por favor, elija de la siguiente lista de discos el que quiera crear particiones.
ne: कृपया यसमा विभाजनहरू सिर्जना गर्न सूचीकृत डिस्कहरु मध्य एउटा रोज्नुहोस् ।
sr@latin: Odaberite neki od diskova sa liste da biste na njemu kreirali particije.
tr: Lütfen üzerinde bölüm oluşturmak için listelenen disklerden birisini seçin.

source: Select "Finish" at the bottom of the list when you are done.
ar: اختر "إنهاء" في أسفل القائمة عندما تنتهي.
ast: Seleiciona "Finar" no cimero de la llista cuando tes.
be: Калі ўсё будзе скончана, пазначце "Скончыць" ўнізе спіса.
bs: Odaberite "Završi" na dnu liste kada ste gotovi.
es: Seleccione «Terminar» al final de la lista cuando haya acabado.
ne: तपाईँले गरिसके पछि सूचीको तल "Finish" चयन गर्नुहोस् ।
sr@latin: Odaberite „Završi“ na dnu liste kada budete gotovi.
tr: İşlem tamamlandığında listenin altındaki "Bitti"yi seçin.

source: No disk found
ar: لم يعثر على أي قرص
ast: Nun atopáu discu
be: Не знойдзена дыскаў
bs: Disk nije pronađen
es: No se han encontrado discos
ne: कुनै डिस्क फेला परेन
sr@latin: Nije pronađen nijedan disk
tr: Herhangi bir disk bulunamadı

source: Unable to find any disk in your system. Maybe some kernel modules need to be loaded.
ar: لم يمكن إيجاد أي قرص في نظامك. ربما يجب تحميل بعض وحدات النواة.
ast: Nun puede atopase nengún discu nel to sistema. Puede que tenga que cargase dalgún módulu de kernel.
be: Немагчыма знайсці ніводнага дыска ў Вашай сістэме. Магчыма, Вам трэба загрузіць пэўныя модулі ядра.
bs: Nemogu da pronađen nijedan disk na vašem sistemu. Možda se određeni kernel moduli trebaju učitati.
es: No se pudo encontrar ningún disco en el sistema. Puede que necesite cargar algunos módulos del núcleo.
ne: तपाईँको प्रणालीमा कुनै डिस्क फेला पार्न सकिएन । केही कर्नेल मोड्युलहरू लोड हुन आवश्यक हुन्छ ।
sr@latin: Nije nađen nijedan disk na vašem sistemu. Možda je potrebno učitati neke kernel module.
tr: Sisteminizde herhangi bir disk bulunamadı. Belki bazı çekirdek modüllerinin yüklenmesi gerekiyor.

source: Partitioning error
ar: خطأ في التجزئة
ast: Fallu particionando
be: Памылка перадзелу
bs: Greška pri particionisanju
es: Se ha producido un error de particionado
ne: विभाजन त्रुटि
sr@latin: Greška particionisanja
tr: Bölümleme hatası

source: Failed to partition the disk ${DISC}.
ar: فشلت تجزئة القرص ${DISC}.
ast: Falló particionar el discu ${DISC}.
be: Не атрымалася падзяліць дыск ${DISC}.
bs: Nemogu da particionišem disk ${DISC}.
es: Falló al particionar el disco ${DISC}.
ne: डिस्क ${DISC} विभाजन गर्न असफल भयो ।
sr@latin: Particionisanje diska ${DISC} nije uspelo.
tr: ${DISC} diskinin bölümlenmesi işlemi başarısız.

source: Partition a hard drive
ar: تجزيء قرص صلب
ast: Particionar una unidá de discu
be: Падзяліць жорсткі дыск
bs: Particioniši hard disk
es: Particionar una unidad de disco
ne: हार्ड ड्राइभ विभाजन गर्नुहोस्
sr@latin: Particioniši disk
tr: Bir sabit diski bölümle

source: Device to partition:
es: Dispositivo a particionar:
ne: विभाजनका लागि यन्त्र:
tr: Bölümlenecek aygıt:

source: No disk was automatically detected. Please enter the path to the device file for the disk you want to partition.
es: No se ha detectado automáticamente ningún disco. Por favor, introduzca la ruta del dispositivo para el disco que desea particionar.
ne: कुनै डिस्क स्वत: पत्ता लाग्न सकेन । कृपया, तपाईँले विभाजन गर्न चाहनु भएको डिस्कको यन्त्र फाइलका लागि बाटो प्रविष्ट गर्नुहोस् ।
tr: Sisteminizde otomatik olarak herhangi bir disk algılanamadı. Lütfen bölümlenmesini istediğiniz diske ait aygıt dosyasını girin.

source: Really use the automatic partitioning tool?
es: ¿Utilizar realmente la herramienta automática de particionado?
ne: साँच्चै स्वत: विभाजन उपकरण प्रयोग गर्न चाहनुहुन्छ ?
tr: Otomatik bölümleme aracını kullanmak istediğinizden emin misiniz?

source: This will destroy the partition table on all disks in the machine. REPEAT: THIS WILL WIPE CLEAN ALL HARD DISKS IN THE MACHINE! If you have important data that are not backed up, you may want to stop now in order to do a backup. In that case, you'll have to restart the installation later.
es: Esto destruirá la tabla de particiones en todos los discos del equipo. REPITO: ¡ESTO DESTRUIRÁ LA TABLA DE PARTICIONES EN EL EQUIPO! Si tiene datos importantes de los que no tiene copia de seguridad, puede querer parar ahora para hacer una copia. En este caso, debería reiniciar esta instalación más tarde.
ne: यसले मेशिन भित्र सबै डिस्कहरूमा विभाजन तालिकालाई नष्ट गर्दछ । दोह्रयाउनुहोस्: यसले मेशिनमा सबै हार्ड डिस्कहरुलाई सफा गर्दछ ! यदि तपाईँ सँग जगेडा नगरिएको डेटा छ भने, जगेडा गर्न तपाईँले अहिल्यै रोक्न सक्नु हुनेछ । त्यो केसमा, तपाईँले पछि स्थापना पुन: सुरू गर्नु पर्नेछ ।
tr: Bu işlem makinede bulunan tüm disklerin bölümleme tablosunu yok edecektir. TEKRAR EDİYORUM: BU İŞLEM MAKİNEDE BULUNAN TÜM SABİT DİSKLERDEKİ VERİLERİ SİLECEKTİR! Eğer yedeklenmemiş önemli verileriniz varsa işlemi şimdi durdurup yedekleme yapmak isteyebilirsiniz. Böyle bir durumda kurulumu daha sonra tekrar başlatmalısınız.

source: An error occurred during the previous operation
es: Ocurrió un error durante la operación previa
ne: अघिल्लो सञ्चालनको क्रममा त्रुटि उत्पन्न भयो
tr: Önceki işlemde bir hata oluştu

source: You may be able to continue. Here is some more information:
es: Puede ser capaz de continuar. Aquí hay alguna información adicional:
ne: तपाईँ निरन्तरता दिन सक्नुहुनेछ । यहाँ केही बढी जानकारी छ:
tr: Devam etmeniz mümkün olabilir. Hataya ilişkin ek bilgiler:

source: Automatic partitioning impossible
es: Particionado automático imposible
ne: स्वत विभाजन असम्भव छ
tr: Otomatik bölümleme yapılamayacak

source: This version of the autopartitioner cannot handle the partitioning of the selected disk. It may partition only an empty disk or a disk with no more than 2 FAT partitions (and no extended partitions or other non-FAT partitions).
es: Esta versión del autoparticionador no puede manejar el particionado del disco seleccionado. Sólo puede particionar un disco vacío o un disco que no tenga más de dos particiones FAT (ni particiones extendidas u otras particiones que no sean FAT).
ne: स्वत: विभाजनकर्ताको यो संस्करणले चयन भएको डिस्कको विभाजनलाई ह्यान्डल गर्न सक्दैन । यसले मात्र खाली डिस्क वा २ FAT विभाजनहरू ( र विस्तारित विभाजनहरू होइन वा अन्य FAT नभएको विभाजनहरू) भन्दा बढी नभएको डिस्कलाई विभाजन गर्न सक्छ ।
tr: Otomatik bölümleyicinin bu sürümü, seçtiğiniz diskte bölümleme yapabilecek yeteneğe sahip değil. Bu program, sadece boş bir disk veya 2'den fazla FAT bölümü olmayan bir disk üzerinde çalışabilir (Diskte genişletilmiş bölüm veya FAT tipinde olmayan başka bir bölüm de bulunmamalıdır).

source: If you want to continue the installation process, switch to the second console (ALT+F2), partition the disk as you like using parted and the other available tools, and then mount all your partitions in /target. /target is the root directory of your new system, so your root partition will be mounted on /target and your /usr partition must be mounted on /target/usr.
es: Si quiere continuar con el proceso de instalación, cambie a la segunda consola (con ALT+F2), efectúe el particionado el disco como desee utilizando «parted» y las demás herramientas disponibles, y después monte todas sus particiones en «/target». «/target» es el directorio raíz del nuevo sistema, así que la partición raíz quedará montada en «/target» y la partición «/usr» debe estar montada en «/target/usr».
ne: यदि तपाईँ स्थापना प्रक्रियालाई निरन्तरता दिन चाहनुहुन्छ भने, दोस्रो कन्सोल (ALT+F2) मा स्विच गर्नुहोस्, विभाजित र अन्य उपलब्ध उपकरणहरू प्रयोग गरेर तपाईँलाई मन पर्ने डिस्क विभाजन गर्नुहोस्, र तपाईँको सबै विभाजनलाई /target मा माउन्ट गर्नुहोस् । /target तपाईँको नयाँ प्रणालीको मूल डाईरेक्ट्री हो, त्यसैले तपाईँको मूल विभाजन /target मा माउन्ट हुनेछ र तपाईँको /usr विभाजन /target/usr मा माउन्ट हुनुपर्दछ ।
tr: Kuruluma devam etmek istiyorsanız ikinci konsola geçin (ALT+F2) ve "parted" veya başka bir araç kullanarak bölümleme işlemini yapın. Daha sonra bütün bölümleri /target dizini altına bağlayın. /target, kurulumu devam eden yeni sisteminizin kök dizinini (/) temsil etmektedir. Yani kök bölümü /target; /usr bölümü /target/usr olarak bağlanmalıdır.

source: You can also consider launching this program again but selecting another disk.
es: Puede también considerar ejecutar este programa de nuevo pero seleccionando otro disco.
ne: तपाईँ अर्को डिस्क चयन गरेर फेरी यो कार्यक्रमलाई सुरू गर्न विचार गर्नु सक्नुहुन्छ ।
tr: Ayrıca bu programı tekrar çalıştırarak başka bir disk seçmeniz de mümkün.

source: Not enough space on disk
es: Espacio insuficiente en disco
ne: डिस्कमा पर्याप्त खाली ठाउँ छैन
tr: Diskte yeterli boş alan yok
