Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/sublevel5/*.po
Languages: ar, ast, be, bs, es, ne, sr@latin, tr

source: No ext2 file systems were found on your computer. To load the Linux kernel from the SRM console, aboot needs an ext2 partition on a disk that has been partitioned with BSD disklabels. You will need to configure at least one ext2 partition on your system before continuing.
ar: لم يعثر على أنظمة ملفّات ext2 على حاسوبك. كي تحمّل نواة لينكس من منصّة SRM يتطلّب aboot جزء ext2 على قرصٍ جزّىء بعلامات قرص BSD. ستضطر أن تعدّ جزء ext2 واحدة على الأقل على نظامك قبل المتابعة.
ast: Non atopaos sistemes de ficheros ext2 nel to ordenador. Pa cargar el kernel de Linux dende la consola SRM, aboot necesita una partición ext2 nun discu que te particionáu cola etiqueta BSD. Necesites configurar al menos una partición ext2 nel to sistma anantes de siguir.
be: Ніводнай файлавай сістэмы тыпу ext2 не было знойдзена ў Вашым кампутары. Каб загрузіць ядро Linux з кансолі SRM, aboot патрэбны падзел тыпу ext2 на дыску,што быў падзелены з ужываннем адзнак BSD (BSD disklabels). Перад працягам Вам неабходна наладзіць у сваёй сістэме прынамсі адзін падзел тыпу ext2.
bs: ext2 particije nisu pronađene na vašem računaru. Da bi se učitao Linux kernel sa SRM konzole, aboot treba ext2 particiju na disku koji je particionisan sa BSD disklabels. Trebate podesiti barem jednu ext2 particiju na vašem sistemu prije nego nastavite.
es: No se ha encontrado ningún sistema de ficheros ext2 en su ordenador. Aboot necesita una partición ext2 en un disco que haya sido particionado con etiquetas BSD para poder cargar el núcleo de Linux de la consola SRM. Tendrá que configurar al menos una partición ext2 en el sistema antes de continuar.
ne: तपाईँको कम्प्युटरमा कुनै ext2 फाइल प्रणालीहरू फेला परेन । SRM कन्सोलबाट लिनक्स कर्नेल लोड गर्न, aboot लाई डिस्कमा एउटा ext2 विभाजनको आवश्यक पर्दछ जुन BSD डिस्कलेबुलहरू द्वारा विभाजित गरिएको हुन्छ । निरन्तरता दिनु अघि तपाईँले तपाईँको प्रणालीमा कम्तिमा एउटा ext2 विभाजन कन्फिगर गर्नु आवश्यक हुनेछ ।
sr@latin: Nijedan ext2 fajl sistem nije pronađen na vašem računaru. Program aboot zahteva ext2 particiju na disku koji je particionisan sa BSD diskoznakama, da bi mogao da učita Linux kernel iz SRM konzole. Moraćete da iskonfigurišete makar jednu ext2 particiju na vašem sistemu pre nego što nastavite.
tr: Bilgisayarınızda ext2 dosya sistemi bulunamadı. Aboot, SRM konsolundan Linux çekirdeğini yüklemek için BSD disk etiketleriyle bölümlenmiş bir ext2 bölümüne ihtiyaç duyar. Devam etmek için en azından bir bölümü ext2 olarak biçimlendirmelisiniz.

source: Installing the aboot boot loader
ar: تثبيت محمّل الإقلاع aboot
ast: Instalando'l cargador d'arranque aboot
be: Усталяванне загрузчыка aboot
bs: Instaliram aboot boot loader
es: Instalando el cargador de arranque aboot
ne: aboot बुट लोडर स्थापना गरिदैछ
sr@latin: Instaliranje aboot pokretačkog programa
tr: Aboot açılış yükleyicisi kuruluyor

source: Installing the 'aboot' package...
ar: تثبيت حزمة 'aboot'...
ast: Instalando'l paquete 'aboot'...
be: Усталяванне пакета 'aboot'...
bs: Instaliram paket 'aboot'...
es: Instalando el paquete «aboot»...
ne: 'aboot' प्याकेज स्थापना गरिदेछ...
sr@latin: Instaliranje paketa aboot...
tr: 'aboot' paketi kuruluyor...

source: Determining aboot boot device...
ar: تقرير جهاز إقلاع aboot...
ast: Determinando preséu d'arranque aboot...
be: Вызначэнне прылады запуску aboot...
bs: Određujem aboot boot uređaj...
es: Determinando el dispositivo de arranque de aboot...
ne: aboot बुट यन्त्र निर्धारण गरिदैछ...
sr@latin: Određivanje pokretačkog uređaja za aboot...
tr: Aboot açılış aygıtı belirleniyor...

source: Installing aboot on ${BOOTDISK}...
ar: تثبيت aboot على ${BOOTDISK}...
ast: Instalando aboot en ${BOOTDISK}...
be: Усталяванне aboot на ${BOOTDISK}...
bs: Instaliram aboot na ${BOOTDISK}...
es: Instalando aboot en ${BOOTDISK}...
ne: ${BOOTDISK} मा aboot स्थापना गरिदैछ...
sr@latin: Instaliranje aboot-a na ${BOOTDISK}...
tr: ${BOOTDISK} üzerine aboot kuruluyor...

source: Configuring aboot to use partition ${PARTNUM}...
ar: تهيئة aboot لاستخدام الجزء ${PARTNUM}...
ast: Configurando aboot pa usar partición ${PARTNUM}...
be: Наладка aboot для выкарыстання падзела ${PARTNUM}...
bs: Podešavam aboot da koristi particiju ${PARTNUM}...
es: Configurando aboot para usar la partición ${PARTNUM}...
ne: ${PARTNUM} विभाजन प्रयोग गर्न aboot कन्फिगर गरिदैछ...
sr@latin: Konfigurisanje aboot-a da koristi particiju ${PARTNUM}...
tr: Aboot ${PARTNUM} bölümünü kullanmak için yapılandırılıyor...

source: Copying kernel images to ${BOOTDEV}...
ar: نسخ صور النّواة إلى ${BOOTDEV}...
ast: Copiando imaxe kernel a ${BOOTDEV}...
be: Капіяванне вобразаў ядра у ${BOOTDEV}...
bs: Kopiram kernel images na to ${BOOTDEV}...
es: Copiando los núcleos a ${BOOTDEV}...
ne: ${BOOTDEV} मा कर्नेल छविहरू प्रतिलिपि गरिदैछ...
sr@latin: Kopiranje kernel slika na ${BOOTDEV}...
tr: Çekirdek imaj dosyaları ${BOOTDEV} üzerine kopyalanıyor...

source: Aboot boot partition
ar: جزء إقلاع aboot
ast: Partición d'arranque aboot
be: Падзел запуску aboot
bs: Aboot boot particija
es: Partición de arranque aboot
ne: Aboot बुट विभाजन
sr@latin: Aboot pokretačka particija
tr: Aboot açılış bölümü

source: Installing vmelilo
ar: تثبيت vmelilo
ast: Instalando vmelilo
be: Устаноўка vmelilo
bs: Instaliram vmelilo
es: Instalando vmelilo
ne: vmelilo स्थापना गरिदैछ
sr@latin: Instaliranje vmelilo-a
tr: Vmelilo kuruluyor

source: Installing vmelilo boot loader
ar: تثبيت محمّل الإقلاع vmelilo
ast: Instalando cargador d'arranque vmelilo
be: Устаноўка загрузчыка vmelilo
bs: Instaliram vmelilo boot loader
es: Instalando el cargador de arranque vmelilo
ne: vmelilo बुट लोडर स्थापना गरिदैछ
sr@latin: Instaliranje vmelilo pokretačkog programa
tr: Vmelilo açılış önyükleyicisi kuruluyor

source: vmelilo installation failed. Continue anyway?
ar: فشل تثبيت vmelilo. المتابعة على أي حال؟
ast: Falló instalación vmelilo. ¿Siguir igualmente?
be: Устаноўка vmelilo не атрымалася. Працягнуць, не зважаючы на гэта?
bs: vmelilo instalacija nije uspjela. Nastaviti dalje?
es: La instalación de vmelilo ha fallado. ¿Desea continuar de todos modos?
ne: vmelilo स्थापना असफल भयो । जे भए पनि निरन्तरता दिनुहुन्छ?
sr@latin: Instalacija programa vmelilo nije uspela. Nastaviti dalje?
tr: vmelilo kurulumu başarısız. Yine de devam edilsin mi?

source: The vmelilo package failed to install into /target/. Installing vmelilo as a boot loader is a required step. The install problem might however be unrelated to vmelilo, so continuing the installation may be possible.
ar: فشل تثبيت حزمة vmelilo على /target/. تثبيت vmelilo كمحمّل إقلاع خطوةٌ مطلوبة. مع ذلك، فإنّ مشكلة التثبيت قد لا تكون متعلقة بvmelilo، لذا فإنّ الاستمرار بالتثبيت قد يكون ممكناً.
ast: Falló'l paquete vmelilo al instalar en /target/. Instalar vmelilo como cargador d'arranque ye un pasu requeríu. El problema d'instalación puede nun tar rellacionáu con vmelilo, colo que siguir cola instalación ye posible.
be: Пакет vmelilo не атрымалася ўсталяваць у /target/. Усталяванне vmelilo у якасці загрузчыка - неабходны крок. Аднак, напатканая праблема можа не датычыцца ўласна vmelilo, тады ў Вас ёсць шанц працягнуць.
bs: Paket vmelilo se nije uspio instalirati na /target/. Instaliranje vmelilo-a kao boot loadera je zahtijevani korak. Moguće da instalacijski problem nije vezan za vmelilo i da je moguće da nastavite instalaciju.
es: Falló la instalación del paquete «vmelilo» en «/target/». La instalación de vmelilo como cargador de arranque es un paso necesario. El problema de instalación puede no estar relacionado con vmelilo así que es posible que pueda continuar con la instalación.
ne: vmelilo प्याकेज /target/ मा स्थापना गर्नु असफल भयो । बुट लोडरको रुपमा vmelilo स्थापना गर्न आवश्यक चरण हो । vmelilo सँग सम्बन्धित नभएता पनि स्थापना समस्या देखापर्दछ, त्यसैले स्थापनालाई निरन्तरता दिनु सम्भव छ ।
sr@latin: Paket vmelilo nije uspeo da se instalira na /target/. Instaliranje vmelilo-a kao pokretačkog programa je obavezan korak. Problem možda ipak nije u vezi sa vmelilo-m, tako da nastavak instalacije može biti moguć.
tr: Vmelilo paketi /target/'a kurulamadı. Bir önyükleyici olarak vmelilo'nun kurulması gerekiyor. Kurulum problemi vmelilo ile ilgili olmayabileceğinden kuruluma devam etmeniz mümkün olabilir.

source: Looking for root partition...
ar: البحث عن الجزء الجذر...
ast: Guetando por partición root...
be: Пошук каранёвага падзела...
bs: Tražim root particiju...
es: Buscando la partición raíz...
ne: मूल विभाजनलाई हेर्दै...
sr@latin: Traženje root particije...
tr: Kök bölümü aranıyor...

source: Creating vmelilo configuration...
ar: إنشاء تهيئة vmelilo...
ast: Criando configuración vmelilo...
be: Стварэнне наладак vmelilo...
bs: Kreiram vmelilo konfiguraciju...
es: Creando la configuración de vmelilo...
ne: vmelilo कन्फिगरेशन सिर्जना गरिदै...
sr@latin: Kreiranje vmelilo konfiguracije...
tr: Vmelilo yapılandırması oluşturuluyor...

source: Failed to create vmelilo configuration
ar: فشل إنشاء تهيئة vmelilo
ast: Falló criar configuración vmelilo
be: Не атрымалася стварыць наладкі vmelilo
bs: Nemogu kreirati vmelilo konfiguraciju
es: Se produjo un fallo al crear la configuración de vmelilo
ne: vmelilo कन्फिगरेशन सिर्जना गर्न असफल भयो
sr@latin: Kreiranje vmelilo konfiguracije nije uspelo
tr: Vmelilo yapılandırması oluşturulamadı

source: The creation of the vmelilo configuration file failed.
ar: فشل إنشاء ملف تهيئة vmelilo.
ast: Falló la criación del ficheru de configuración vmelilo.
be: Стварэнне файла наладак vmelilo не атрымалася.
bs: Kreiranje vmelilo konfiguracijske datoteke nije uspjelo.
es: Se produjo un fallo al crear el archivo de configuración de vmelilo.
ne: vmelilo कन्फिगरेशन फाइलको सिर्जना असफल भयो ।
sr@latin: Kreiranje vmelilo konfiguracije nije uspelo.
tr: Vmelilo yapılandırma dosyası oluşturma işlemi başarısız.

source: Installing vmelilo into bootstrap partition...
ar: تثبيت vmelilo على تجزيء بوتستراب...
ast: Instalando vmelilo na partición bootstrap...
be: Усталяванне vmelilo ў падзел загрузкі...
bs: Instaliram vmelilo na bootstrap particiju...
es: Instalando vmelilo en la partición de «bootstrap»...
ne: बुट स्ट्रयाप विभाजनमा vmelilo स्थापना गरिदै...
sr@latin: Instaliranje vmelilo-a na pokretačku particiju...
tr: Vmelilo önyükleme bölümüne kuruluyor...

source: The installation of the vmelilo boot loader failed.
ar: فشلت عمليّة تثبيت محمّل الإقلاع vmelilo.
ast: Falló la instalación del cargador d'arranque vmelilo.
be: Не атрымалася ўсталяваць загрузчык vmelilo.
bs: Instalacija vmelilo boot loadera nije uspjela.
es: Se produjo un fallo al instalar el cargador de arranque de vmelilo.
ne: vmelilo बुट लोडरको स्थापना असफल भयो ।
sr@latin: Instalacija vmelilo pokretačkog programa nije uspela.
tr: Vmelilo önyükleyici kurulumu başarısız.

source: Install the vmelilo boot loader on a hard disk
ar: تثبيت محمّل الإقلاع vmelilo على القرص الصّلب
ast: Instalar el cargador d'arranque vmelilo nun discu duru
be: Усталяванне загрузчыка vmelilo на жорсткі дыск
bs: Instaliraj vmelilo boot loader na hard disk
es: Instalar el cargador de arranque de vmelilo en un disco duro
ne: हार्ड डिस्कमा vmelilo बुट लोडर स्थापना गर्नुहोस्
sr@latin: Instaliraj vmelilo pokretački program na hard disk
tr: Vmelilo önyükleyiciyi bir sabit diske kur

source: Delo must be installed into the boot sector of a disk with a DOS partition table. Usually the boot sector of /dev/sda is used. Please give the device name of the disk on which to put delo.
es: Debe instalar «Delo» en el sector de arranque de un disco con una tabla de particiones DOS. Normalmente se utiliza el sector de arranque de /dev/sda. Por favor, introduzca el nombre del disco en el que poner «delo».
ne: Delo DOS विभाजन सँगै डिस्कको बुट सेक्टरमा स्थापना हुन पर्दछ । प्रायजसो /dev/sda को बुट सेक्टर प्रयोग हुन्छ । कृपया delo राख्न मिल्ने डिस्कको यन्त्र नाम दिनुहोस् ।
tr: Delo, DOS bölümleme tablosunun bulunduğu bir diskin açılış sektörüne kurulmalıdır. Genelde /dev/sda'nın açılış sektörü kullanılır. Lütfen delo'nun kurulacağı disk aygıtının adını girin.

source: Delo configured to use a serial console
es: Se ha configurado «delo» para que utilice una consola serie
ne: क्रमिक कन्सोल प्रयोग गर्नका लागि Delo कन्फिगर गरियो
tr: Delo, seri konsolları kullanacak şekilde yapılandırıldı

source: Delo is configured to use the serial port ${PORT} as the console.
es: «Delo» está configurado para usar el puerto serie ${PORT} como consola.
ne: क्रमिक पोर्ट ${PORT} लाई कन्सोलको रुपमा प्रयोग गर्न Delo कन्फिगर गरियो ।
tr: Delo, ${PORT} seri portunu kullanmak üzere yapılandırıldı.

source: Delo installation failed. Continue anyway?
es: La instalación de «delo» ha fallado. ¿Quiere continuar de todos modos?
ne: Delo स्थापना असफल भयो । जे भए पनि निरन्तरता दिनुहुन्छ?
tr: Delo kurulumu başarısız. Yine de devam edilsin mi ?

source: The delo package failed to install into /target/. Installing delo as a boot loader is a required step. The install problem might however be unrelated to delo, so continuing the installation may be possible.
es: Se produjo un fallo al instalar el paquete «delo» en «/target/». Instalar «delo» como cargador de arranque es un paso requerido. El problema de instalación podría, sin embargo, no estar relacionado con «delo», así que puede ser posible que la instalación continúe.
ne: delo प्याकेज /target/ मा स्थापना गर्न असफल भयो । बुट लोडरको रुपमा delo स्थापना गर्नु आवश्यक चरण हो । delo सँग असम्बन्धित भएता पनि स्थापना समस्या हुन्छ, त्यसैले स्थापनालाई निरन्तरता दिन सम्भव हुनेछ ।
tr: Delo paketi /target/'a kurulamadı. Bir önyükleyici olarak Delo'nun kurulması gerekiyor. Kurulum problemi Delo ile ilgili olmayabileceğinden kuruluma devam etmeniz mümkün olabilir.

source: Install the Delo boot loader on a hard disk
es: Instalar el cargador de arranque «Delo» en un disco duro
ne: हार्ड डिस्कमा Delo बुट लोडर स्थापना गर्नुहोस्
tr: Delo önyükleyiciyi bir sabit diske kur

source: No partitions found
es: No se encontraron particiones
ne: कुनै विभाजनहरू फेला परेन
tr: Herhangi bir bölüm bulunamadı

source: No partitions were found in your system. You may need to partition your hard drives or load additional kernel modules.
ar: لم يعثر على أية أجزاء في نظامك. قد تحتاج إلى تجزئة أقراصك الصلبة أو تحميل وحدات إضافية للنواة.
ast: Ensin particiones atopaes nel to sistema. Necesites una partición nel to discu duru o cargar módulos adicionales del kernel.
be: У Вашай сістэме не знойдзена ніводнага падзела. Магчыма, Вам трэба падзяліць жорсткі дыск або загрузіць дадатковыя модулі ядра.
bs: Particije nisu pronađene na vašem sistemu. Vi trebate particionisati vaše hard diskove ili učitati dodatne kernel module.
es: No se encontraron particiones en el sistema. Necesita particionar el disco duro o cargar módulos adicionales del núcleo.
ne: तपाईँको प्रणालीमा कुनै विभाजनहरू फेला परेन । तपाईँले तपाईँको हार्ड ड्राइभ विभाजन गर्न वा थप कर्नेल मोड्युलहरू लोड गर्न आवश्यक छ ।
sr@latin: Nijedna particija nije pronađena na vašem sistemu. Možda ćete morati da particionišete vaš hard disk ili da učitate dodatne kernel module.
tr: Sisteminizde herhangi bir bölüm bulunamadı. Sabit diskinizi bölümlemeniz veya bazı ilâve çekirdek modüllerini yüklemeniz gerekebilir.

source: No file systems found
ar: لم يعثر على أي أنظمة ملفات
ast: Ensin sistema de ficheros atopáu
be: Не знойдзена файлавых сістэм
bs: Datotečni sistemi nisu pronađeni
es: No se encontraron sistemas de ficheros
ne: कुनै फाइल प्रणालीहरू फेला परेन
sr@latin: Nije pronađen nijedan fajl sistem
tr: Herhangi bir dosya sistemi bulunamadı

source: No usable file systems were found. You may need to load additional kernel modules.
ar: لم يعثر على أي أنظمة ملفات يمكن استخدامها. قد تحتاج إلى تحميل وحدات إضافية للنواة.
ast: Non usable sistema de ficheros atopáu. Necesites cargar modulos adicionales de kernel.
be: Не знойдзена прыдатных да ўжытку файлавых сістэм. Магчыма, Вам трэба загрузіць дадатковыя модулі ядра.
bs: Upotrebljivi datotečni sistemi nisu pronađeni. Vi bi ste trebali učitati dodatne kernel module.
es: No se encontraron sistemas de ficheros útiles. Puede que necesite cargar módulos del núcleo adicionales.
ne: कुनै उपयोगी फाइल प्रणालीहरू फेला परेन । तपाईँले थप कर्नेल मोड्युलहरू लोड गर्न आवश्यक छ ।
sr@latin: Nijedan upotrebljiv fajl sistem nije pronađen. Možda ćete morati da učitate dodatne kernel module.
tr: Kullanılabilir durumda bir dosya sistemi bulunamadı. Bazı ilâve çekirdek modüllerini yüklemeniz gerekebilir.

source: Abort
ar: إجهاض
ast: Encaboxar
be: Перарваць
bs: Odustani
es: Interrumpir
ne: परित्याग गर्नुहोस्
sr@latin: Prekini
tr: İptal

source: Leave the file system intact
ar: ترك نظام الملفات دون تغيير
ast: Dexar el sistame de ficheros intactu
be: Не чапаць файлавую сістэму
bs: Ostaviti datotečni sistem netaknutim
es: Dejar el sistema de fichero intacto
ne: फाइल प्रणाली इन्ट्याक्ट छोड्नुहोस्
sr@latin: Ostavite fajl sistem nedirnutim
tr: Dosya sistemini değiştirme

source: Create swap space
ar: إنشاء مساحة بديلة
ast: Criar espaciu swap
be: Стварыць прастору swap
bs: Kreiraj swap particiju
es: Crear espacio de intercambio
ne: स्वाप खाली ठाउँ सिर्जना गर्नुहोस्
sr@latin: Kreiraj prostor za dodatnu meoriju
tr: Takas alanı oluştur

source: Action on ${PARTITION}:
ar: الأعمال على ${PARTITION}:
ast: Acción sobre ${PARTITION}:
be: Дзеянне над ${PARTITION}:
bs: Akcija na ${PARTITION}:
es: Acción para ${PARTITION}:
ne: ${PARTITION} मा कार्य :
sr@latin: Aktivnost na ${PARTITION}:
tr: ${PARTITION} üzerinde yapılacak işlem:

source: This partition seems to already have a file system (${FSTYPE}). You can choose to leave this file system intact, create a new file system, or create swap space.
ar: يبدو أن الجزء له نظام ملفات (${FSTYPE}) مسبقاً. يمكنك اختيار ترك نظام الملفات دون تغيير، أو إنشاء نظام ملفات أو مساحة بديلة.
ast: Esta partición parez ya tener un sistema de ficheros (${FSTYPE}). Puedes escoyer dexar esti sistema de ficheros intactu, criar un nuevu sistema de ficheros, o criar un espaciu swap.
be: Гэты падзел ужо мае файлавую сістэму (${FSTYPE}). Вы маеце магчымасць або не чапаць яе, пакінуўшы "як ёсць", або стварыць у падзеле новую файлавую сістэму ці прастору swap.
bs: Čini se da ova particija već ima datotečni sistem (${FSTYPE}). Možete odabrati da ostavite ovaj datotečni sistem netaknutim, ili da kreirate datotečni sistem ili swap particiju.
es: Esta partición parece tener un sistema de ficheros (${FSTYPE}). Puede escoger dejar este sistema de ficheros intacto, o crear un sistema de ficheros o espacio de intercambio.
ne: यो प्रणाली सँग पहिल्यै फाइल प्रणाली (${FSTYPE}) भए जस्तो देखिन्छ । तपाईँ यो पूरा फाइल प्रणाली छोड्न, नयाँ फाइल प्रणाली सिर्जना गर्न, वा स्वाप खाली ठाउँ सिर्जना गर्न रोज्नु सक्नुहुन्छ ।
sr@latin: Ova particija izgleda da već ima fajl sistem (${FSTYPE}). Možete odabrati da ostavite fajl sistem nedirnutim, kreirate novi fajlsistem ili da kreirate prostor za dodatnu memoriju.
tr: Bu bölüm ${FSTYPE} dosya sistemi ile zaten biçimlendirilmiş gözüküyor. Bölüm üzerinde bir değişiklik yapmamayı, yeni bir dosya sistemi oluşturmayı veya yeni bir takas alanı oluşturmayı seçebilirsiniz.

source: This partition does not seem to have a file system. You can create a file system or swap space on it.
ar: يبدو أن هذا الجزء ليس له نظام ملفات. يمكنك أن تنشئ نظام ملفات أو مساحة بديلة عليه.
ast: Esta partición nun parez tener un sistema de ficheros. Puedes criar un sistema de ficheros o espaciu swap n'ella.
be: Здаецца, гэты падзел не мае файлавай сістэмы. Вы можаце стварыць на ім файлавую сістэму або прастору swap.
bs: Čini se da ova particija nema datotečni sistem. Na njoj možete kreirati datotečni sistem ili swap particiju.
es: Esta partición no parece tener un sistema de ficheros. Puede crear un sistema de ficheros o espacio de intercambio en ella.
ne: यो विभाजन सँग फाइल प्रणाली भएको जस्तो देखिदैन । तपाईँ यसमा फाइल प्रणाली वा स्वाप खाली ठाउँ सिर्जना गर्नु सक्नुहुन्छ ।
sr@latin: Ova particija izgleda da nema na sebi fajl sistem. Možete kreirati fajl sistem ili prostor za dodatnu meoriju na njoj.
tr: Bu bölümde bir dosya sistemi bulunamadı. Bir dosya sistemi veya bir takas alanı oluşturabilirsiniz.

source: Don't mount it
ar: عدم التركيب
ast: Non montala
be: Не прымацоўваць яго
bs: Nemoj montirati
es: No montarla
ne: यसलाई माउन्ट नगर्नुहोस्
sr@latin: Ne montirati
tr: Bu bölümü bağlama

source: Mount point for ${PARTITION}:
ar: موضع تركيب ${PARTITION}:
ast: Puntu de montaxe pa ${PARTITION}:
be: Пункт мацавання для ${PARTITION}:
bs: Tačka montiranja za ${PARTITION}:
es: Punto de montaje para ${PARTITION}:
ne: ${PARTITION} का लागि माउन्ट विन्दु:
sr@latin: Tačka montiranja za ${PARTITION}:
tr: ${PARTITION} bölümü için bağlama noktası:

source: When a partition is mounted, it is available to the users of the system. You always need a root ("/") partition, and it's often good to have a separate partition for /home.
ar: عندما يجهّز جزء، يكون متوفراً لمستخدمي النظام. تحتاج دائماً لجزء جذري ("/")، ومن الأفضل أن يكون لديك جزء منفصل لـ/home.
ast: Cuando una partición ye montada, ta disponible a los usuarios del sistema. Puedes necesitar una partición root ("/"), y a menudo ye bono tener una partición dixebrada pal /home.
be: Калі падзел прымацаваны, ён даступны карыстальнікам сістэмы. Вам заўсёды патрэбны каранёвы ("/") падзел, і часта добра мець асобны падзел для /home.
bs: Kada je particija montirana, ona je dostupna korisnicima na sistemu. Potrebna vam je uvijek root ("/") particija i često je dobro imati zasebnu particiju za /home.
es: Cuando se monta una partición, está disponible a los usuarios del sistema. Siempre necesita un partición raíz («/»), y es habitualmente bueno tener una partición separada para /home.
ne: जब विभाजन माउन्ट भइसक्छ, यो प्रणालीको प्रयोगकर्तालाई उपलब्ध हुन्छ । तपाईँलाई सधै मूल ("/") विभाजनको आवश्यक पर्दछ, र /home का लागि बारबार भिन्नै विभाजन हुनु यो ठीक होइन ।
sr@latin: Kada je particija montirana, ona je dostupna korisnicima na sistemu. Uvek vam je potrebna root („/“) particija, i često je dobro imati zasebnu particiju za /home.
tr: Bir bölüm bağlandığı zaman, sistemdeki kullanıcılar tarafından kullanılabilir durumda olacaktır. Her halükârda bir root ("/") bölümüne ihtiyaç duyacaksınız. Kullanıcı ev dizinlerinin ayrı bir /home bölümünde olmasını da tercih edebilirsiniz.

source: Please enter where the partition should be mounted.
ar: الرجاء إدخال التركيب الذي تريد تركيب الجزء عليه.
ast: Por favor, introduz onde la partición debiera ser montada.
be: Калі ласка, вызначыце, куды трэба прымацаваць падзел.
bs: Molim unesite gdje bi particija trebala biti montirana.
es: Por favor, introduzca la partición que debería montarse.
ne: कृपया विभाजन माउन्ट हुने ठाउँ प्रविष्ट गर्नुहोस् ।
sr@latin: Unesite direktorijum na koji ova particija treba biti montirana.
tr: Bölümü bağlamak istediğiniz yeri girin.

source: Do you want to unmount the partitions so you can make changes?
ar: هل تريد إلغاء تركيب الأجزاء حتى تستطيع القيام بالتغييرات؟
ast: ¿Quies desmontar les particiones pa facer los cambios?
be: Ці хочаце Вы адмацаваць падзелы, каб зрабіць змены?
bs: Da li želite demontirati particije kako biste mogli napraviti izmjene?
es: ¿Quiere desmontar las particiones para poder hacer cambios?
ne: के तपाईँ परिवर्तनहरू बनाउन सक्ने विभाजनहरू अनमाउन्ट गर्न चाहनुहुन्छ?
sr@latin: Da li želite da demontirate particije da bi načinili izmene?
tr: Bağlanmış olan bölümler değişiklikler yapmak amacıyla dosya sisteminden ayrılsın mı?
