Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/sublevel5/*.po
Languages: ar, ast, be, bs, es, ne, sr@latin, tr

source: The autopartitioner makes some assumptions about partition sizes, and because of that it requires at least 3GB of free space. The free space on this disk appears to be below this limit.
es: El autoparticionador hace algunas suposiciones sobre el tamaño de la partición y por ello necesita al menos 3GB de espacio libre. Parece que este disco no tiene tanto espacio.
ne: स्वत: विभाजनकर्ताले विभाजन साइजहरुको बारेमा केही मान्यताहरू बनाउँछन्, र त्यसको कारणले गर्दा यसलाई कम्तिमा खाली ठाउँको ३जी बी आवश्यक पर्दछ । यो डिस्कमा खाली ठाउँ यो सीमा भन्दा तल देखापर्दछ ।
tr: Otomatik bölümleyicinin bölüm büyüklükleriyle ilgili olarak yaptığı ön tahmine göre en az 3 GB boş alana ihtiyacınız var. Ancak diskteki boş alan bu sınırın altında gözüküyor.

source: If you really want to install, you'll have to free some space. You may also launch this program again and select another disk with more free space.
es: Si realmente desea instalar deberá dejar suficiente espacio disponible. También puede volver a ejecutar este programa y seleccionar otro disco con más espacio libre.
ne: यदि तपाईँ साँच्चै स्थापना गर्न चाहनुहुन्छ भने, तपाईँले केही खाली ठाउँ छोड्नुपर्दछ । तपाईँले धेरै खाली ठाउँ भएको अर्को डिस्क चयन गरेर यो कार्यक्रमलाई फेरी सुरू गर्न सक्नुहुन्छ ।
tr: Kuruluma devam etmek istiyorsanız, bir miktar boş alan açmalısınız. Programı yeniden çalıştırarak yeterli boş alana sahip bir başka disk seçmeniz de mümkün.

source: Debug information about ${variable}
es: Información de depuración sobre ${variable}
ne: ${variable} को बारेमा डिबग जानकारी
tr: ${variable} hakkında hata ayıklama bilgisi

source: Here is some debug information. The value of ${variable} is:
es: Aquí tiene alguna información de depuración. El valor de ${variable} es :
ne: यहाँ केही डिबग जानकारी छन् । ${variable} को मान:
tr: Bazı hata ayıklama bilgileri. ${variable}'ın değeri:

source: Successful partitioning
es: Particionado terminado con éxito
ne: सफलतापूर्ण विभाजन
tr: Bölümleme başarıyla tamamlandı

source: The required partitions have been created and mounted on /target. You can now continue the installation process.
es: Se han creado las particiones necesarias y han sido montadas bajo «/target». Ahora puede seguir con el proceso de instalación.
ne: आवश्यक विभाजनहरू /target मा सिर्जना र माउन्ट भयो । तपाईँ अब स्थापना प्रक्रियालाई निरन्तरता दिन सक्नुहुन्छ ।
tr: Gerekli bölümler oluşturuldu ve /target altına bağlandı. Şimdi kurulum işlemine devam edebilirsiniz.

source: File containing the requested partition table:
es: Fichero con la tabla de partición requerida:
ne: अनुरोध गरिएको विभाजन तालिकामा फाइल समविष्ट हुदैछ:
tr: İstenen bölümleme tablosunu içeren dosya:

source: The automatic partitioning will be created using the partitions and sizes specified in this file.
es: La partición automática se creará utilizando las particiones y tamaños especificados en este fichero.
ne: स्वत: विभाजन यो फाइलमा निर्दिष्ट गरिएको विभाजनहरू र साइजहरू प्रयोग गरेर सिर्जना गर्न सकिन्छ ।
tr: Otomatik bölümleme, bu dosyada belirtilen bölüm ve boyutlar esas alınarak yapılacak.

source: Automatically partition hard drives
es: Particionar automáticamente discos duros
ne: हार्ड ड्राइभहरू स्वत: विभाजन हुन्छन्
tr: Sabit diskleri otomatik olarak bölümlendir

source: Creating '${FSTYPE}' storage space on '${MOUNTPOINT}'
es: Creando espacio de almacenamiento «${FSTYPE}» en «${MOUNTPOINT}»
ne: '${MOUNTPOINT}' मा '${FSTYPE}' भण्डारण खाली ठाउँ सिर्जना गरिदैछ
tr: '${MOUNTPOINT}' üzerinde '${FSTYPE}' oluşturuluyor

source: Estimated time left: ${HOURS} hour(s) ${MINUTES} minute(s)
es: Tiempo restante estimado: ${HOURS} hora(s) ${MINUTES} minuto(s)
ne: अनुमानीत समय छोडियो: ${HOURS} घण्टा(हरू) ${MINUTES} मिनेट(हरू)
tr: Kalan tahmini süre: ${HOURS} saat ${MINUTES} dakika

source: Estimated time left: ${MINUTES} minute(s)
es: Tiempo restante estimado: ${MINUTES} minuto(s)
ne: अनुमानीत समय छोडियो:${MINUTES} मिनेट(हरू)
tr: Kalan tahmini süre: ${MINUTES} dakika

source: Estimated time left: less than 1 minute
es: Tiempo restante estimado: menos de 1 minuto
ne: अनुमानीत समय छोडियो: १ मिनेट भन्दा कम
tr: Kalan tahmini süre: 1 dakikadan az

source: ctc: Channel to Channel (CTC) or ESCON connection
ar: ctc: اتّصال قناة لقناة (CTC) أو ESCON
ast: ctc: Canal a Canal (CTC) or conexón ESCON
be: ctc: Канал да Канала (CTC) або ESCON злучэнне
bs: ctc: Channel to Channel (CTC) ili ESCON konekcija
es: ctc: conexiones Canal a Canal (CTC) o conexiones ESCON
ne: ctc: माध्यम बाट माध्यम (CTC) वा ESCON जडान
sr@latin: ctc: „Channel to Channel“ (CTC) ili ESCON veza
tr: ctc: Kanaldan Kanala (CTC) veya ESCON bağlantısı

source: qeth: OSA-Express in QDIO mode / HiperSockets
ar: qeth: OSA-إكسبرس في وضع QDIO / هايبرسوكتس
ast: qeth: OSA-Express en mou QDIO / HiperSockets
be: qeth: OSA-Express у рэжыме QDIO / HiperSockets
es: qeth: OSA-Express en modo QDIO / HiperSockets
ne: qeth: QDIO मोड / हाइपर सकेटहरुमा OSA-एक्सप्रेस
sr@latin: qeth: OSA-Express u QDIO modu / HiperSockets
tr: qeth:QDIO kipli OSA-Express /HiperSockets

source: iucv: Inter-User Communication Vehicle - available for VM guests only
ar: iucv: مركبة اتّصال بين المستخدمين - متوفّر لضيوف VM فقط
ast: iucv: Inter-User Communication Vehicle - disponible sólo pa invitaos VM
be: iucv: Inter-User Communication Vehicle - даступна толькі для VM гасцей
bs: iucv: Inter-User Communication Vehicle - dostupno samo za VM goste
es: iucv: Vehículo de comunicación entre usuarios - sólo para VMs huéspedes
ne: iucv: आन्तरिक-प्रयोगकर्ता सञ्चार साधन - VM अतिथिहरुका लागि मात्र उपलब्ध
sr@latin: iucv: Inter-User Communication Vehicle - dostupan samo VM gostima
tr: iucv: Kullanıcılar Arası Bağlantı Aracı (sadece VM misafirlerince kullanılabilir)

source: Network device type:
ar: نوع جهاز الشبكة:
ast: Triba preséu rede:
be: Тып сеткавай прылады:
bs: Tip mrežnog uređaja:
es: Tipo de dispositivo de red:
ne: सञ्जाल यन्त्र प्रकार:
sr@latin: Tip mrežnog uređaja:
tr: Ağ aygıtı tipi:

source: Please choose the type of your primary network interface that you will need for installing the Debian system (via NFS or HTTP). Only the listed devices are supported.
ar: الرجاء اختيار نوع واجهة الشبكة الأوّليّة التي ستحتاجها لتثبيت نظام ديبيان (عبر NFS أو HTTP). الأجهزة المسردة فقط هي المدعومة.
ast: Por favor, escueye la triba de la to interface de rede primaria que necesites pa instalar el sistema Debian (via NFS o HTTP). Sólo los preseos llistaos tan sofitaos.
be: Калі ласка, пазначце тып Вашага асноўнага сеткавага інтэрфейса, што патрэбны для ўсталявання сістэмы (праз NFS ці HTTP). Падтрымліваюцца толькі пералічаныя прылады.
bs: Molim odaberite tip vašeg primarnog mrežnog interfejsa koji će te trebati za instaliranje Debian sistema (preko NFS ili HTTP). Podržani su samo navedeni uređaji.
es: Por favor, compruebe el tipo de la interfaz principal de red que va a necesitar para instalar el sistema Debian (a través de NFS ó HTTP). Sólo los dispositivos listados a continuación están soportados.
ne: कृपया डेवियन प्रणाली (via NFS वा HTTP) स्थापना गर्नका लागि तपाईँलाई चाहिने तपाईँको प्राथमिक सञ्जाल प्रकार रोज्नुहोस् । मात्र सूचीकृत यन्त्रहरु समर्थित छन् ।
sr@latin: Izaberite tip vašeg primarnog mrežnog interfejsa koji ćete koristiti za instalaciju Debian sistema (preko NFS-a ili HTTP-a). Podržani su samo uređaji sa liste.
tr: Debian sistemini (NFS veya HTTP üzerinden) kurmak için gerekecek birincil ağ arayüzünü seçin. Sadece listelenen aygıtlar desteklenmektedir.

source: CTC read device:
ar: جهاز قراءة CTC:
ast: Preséu llectura CTC:
be: Прылада чытання CTC:
bs: CTC uređaj za čitanje:
es: Dispositivo de lectura CTC:
ne: CTC पढ्ने यन्त्र :
sr@latin: CTC uređaj za čitanje:
tr: CTC okuma aygıtı:

source: The following device numbers might belong to CTC or ESCON connections.
ar: أرقام الأجهزة التالية فد تكون تابعة لوصلات CTC أو ESCON.
ast: Los siguientes númberos de preséu podríen pertenecer a conexones CTC ó ESCON.
be: Наступныя нумары прыладаў могуць належыць злучэнням CTC або ESCON.
bs: Sljedeći brojevi uređaja mogu pripadati CTC ili ESCON konekcijama.
es: Los siguientes números de dispositivos puede que pertenezcan a conexiones CTC o ESCON.
ne: निम्न यन्त्र नम्बरहरू CTC वा ESCON जडानहरु सँग सम्बन्धित हुन सक्छ ।
sr@latin: Sledeći brojevi uređaja možda pripadaju CTC ili ESCON vezama.
tr: Aşağıdaki aygıt numaraları CTC veya ESCON bağlantılarına ait olabilir.

source: CTC write device:
ar: جهاز كتابة CTC:
ast: Preséu escritura CTC:
be: Прылада запісу CTC:
bs: CTC uređaj za pisanje:
es: Dispositivo de escritura CTC:
ne: CTC लेखन यन्त्र:
sr@latin: CTC uređaj za pisanje:
tr: CTC yazma aygıtı:

source: Do you accept this configuration?
ar: هل هذه التهيئة مقبولة؟
ast: ¿Aceutes esta configuración?
be: Вы згодныя з такой канфігурацыяй?
bs: Da li prihvatate ovu konfiguraciju?
es: ¿Acepta esta configuración?
ne: के तपाईँले यो कन्फिगरेशनलाई स्वीकार गर्नुभयो?
sr@latin: Da li prihvatate ovu konfiguraciju?
tr: Bu yapılandırmayı kabul ediyor musunuz?

source: The configured parameters are: read channel = ${device_read} write channel = ${device_write} protocol = ${protocol}
ar: المعطيات المهيئة هي: read channel = ${device_read} write channel = ${device_write} protocol = ${protocol}
ast: Los parámetros de configuración son: read channel = ${device_read} write channel = ${device_write} protocol = ${protocol}
be: Наладжаныя параметры: канал чытання = ${device_read} канал запісу = ${device_write} пратакол = ${protocol}
bs: Podešeni parametri su: read channel = ${device_read} write channel = ${device_write} protocol = ${protocol}
es: Los parámetros configurados son: canal de lectura = ${device_read} canal de escritura = ${device_write} protocolo = ${protocol}
ne: कन्फिगर गरिएको परामितिहरू: पढ्ने माध्यम = ${device_read} लेखन माध्यम = ${device_write} प्रोटोकल = ${protocol}
sr@latin: Konfigurisani parametri su: kanal za čitanje = ${device_read} kanal za pisanje = ${device_write} protokol = ${protocol}
tr: Ayarlanan parametreler: okuma kanalı = ${device_read} yazma kanalı = ${device_write} protokol = ${protocol}

source: No CTC or ESCON connections
ar: لا اتّصالات CTC أو ESCON
ast: Ensin conexones CTC ó ESCON
be: Няма злучэнняў CTC або ESCON
bs: Nema CTC ili ESCON konekcija
es: No se detectaron conexiones CTC o ESCON
ne: कुनै CTC वा ESCON जडानहरू छैन
sr@latin: Nema CTC ili ESCON veza
tr: Herhangi bir CTC veya ESCON bağlantısı bulunamadı

source: Please make sure that you have set them up correctly.
ar: رجاءً تأكّد أنك قمت بإعدادها بشكل صحيح.
ast: Por favor, tate seguru que los afitates correctamente.
be: Калі ласка, пераканайцеся, што наладзілі іх належным чынам.
bs: Molim provjerite da ste ih ispravno podesili.
es: Por favor, asegúrese de que las ha configurado apropiadamente.
ne: तपाईँले तिनीहरुलाई सही सेट गर्नुभयो भन्ने कुरा कृपया निश्चिन्त हुनुहोस् ।
sr@latin: Proverite da li ste ih dobro konfigurisali.
tr: Lütfen bunları doğru ayarladığınızdan emin olun.

source: Protocol for this connection:
ar: البروتوكول المستخدم لهذا الاتّصال:
ast: Protócolu pa esta conexón:
be: Пратакол для гэтага злучэння:
bs: Protokol za ovu konekciju:
es: Protocolo para esta conexión:
ne: निम्न यन्त्र नम्बरहरू OSA-2 वा OSA-एक्सप्रेस कार्डहरू अन्तर्गत पर्न सक्छन्, तर कृपया द्रष्टब्य यो छ कि CTC/ESCON यन्त्रहरू पनि यहाँ सूचीकृत हुन सक्छन् ।
sr@latin: Protokol za ovu vezu:
tr: Bu bağlantı için kullanılacak protokol:

source: Device:
ar: الجهاز:
ast: Preséu:
be: Прылада:
bs: Uređaj:
es: Dispositivo:
ne: यन्त्र:
sr@latin: Uređaj:
tr: Aygıt:

source: Please select the OSA-Express QDIO / HiperSockets device.
ar: الرجاء اختيار جهاز OSA-Express QDIO / HiperSockets.
ast: Por favor, seleiciona'l preséu OSA-Express QDIO / HiperSockets.
be: Калі ласка, пазначце прыладу OSA-Express QDIO / HiperSockets.
bs: Molim odaberite OSA-Express QDIO / HiperSockets uređaj.
es: Seleccione el dispositivo OSA-Express QDIO / HiperSockets.
ne: कृपया OSA-एक्सप्रेस QDIO / हाइपर सकेट यन्त्र चयन गर्नुहोस् ।
sr@latin: Izaberite OSA-Express QDIO / HiperSockets uređaj.
tr: OSA-Express QDIO / HiperSockets aygıtını seçin.

source: The configured parameters are: channels = ${device0}, ${device1}, ${device2} port = ${port} portname = ${portname} layer2 = ${layer2}
ar: المعطيات المهيئة هي: channels = ${device0}, ${device1}, ${device2} port = ${port} portname = ${portname} layer2 = ${layer2}
ast: Los parámetros de configuración son: channels = ${device0}, ${device1}, ${device2} port = ${port} portname = ${portname} layer2 = ${layer2}
be: Наладжаныя параметры: каналы = ${device0}, ${device1}, ${device2} порт = ${port} назва парта = ${portname} layer2 = ${layer2}
es: Los parámetros configurados son: canales = ${device0}, ${device1}, ${device2} puerto = ${port} nombre de puerto = ${portname} capa2 = ${layer2}
ne: कनफिगर गरिएका परामितिहरू: माध्यमहरू = ${device0}, ${device1}, ${device2} पोर्ट = ${port} पोर्टनाम = ${portname} तह २ = ${layer2}
sr@latin: Konfigurisani parametri su: kanali = ${device0}, ${device1}, ${device2} port = ${port} ime porta = ${portname} sloj2 = ${layer2}
tr: Ayarlanan parametreler: kanallar (channels) = ${device0}, ${device1}, ${device2} port = ${port} port adı (portname) = ${portname} katman2 (layer2) = ${layer2}

source: No OSA-Express QDIO cards / HiperSockets
ar: لا بطاقات OSA-Express QDIO / HiperSockets
ast: Ensín tarxetes OSA-Express QDIO / HiperSockets
be: Няма картак OSA-Express QDIO / HiperSockets
bs: Nema OSA-Express QDIO kartice / HiperSockets
es: No se detectaron tarjetas OSA-Express QDIO / HiperSockets
ne: OSA-एक्सप्रेस QDIO कार्डहरू / हाइपर सकेटहरू होइन
sr@latin: Nema OSA-Express QDIO karti / HiperSockets
tr: Herhangi bir OSA-Express QDIO kart veya HiperSockets bulunamadı

source: No OSA-Express QDIO cards / HiperSockets were detected. If you are running VM please make sure that your card is attached to this guest.
ar: لم تكتشف أيّة بطاقات OSA-Express QDIO / أو HiperSockets. إن كنت تستخدم VM فرجاءً تأكّد أن بطاقتك متّصلة بهذا الضيف.
ast: Ensín tarxetes OSA-Express QDIO / HiperSockets detectaes. Si tas executando VM, por favor tate seguru que la to tarxeta ta amestada a esti invitáu.
be: Не знойдзена ніводнай карткі OSA-Express QDIO / HiperSockets. Калі Вы запусцілі VM, пераканайцеся, што Вашая картка далучаная да гэтага госця.
bs: OSA-Express QDIO kartice / HiperSockets nisu pronađene. Ako ste na VM molim provjerite da je vaša kartica priključena na ovog gosta.
es: No se detectó ninguna tarjeta OSA-Express QDIO / HiperSockets. Si está ejecutando una máquina virtual asegúrese de que la tarjeta está conectada a este huésped.
ne: कुनै OSA-Express QDIO कार्डहरू / हाइपर सकेटहरू फेला परेन । यदि तपाईँ VM चलाइरहनु भएको छ भने तपाईँको कार्ड यो अतिथिमा संलग्न भयो भन्ने निश्चिन्त हुनुहोस् ।
sr@latin: Nijedna OSA-Express QDIO karta / HiperSockets nije pronađena. Ako izvršavate VM proverite da li je vaša kartica zakačena za ovog gosta.
tr: Herhangi bir OSA-Express QDIO kart veya HiperSocket algılanamadı. VM çalıştırıyorsanız lütfen kartın bu misafire takılı olduğundan emin olun.

source: Portname:
ar: اسم المنفذ:
ast: Nome puertu:
be: Назва парта:
es: Nombre del puerto:
ne: पोर्ट नाम:
sr@latin: Ime porta:
tr: Port adı:

source: Please enter the portname of your OSA-Express card. This name must be 1 to 8 characters long and must be equal on all systems accessing the same card.
ar: الرجاء إدخال اسم المنفذ لبطاقة OSA-Express. يجب أن يكون هذا الاسم بطول حرفٍ إلى 18 حرف و متساوياً على كلّ الأنظمة التي تصل إلى نفس البطاقة.
ast: Por favor, introduz el nome de puertu de la to tarxeta OSA-Express. Esti nome debe tener de 1 a 8 carauteres y ser igual en tolos sistemes accesibles pola mesma tarxeta.
be: Калі ласка, увядзіце назву парта для Вашай карткі OSA-Express. Гэтая назва мусіць быць даўжынёй ад 1 да 8 сімвалаў і аднолькавай на ўсіх сістэмах, што маюць доступ да адной карткі.
bs: Molim unesite portname za vašu OSA-Express karticu. Ovaj naziv mora biti od 1 do 8 znakova dug i mora biti jedna na svim sistemima koji pristupaju istoj kartici.
es: Indique el nombre del puerto de la tarjeta OSA-Express. Este nombre debe tener entre 1 y 8 caracteres y debe ser la misma para todos los sistemas que accedan a la misma tarjeta.
ne: कृपया तपाईँको OSA-एकस्प्रेस कार्डको पोर्ट नाम प्रविष्ट गर्नुहोस् । यो नाम १ देखि ८ क्यारेक्टर लामो हुनुपर्दछ र उही कार्डमा पहुँच पुर्याउने सबै प्रणालीहरू सँग बराबर हुनुपर्दछ ।
sr@latin: Unesite ime porta vaše OSA-Express karte. Ovo ime mora biti dugačko od 1 do 8 znakova i mora biti istovetno na svim sistemima koji pristupaju ovoj kartici.
tr: Lütfen OSA-Express kartınızın port adını girin. Bu isim 1-8 karakter uzunluğunda ve aynı karta erişen tüm sistemlerde aynı olmalıdır.

source: Leave it empty if you want to use HiperSockets. This parameter is required for cards with microcode level 2.10 or later or when you want to share a card.
ar: دعه فارغاً إن كنت تريد استخدام HiperSockets. هذا المعطى مطلوب للبطاقات ذات الشّيفرة الدّقيقة من المستوى 2.10 أو ما يليه أو عندما تريد السّماح بالمشاركة في البطاقة.
ast: Dexa en blanco si quies usar el HiperSockets. Esti parámetru requier tarxetes con microcódigu de nivel 2.10 o posterior, o cuando tu queiras compartir una tarxeta.
be: Пакіньце поле пустым, калі Вы хочаце карыстацца HiperSockets. Гэты параметр патрэбны для картак з узроўнем мікракоду 2.10 або вышэй, ці ў выпадку, калі Вы хочаце супольна карыстацца гэтай карткай.
bs: Ostavite prazno ako želite koristiti HiperSockets. Ovaj parametar se zahtijeva za kartice sa microcode levelom 2.10 ili kasnijim ili kada želite da dijelite karticu.
es: Déjelo en blanco si quiere usar HiperSockets. Este parámetro es necesario para tarjetas con microcódigo de nivel 2.10 o superiores, o cuando quiere compartir una tarjeta.
ne: यदि तपाईँ हाइपर सकेटहरू प्रयोग गर्न चाहनुहुन्छ भने यसलाई खाली छोड्नुहोस् । यो परामिति माइक्रोकोड लेबल २.१० भएको कार्डहरुका लागि वा पछि कार्ड साझा गर्नका लागि आवश्यक हुन्छ ।
sr@latin: Ostavite polje praznim ako želite da koristite HiperSockets. Ovaj parametar je potreban za karte sa mikrokodom nivoa 2.10 ili kasnijim ili ukoliko želite da delite kartu.
tr: HiperSockets kullanmak istiyorsanız bu alanı boş bırakın. 2.10 veya daha üst seviyeli mikrokoda sahip kartlarda veya bir kartı paylaştırmak istediğiniz durumlarda bu parametrenin girilmesi gereklidir.

source: The name will automatically be converted to uppercase.
ar: سيتمّ تحويل الاسم تلقائياً إلى أحرفٍ كبيرة.
ast: El nome será convertíu automaticamente a mayúscules.
be: Назва будзе аўтаматычна пераведзеная ў вялікія літары.
bs: Naziv će automatski biti preveden na velika slova.
es: El nombre se convertirá automáticamente a mayúsculas.
ne: नाम स्वत: ठूला अक्षरमा रुपान्तरित हुनेछन् ।
sr@latin: Ime će automatski biti prebačeno u velika slova.
tr: İsim otomatik olarak büyük harflere çevrilecektir.

source: Port:
ar: منفذ:
ast: Puertu:
be: Порт:
es: Puerto:
ne: पोर्ट:

source: Please enter a relative port for this connection.
ar: رجاء أدخل منفذاً نسبيّاً لهذا الاتصال
ast: Por favor, introduz un puertu rellativu pa esta conexón.
be: Калі ласка, увядзіце адносны порт для гэтага злучэння.
bs: Molim unesite relativni port za ovu konekciju.
es: Por favor, indique un puerto relativo para esta conexión.
ne: कृपया यो जडानका लागि सम्बन्धित पोर्ट प्रविष्ट गर्नुहोस् ।
sr@latin: Unesite relativni port za ovu vezu.
tr: Lütfen bu bağlantıyla ilişkili bir port girin.

source: Use this device in layer2 mode?
ar: استخدام هذا الجهاز في وضع layer2؟
ast: ¿Usar esti preséu en mou layer2?
be: Выкарыстаць гэтую прыладу ў рэжыме layer2?
es: ¿Desea utilizar este dispositivo en modo «capa2»?
ne: यो यन्त्रलाई तह २ मोडमा प्रयोग गर्नुहुन्छ ?
sr@latin: Da li želite da koristite ovaj uređaj u modu nivoa 2?
tr: Bu aygıt katman2 (layer2) kipinde kullanılsın mı?

source: By default OSA-Express cards use layer3 mode. In that mode LLC headers are removed from incoming IPv4 packets. Using the card in layer2 mode will make it keep the MAC addresses of IPv4 packets.
ar: تستخدم بطاقات OSA-Express وضع layer3 بشكل افتراضي. وفي هذا الوضع تتم إزالة ترويسات LLC من حزمات IPv4 الواردة. استخدام البطاقة بوضع layer2 سيجعلها تبقي عناوين MAC في حزمات IPv4.
ast: Por defeutu tarxetes OSA-Express usen mou layer3. N'esi mou cabeceres LLC son esborraes dende los paquetes entrantes IPv4. Usando la tarxeta en mou layer2 faerá que se mantenga la direición MAC de los paquetes IPv4.
be: Звычайна карткі OSA-Express выкарыстоўваюць рэжым layer3. У такім рэжыме загалоўкі LLC выдалюцца з уваходзячых пакетаў IPv4. Выкарыстанне карткі ў рэжыме layer2 дазволіць захоўваць адрасы MAC пакетаў IPv4.
es: Las tarjetas OSA-Express utilizan el modo «capa3» por omisión. En este modo las cabeceras LLC se eliminan de los paquetes IPv4 que recibe. Se mantendrán las direcciones MAC en los paquetes IPv4 si utiliza la tarjeta en modo «capa2».
ne: पूर्वनिर्धारित रूपमा OSA-एक्सप्रेस कार्डले तह ३ मोड प्रयोग गर्छन् । त्यो मोडमा LLC हेडरहरू आगमन IPv4 प्याकेटहरूबाट हटाइन्छन् । कार्डलाई तह २ मोडमा प्रयोग गर्दा यसलाई IPv4 प्याकेटहरूको MAC ठेगाना राख्ने बनाउँछ ।
sr@latin: U podrazumevanom režimu OSA-Express karte koriste mod nivoa 3. U ovom modu LLC zaglavlja su uklonjena iz dolazećih IPv4 paketa. Koristeći kartu u modu nivoa 2 će zadržati MAC adrese IPv4 paketa.
tr: OSA-Express kartları öntanımlı olarak katman3 (layer3) kipini kullanır. Bu kipte, gelen IPv4 paketlerindeki LLC başlıkları silinir. Katman2'nin (layer2) kullanılması halinde, gelen IPv4 paketlerindeki MAC adresleri korunacaktır.

source: The configured parameter is: peer = ${peer}
ar: المعطى المعدّ هو: peer = ${peer}
ast: El parametru configuráu ye: peer = ${peer}
be: Наладжаны параметр: peer = ${peer}
bs: Podešeni parametar je: peer = ${peer}
es: El parámetro configurado es: peer = ${peer}
ne: कन्फिगर गरिएको परामिति: peer = ${peer}
sr@latin: Konfigurisani parametar je: peer = ${peer}
tr: Ayarlanan parametre: peer = ${peer}

source: VM peer:
ar: ند VM:
ast: Peer VM:
es: Punto MV:
tr: VM eşi:

source: Please enter the name of the VM peer you want to connect to.
ar: الرجاء إدخال اسم ند VM التي تريد الاتّصال بها.
ast: Por favor, introduz el nome del peer VM al que quies coneutar.
be: Калі ласка, увядзіце імя "сувязнога"(peer) VM, з якім Вы хочаце злучыцца.
bs: Molim unesite naziv za VM peer sa kojim se želite povezati.
es: Por favor, introduzca el nombre del punto MV al que quiere conectar.
ne: कृपया तपाईँले जडान गर्न खोज्नु भएको VM peer को नाम प्रविष्ट गर्नुहोस् ।
sr@latin: Unesite ime VM peer-a na koga želite da se povežete.
tr: Lütfen bağlanmak istediğiniz VM eşinin adını girin.

source: If you want to connect to multiple peers, separate the names by colons, e.g. tcpip:linux1.
ar: إن كنت تريد الاتصال بعدّة نقاط، فافصل الأسماء بقولون، مثلاً، tcpip:linux1.
ast: Si quies coneutar a múltiples peers, separta los nomes con dos puntos, p.e. tcpip:linux1.
be: Калі Вы хочаце ўсталяваць злучэнне з некалькімі "сувязнымі" (peers), падзяліце назвы двукроп'ямі, напрыклад, tcpip:linux1.
bs: Ako se želite povezati sa više peerova, odvojite nazive razmacima, npr. tcpip:linux1.
es: Si quiere conectar a múltiples puntos, separe los nombres con dos puntos, p.ej. tcpip:linux1.
ne: यदि तपाईँ बहुविध peers मा जडान गर्न चाहनुहुन्छ भने, सापेक्ष विराम द्वारा नामहरू अलग गर्नुहोस्,जस्तै: tcpip:linux1.
sr@latin: Ako želite da se povežete na više peer-ova, odvojte njihova imena dvotačkom (:), npr. tcpip:linux1.
tr: Birden fazla eşe bağlanmak istiyorsanız isimleri kolon karakteriyle ayırın: "tcpip:linux1" gibi.
