Repository: Sprezzatech/main-menu-udeb
Catalog: installer/doc/manual/po/*/administrivia.po
Languages: el

source: Administrivia
el: Διαχειριστικά του Εγχειριδίου

source: About This Document
el: Σχετικά με αυτό το κείμενο

source: This manual was created for Sarge's debian-installer, based on the Woody installation manual for boot-floppies, which was based on earlier Debian installation manuals, and on the Progeny distribution manual which was released under GPL in 2003.
el: Αυτό το εγχειρίδιο δημιουργήθηκε για τον εγκαταστάτη του Debian Sarge, βασισμένο στο εγχειρίδιο εγκατάστασης του Woody για τις δισκέττες εκκίνησης, που βασίστηκε σε προηγούμενα εγχειρίδια εγκατάστασης του Debian και στο εγχειρίδιο της διανομής Progeny που διανεμήθηκε κάτω από την άδεια GPL το 2003.

source: This document is written in DocBook XML. Output formats are generated by various programs using information from the <classname>docbook-xml</classname> and <classname>docbook-xsl</classname> packages.
el: Το κείμενο αυτό είναι γραμμένο σε DocBook XML. Οι διάφοροι τύποι προϊόντων δημιουργούνται με προγράμματα από τα πακέτα<classname>docbook-xml</classname> και <classname>docbook-xsl</classname>.

source: In order to increase the maintainability of this document, we use a number of XML features, such as entities and profiling attributes. These play a role akin to variables and conditionals in programming languages. The XML source to this document contains information for each different architecture &mdash; profiling attributes are used to isolate certain bits of text as architecture-specific.
el: Για να βελτιωθεί η συντηρησιμότητα του κειμένου αυτού, χρησιμοποιούμε έναν αριθμό γνωρισμάτων της SGML, όπως οι οντότητες και οι μαρκαρισμένες ενότητες. Αυτά τα στοιχεία παίζουν έναν ρόλο ανάλογο των μεταβλητών και των συνθηκών στις γλώσσες προγραμματισμού. Ο πηγαίος κώδικας SGML του κειμένου αυτού περιέχει πληροφορίες για κάθε διαφορετική αρχιτεκτονική &mdash; μαρκαρισμένες ενότητες χρησιμοποιούνται για την απομόνωση συγκεκριμένων κομματιών κειμένου που χαρακτηρίζουν την κάθε αρχιτεκτονική.

source: Contributing to This Document
el: Συμβολή στο Κείμενο αυτό

source: If you have problems or suggestions regarding this document, you should probably submit them as a bug report against the package <classname>debian-installer-manual</classname>. See the <classname>reportbug</classname> package or read the online documentation of the <ulink url="&url-bts;">Debian Bug Tracking System</ulink>. It would be nice if you could check the <ulink url="&url-bts;debian-installer-manual">open bugs against debian-installer-manual</ulink> to see whether your problem has already been reported. If so, you can supply additional corroboration or helpful information to <email><replaceable>XXXX</replaceable>@bugs.debian.org</email>, where <replaceable>XXXX</replaceable> is the number for the already-reported bug.
el: Αν έχετε προβλήματα ή υποδείξεις σχετικά με το κείμενο αυτό, μπορείτε να τις υποβάλετε σαν μια αναφορά σφαλμάτων για το πακέτο <classname>debian-installer-manual</classname>. Δείτε το πακέτο <classname>reportbug</classname> ή διαβάστε την τεκμηρίωση του <ulink url="&url-bts;">Debian Bug Tracking System</ulink>. Θα ήταν καλό αν μπορούσατε να ελέγξετε τα <ulink url="&url-bts;debian-installer-manual">ανοιχτά σφάλματα για το πακέτο install-doc</ulink> για να δείτε αν το πρόβλημά σας έχει ήδη αναφερθεί. Στην περίπτωση αυτή, μπορείτε να δώσετε επιπρόσθετη επιβεβαίωση ή πολύτιμη πληροφορία στο <email><replaceable>XXXX</replaceable>@bugs.debian.org</email>, όπου<replaceable>XXXX</replaceable> είναι ο αριθμός του ήδη αναφερθέντος σφάλματος.

source: Better yet, get a copy of the DocBook source for this document, and produce patches against it. The DocBook source can be found at the <ulink url="&url-d-i-websvn;">debian-installer WebSVN</ulink>. If you're not familiar with DocBook, don't worry: there is a simple cheatsheet in the manuals directory that will get you started. It's like html, but oriented towards the meaning of the text rather than the presentation. Patches submitted to the debian-boot mailing list (see below) are welcomed. For instructions on how to check out the sources via SVN, see <ulink url="&url-d-i-readme;">README</ulink> from the source root directory.
el: Ακόμα καλύτερα, πάρτε μια κόπια του DocBook κώδικα για το κείμενο αυτό, και φτιάξτε κάποιες διορθώσεις για τον κώδικα. ΟDocBook κώδικας μπορεί να βρεθεί στο <ulink url="&url-d-i-websvn;">debian-installer WebSVN</ulink>. Αν δεν είσαστε αρκετά εξοικειωμένοι με το DocBook, μην ανησυχείτε: υπάρχει ένα απλό cheatsheet αρχείο στους καταλόγους των manuals με το οποίο μπορείτε να ξεκινήσετε. Είναι όπως το html, αλλά προσανατολισμένου στο νόημα του κειμένου παρά στην παρουσίαση. Διορθώσεις που υποβάλλονται στη λίστα debian-boot είναι ευπρόσδεκτα. Για οδηγίες σχετικά με το πώς να ελέγξετε τον κώδικα μέσω του SVN, κοιτάξτε το αρχείο <ulink url="&url-d-i-readme;">README</ulink> από το κύριο κατάλογο του κώδικα.

source: Please do <emphasis>not</emphasis> contact the authors of this document directly. There is also a discussion list for &d-i;, which includes discussions of this manual. The mailing list is <email>debian-boot@lists.debian.org</email>. Instructions for subscribing to this list can be found at the <ulink url="&url-debian-lists-subscribe;">Debian Mailing List Subscription</ulink> page; or you can browse the <ulink url="&url-debian-list-archives;">Debian Mailing List Archives</ulink> online.
el: Παρακαλούμε να <emphasis>μην</emphasis> έρθετε σε επαφή με τους συγγραφείς του κειμένου άμεσα. Υπάρχει επίσης μια λίστα αλληλογραφίας για τον &d-i;, που περιλαμβάνει συζητήσεις και για το εγχειρίδιο. Η λίστα είναι η <email>debian-boot@lists.debian.org</email>. Οδηγίες εγγραφής στη λίστα μπορούν να βρεθούν στη σελίδα <ulink url="&url-debian-lists-subscribe;">Συνδρομής Λιστών ταχυδρομείου του Debian</ulink>, ή μπορείτε να διατρέξετε τα <ulink url="&url-debian-list-archives;">Αρχεία των Λιστών Ταχυδρομείου του Debian</ulink> στο δίκτυο.

source: Major Contributions
el: Κυριότερες Συνεισφορές

source: This document was originally written by Bruce Perens, Sven Rudolph, Igor Grobman, James Treacy, and Adam Di Carlo. Sebastian Ley wrote the Installation Howto. Many, many Debian users and developers contributed to this document. Particular note must be made of Michael Schmitz (m68k support), Frank Neumann (original author of the <ulink url="&url-m68k-old-amiga-install;">Amiga install manual</ulink>), Arto Astala, Eric Delaunay/Ben Collins (SPARC information), Tapio Lehtonen, and Stéphane Bortzmeyer for numerous edits and text. We have to thank Pascal Le Bail for useful information about booting from USB memory sticks. Miroslav Kuře has documented a lot of the new functionality in Sarge's debian-installer.
el: Το κείμενο αυτό γράφτηκε αρχικά από τους Bruce Perens, Sven Rudolph, Igor Grobman, James Treacy, και τον Adam Di Carlo. Ο Sebastian Ley έγραψε το "Πώς-Να" της Εγκατάστασης. Πάρα πάρα πολλοί χρήστες και προγραμματιστές του Debian έχουν συνεισφέρει στο κείμενο αυτό. Συγκεκριμένη μνεία πρέπει να γίνει στον Michael Schmitz (υποστήριξη για m68k),τον Frank Neumann (αρχικό συγγραφέα του <ulink url="&url-m68k-old-amiga-install;">Εγχειριδίου εγκατάστασης σε Amiga</ulink>), Arto Astala, Eric Delaunay/Ben Collins (πληροφορία για SPARC), Tapio Lehtonen, και Stéphane Bortzmeyer για πολυάριθμες διορθώσεις και κείμενα. Θα πρέπει να ευχαριστήσουμε τον Pascal Le Bail για χρήσιμες πληροφορίες σχετικά με την εκκίνηση από stick μνήμης USB. O Miroslav Kuře έχει τεκμηριώσει πολλά από τα καινούρια στοιχεία λειτουργικότητας του debian-installer του Sarge.

source: Extremely helpful text and information was found in Jim Mintha's HOWTO for network booting (no URL available), the <ulink url="&url-debian-faq;">Debian FAQ</ulink>, the <ulink url="&url-m68k-faq;">Linux/m68k FAQ</ulink>, the <ulink url="&url-sparc-linux-faq;">Linux for SPARC Processors FAQ</ulink>, the <ulink url="&url-alpha-faq;">Linux/Alpha FAQ</ulink>, amongst others. The maintainers of these freely available and rich sources of information must be recognized.
el: Εξαιρετικά χρήσιμα κείμενα και πληροφορίες βρέθηκαν μεταξύ άλλων στο HOWTO του Jim Mintha για εκκίνηση από το δίκτυο (δεν υπάρχει διαθέσιμο URL ), στο <ulink url="&url-debian-faq;">Debian FAQ</ulink>, το <ulink url="&url-m68k-faq;">Linux/m68k FAQ</ulink>, το <ulink url="&url-sparc-linux-faq;">Linux for SPARC Processors FAQ</ulink>, και το <ulink url="&url-alpha-faq;">Linux/Alpha FAQ</ulink>. Οι συντηρητές των ελεύθερα διαθέσιμων και πλούσιων αυτών πηγών πληροφορίας θα πρέπει να αναγνωριστούν.

source: The section on chrooted installations in this manual (<xref linkend="linux-upgrade"/>) was derived in part from documents copyright Karsten M. Self.
el: Η ενότητα του ποαρόντος εγχειριδίου για την εγκατάσταση με chroot προέκυψε εν μέρει από κείμενα που τα δικαιώματα τους ανήκουν στον Karsten M. Self.

source: Trademark Acknowledgement
el: Μνεία Εμπορικών Σημάτων

source: All trademarks are property of their respective trademark owners.
el: Όλα τα εμπορικά σήματα είναι ιδιοκτησία των αντίστοιχων κατόχων τους.
