Repository: Sprezzatech/main-menu-udeb
Catalog: installer/doc/manual/po/*/boot-new.po
Languages: pt

source: Booting Into Your New Debian System
pt: A Iniciar O Seu Novo Sistema Debian

source: The Moment of Truth
pt: O Momento da Verdade

source: Your system's first boot on its own power is what electrical engineers call the <quote>smoke test</quote>.
pt: A primeira inicialização do seu sistema no seu todo é o que os engenheiros eléctricos chama de <quote>teste de fumo</quote>

source: If you are booting directly into Debian, and the system doesn't start up, either use your original installation boot media, or insert the custom boot floppy if you have one, and reset your system. This way, you will probably need to add some boot arguments like <userinput>root=<replaceable>root</replaceable></userinput>, where <replaceable>root</replaceable> is your root partition, such as <filename>/dev/sda1</filename>.
pt: Se está a iniciar directamente para o Debian, e o sistema não inicia, utilize o seu sistema de instalação original ou, se tiver, insira uma disquete de arranque e reinicie o sistema. Desta forma, irá provavelmente necessitar de adicionar alguns argumentos de inicialização tais como <userinput>root=<replaceable>root</replaceable></userinput>, onde <replaceable>root</replaceable> é a sua partição de raiz, como por exemplo <filename>/dev/sda1</filename>.

source: BVME 6000 Booting
pt: A iniciar BVME 6000

source: If you have just performed a diskless install on a BVM or Motorola VMEbus machine: once the system has loaded the <command>tftplilo</command> program from the TFTP server, from the <prompt>LILO Boot:</prompt> prompt enter one of:
pt: Se apenas efectuou uma instalação sem disco em um BVM ou uma máquina Motorola VMDbus: assim que o sistema tiver lido o programa <command>tftplilo</command> do servidor de TFTP, do <prompt>LILO Boot:</prompt> introduza um dos seguintes:

source: <userinput>b6000</userinput> followed by &enterkey; to boot a BVME 4000/6000
pt: <userinput>b6000</userinput> seguido de &enterkey; para iniciar o BVME 4000/6000

source: <userinput>b162</userinput> followed by &enterkey; to boot an MVME162
pt: <userinput>b162</userinput> seguido de &enterkey; para iniciar o MVME162

source: <userinput>b167</userinput> followed by &enterkey; to boot an MVME166/167
pt: <userinput>b167</userinput> seguido de &enterkey; para iniciar o MVME166/167

source: Macintosh Booting
pt: A iniciar Macintosh

source: Go to the directory containing the installation files and start up the <command>Penguin</command> booter, holding down the <keycap>command</keycap> key. Go to the <userinput>Settings</userinput> dialogue (<keycombo> <keycap>command</keycap> <keycap>T</keycap> </keycombo>), and locate the kernel options line which should look like <userinput>root=/dev/ram video=font:VGA8x16</userinput> or similar.
pt: Vá para a directoria que contém os ficheiros de instalação e inicie o <command>Penguin</command>, pressionando a tecla <keycap>command</keycap>. Vá para <userinput>Settings</userinput> (<keycombo> <keycap>command</keycap> <keycap>T</keycap> </keycombo>), e localize as linha de opções do kernel que deverá ser parecido com <userinput>root=/dev/ram video=font:VGA8x16</userinput> ou parecido.

source: You need to change the entry to <userinput>root=/dev/<replaceable>yyyy</replaceable></userinput>. Replace the <replaceable>yyyy</replaceable> with the Linux name of the partition onto which you installed the system (e.g. <filename>/dev/sda1</filename>); you wrote this down earlier. The <userinput>video=font:VGA8x8</userinput> is recommended especially for users with tiny screens. The kernel would pick a prettier (6x11) font but the console driver for this font can hang the machine, so using 8x16 or 8x8 is safer at this stage. You can change this at any time.
pt: Necessita mudar a entrada para <userinput>root=/dev/<replaceable>yyyy</replaceable></userinput>. Altere o <replaceable>yyyy</replaceable> com o nome Linux da partição na qual instalou o sistema (p.e. <filename>/dev/sda1</filename>); que apontou anteriormente. O <userinput>video=font:VGA8x8</userinput> é recomendado especialmente para utilizadores com ecrãs pequenos. O kernel escolherá uma fonte mais bonita (6x11) mas o driver da consola para esta fonte pode bloquear a máquina, por isso utilizar 8x16 ou 8x8 é mais seguro nesta fase. Isto pode ser alterado a qualquer altura.

source: If you don't want to start GNU/Linux immediately each time you start, uncheck the <userinput>Auto Boot</userinput> option. Save your settings in the <filename>Prefs</filename> file using the <userinput>Save Settings As Default</userinput> option.
pt: Se não pretender iniciar o GNU/Linux imediatamente de cada vez que iniciar, não seleccionar a opção <userinput>Auto Boot</userinput>. Guarde as definições no ficheiro <filename>Prefs</filename> usando a opção <userinput>Save Settings As Default</userinput>.

source: Now select <userinput>Boot Now</userinput> (<keycombo> <keycap>command</keycap> <keycap>B</keycap> </keycombo>) to start your freshly installed GNU/Linux instead of the RAMdisk installer system.
pt: Agora seleccione <userinput>Boot Now</userinput> (<keycombo> <keycap>command</keycap> <keycap>B</keycap> </keycombo>) para iniciar o seu recentemente instalado GNU/Linux em vez do sistema de instalação RAMdisk.

source: Debian should boot, and you should see the same messages as when you first booted the installation system, followed by some new messages.
pt: O Debian deverá iniciar, e deverá ver as mesmas mensagens como viu na primeira vez que iniciou o sistema de instalação, seguido de algumas mensagens novas.

source: If the machine fails to boot after completing the installation, and stops with a <prompt>boot:</prompt> prompt, try typing <userinput>Linux</userinput> followed by &enterkey;. (The default boot configuration in <filename>quik.conf</filename> is labeled Linux). The labels defined in <filename>quik.conf</filename> will be displayed if you press the <keycap>Tab</keycap> key at the <prompt>boot:</prompt> prompt. You can also try booting back into the installer, and editing the <filename>/target/etc/quik.conf</filename> placed there by the <guimenuitem>Install Quik on a Hard Disk</guimenuitem> step. Clues for dealing with <command>quik</command> are available at <ulink url="&url-powerpc-quik-faq;"></ulink>.
pt: Se a máquina falhar ao iniciar após a instalação estar completa, e parar com a mensagem <prompt>boot:</prompt>, tente escrever <userinput>Linux</userinput> seguido de &enterkey;. (A configuração de inicialização padrão no <filename>quik.conf</filename> está definido como Linux). As definições no <filename>quik.conf</filename> serão apresentadas se pressionar a tecla <keycap>Tab</keycap> quando aparecer <prompt>boot:</prompt>. Pode tentar iniciar de novo para o instalador, e editar o <filename>/target/etc/quik.conf</filename> colocado pelo item <guimenuitem>Install Quik on a Hard Disk</guimenuitem>. Mais documentação sobre o <command>quik</command> encontra-se disponivel em <ulink url="&url-powerpc-quik-faq;"></ulink>.

source: To boot back into MacOS without resetting the nvram, type <userinput>bye</userinput> at the OpenFirmware prompt (assuming MacOS has not been removed from the machine). To obtain an OpenFirmware prompt, hold down the <keycombo> <keycap>command</keycap> <keycap>option</keycap> <keycap>o</keycap> <keycap>f</keycap> </keycombo> keys while cold booting the machine. If you need to reset the OpenFirmware nvram changes to the MacOS default in order to boot back to MacOS, hold down the <keycombo> <keycap>command</keycap> <keycap>option</keycap> <keycap>p</keycap> <keycap>r</keycap> </keycombo> keys while cold booting the machine.
pt: Para iniciar o MacOS sem reinicializar a nvram, escreva <userinput>bye</userinput> no OpenFirmware (assume-se que o MacOS não foi retirado da máquina). Para obter o OpenFirmware, pressione as teclas <keycombo> <keycap>command</keycap> <keycap>option</keycap> <keycap>o</keycap> <keycap>f</keycap> </keycombo> enquanto reinicia a máquina. Se precisar de reinicializar a nvram do OpenFirmware para por o MacOS como defeito para que possa iniciar directamente para o MacOS, pressione as teclas <keycombo> <keycap>command</keycap> <keycap>option</keycap> <keycap>p</keycap> <keycap>r</keycap> </keycombo> enquanto reinicia a máquina.

source: If you use <command>BootX</command> to boot into the installed system, just select your desired kernel in the <filename>Linux Kernels</filename> folder, un-choose the ramdisk option, and add a root device corresponding to your installation; e.g. <userinput>/dev/hda8</userinput>.
pt: Se utiliza o <command>BootX</command> para iniciar para o sistema instalado, apenas seleccione o kernel pretendido na directoria <filename>Linux Kernels</filename>, desseleccionando a opção ramdisk, e adicionando o dispositivo de root correspondente à sua instalação; p.e. <userinput>/dev/hda8</userinput>.

source: On G4 machines and iBooks, you can hold down the <keycap>option</keycap> key and get a graphical screen with a button for each bootable OS, &debian; will be a button with a small penguin icon.
pt: Nas máquinas G4 e iBooks, pode pressionar a tecla <keycap>option</keycap> e obter um ecrã gráfico com um botão para cada um dos OS que podem iniciar, o &debian; será um botão com um icon contendo um pequeno pinguim.

source: If you kept MacOS and at some point it changes the OpenFirmware <envar>boot-device</envar> variable you should reset OpenFirmware to its default configuration. To do this hold down the <keycombo> <keycap>command</keycap> <keycap>option</keycap> <keycap>p</keycap> <keycap>r</keycap> </keycombo> keys while cold booting the machine.
pt: Se ficou com o MacOS e este alterou a variável do OpenFirmware <envar>boot-device</envar> deverá reinicializar o OpenFirmware para a sua configuração padrão. Para fazer esta operação pressione as teclas <keycombo> <keycap>command</keycap> <keycap>option</keycap> <keycap>p</keycap> <keycap>r</keycap> </keycombo> enquanto reinicia a máquina.

source: The labels defined in <filename>yaboot.conf</filename> will be displayed if you press the <keycap>Tab</keycap> key at the <prompt>boot:</prompt> prompt.
pt: As definições no <filename>yaboot.conf</filename> serão apresentadas se pressionar a tecla <keycap>Tab</keycap> no <prompt>boot:</prompt>.

source: Resetting OpenFirmware on G3 or G4 hardware will cause it to boot &debian; by default (if you correctly partitioned and placed the Apple_Bootstrap partition first). If you have &debian; on a SCSI disk and MacOS on an IDE disk this may not work and you will have to enter OpenFirmware and set the <envar>boot-device</envar> variable, <command>ybin</command> normally does this automatically.
pt: Reinicializar o OpenFirmware no hardware G3 ou G4 irá fazer com que o &debian; inicie por defeito (caso tenha particionado correctamente e colocado a partição Apple_Bootstrap em primeiro lugar). Se tiver o &debian; num disco SCSI e o MacOS num disco IDE esta operação pode não funcionar e terá que entrar no OpenFirmware e definir a variável <envar>boot-device</envar>, normalmente o <command>ybin</command> efectua esta operação automáticamente.

source: After you boot &debian; for the first time you can add any additional options you desire (such as dual boot options) to <filename>/etc/yaboot.conf</filename> and run <command>ybin</command> to update your boot partition with the changed configuration. Please read the <ulink url="&url-powerpc-yaboot-faq;">yaboot HOWTO</ulink> for more information.
pt: Depois de iniciar o &debian; pela primeira vez poderá adicionar qualquer opção adicional que desejar (tal como opções de duplo arranque) ao <filename>/etc/yaboot.conf</filename> e correr o <command>ybin</command> para actualizar a partição de arranque com a configuração modificada. Para mais informação por favor leia o <ulink url="&url-powerpc-yaboot-faq;">yaboot HOWTO</ulink>.

source: Debian Post-Boot (Base) Configuration
pt: Configuração para depois da inicialização (Base) do Debian

source: After booting, you will be prompted to complete the configuration of your basic system, and then to select what additional packages you wish to install. The application which guides you through this process is called <classname>base-config</classname>. Its concept is very similar to the &d-i; from the first stage. Indeed, <classname>base-config</classname> consists of a number of specialized components, where each component handles one configuration task, contains <quote>hidden menu in the background</quote> and also uses the same navigation system.
pt: Depois do arranque, ser-lhe-á pedido para completar a configuração do seu sistema básico, e depois para seleccionar pacotes adicionais que deseja instalar. A aplicação que irá guiá-lo neste processo chama-se <classname>base-config</classname>. O seu conceito é muito semelhante ao do &d-i; da primeira fase. Na realidade, o <classname>base-config</classname> consiste num conjunto de componentes especializados, onde cada componente trata de uma tarefa de configuração, contém <quote>menus escondidos não visíveis</quote> e também usa o mesmo sistema de navegação.

source: If you wish to re-run the <classname>base-config</classname> at any point after installation is complete, as root run <userinput>base-config</userinput>.
pt: Se pretender voltar a correr o <classname>base-config</classname> em qualquer altura depois da instalação estar completa, como root escreva <userinput>base-config</userinput>.

source: Configuring Your Time Zone
pt: A Configurar O Seu Fuso Horário

source: After a welcome screen, you will be prompted to configure your time zone. First select whether the hardware clock of your system is set to local time or Greenwich Mean Time (GMT or UTC). The time displayed in the dialog may help you decide on the correct option. <phrase arch="m68k;powerpc">Macintosh hardware clocks are normally set to local time. If you want to dual-boot, select local time instead of GMT.</phrase> <phrase arch="i386">Systems that (also) run Dos or Windows are normally set to local time. If you want to dual-boot, select local time instead of GMT.</phrase>
pt: Depois do ecrã de boas vindas, ser-lhe-á pedido para configurar o seu fuso horário. Seleccione primeiramente se o relógio de hardware do seu sistema está acertado para a hora local ou para o Horário do Meridiano de Greenwhich (GMT ou UTC). O horário apresentado pode ajudar a decidir a opção correcta. <phrase arch="m68k;powerpc">Os relógios de hardware do Macintosh estão normalmente acertados pela hora local. Se pretender utilizar o duplo arranque, seleccione hora local em vez de GMT.</phrase> <phrase arch="i386">Sisemas que (também) correm Dos ou Windows estão normalmente acertados pela hora local. Se pretender utilizar o duplo arranque, seleccione hora local em vez de GMT.</phrase>

source: Depending on the location selected at the beginning of the installation process, you will next be shown either a single timezone or a list of timezones relevant for that location. If a single timezone is shown, choose <guibutton>Yes</guibutton> to confirm or choose <guibutton>No</guibutton> to select from the full list of timezones. If a list is shown, select your timezone from the list, or select Other for the full list.
pt: Dependendo da localização seleccionada no inicio do processo de instalação, ser-lhe-á apresnetado seguidamente apenas um fuso horário ou uma lista de fusos horários relevantes para essa localização. Se apenas for mostrado um fuso horário, escolha <guibutton>Yes</guibutton> para confirmar ou escolha <guibutton>No</guibutton> para escolher um fuso horário da lista completa de fusos horários. Se for mostrada uma lista, seleccione o seu fuso horário dessa lista, ou Outro para a lista completa.

source: Setting Up Users And Passwords
pt: A Definir Utilizadores E Palavras Passe

source: Set the Root Password
pt: Definir a Palavra Pass de Root

source: The <emphasis>root</emphasis> account is also called the <emphasis>super-user</emphasis>; it is a login that bypasses all security protection on your system. The root account should only be used to perform system administration, and only used for as short a time as possible.
pt: A conta de root é também chamada de <emphasis>super-user</emphasis>; é um acesso ao sistema que ultrapassa qualquer protecção de segurança no seu sistema. A conta de root deve apenas ser usada para efectuar administração do sistema, e apenas por um periodo que deve ser o mais curto possível.

source: Any password you create should contain at least 6 characters, and should contain both upper- and lower-case characters, as well as punctuation characters. Take extra care when setting your root password, since it is such a powerful account. Avoid dictionary words or use of any personal information which could be guessed.
pt: Qualquer password que criar deve conter pelo menos 6 caracteres, e deve conter tanto caracteres maiúsculos como minúsculos, bem como caracteres de pontuação. Tenha especial atenção quando definir a sua password de root, uma vez que é uma conta com muitos poderes. Evite o uso de palavras que constem em dicionários ou que contenham alguma informação pessoal que fácilmente possa ser adivinhada.

source: If anyone ever tells you they need your root password, be extremely wary. You should normally never give your root password out, unless you are administering a machine with more than one system administrator.
pt: Se alguma vez alguém lhe disser que precisa da sua password de root, esteja atento. Normalmente não deve dar a sua password de root, a não ser que esteja a administrar uma máquina com mais do que um admninistrador de sistemas.

source: Create an Ordinary User
pt: Criar um Utilizador Normal

source: The system will ask you whether you wish to create an ordinary user account at this point. This account should be your main personal log-in. You should <emphasis>not</emphasis> use the root account for daily use or as your personal login.
pt: Nesta fase o sistema irá perguntar-lhe se pretende criar uma conta para um utilizador normal. Esta conta deverá ser a sua conta principal de acesso. <emphasis>Não</emphasis> Deve usar a conta de root para o uso diário ou para seu o acesso pessoal.

source: Why not? Well, one reason to avoid using root's privileges is that it is very easy to do irreparable damage as root. Another reason is that you might be tricked into running a <emphasis>Trojan-horse</emphasis> program &mdash; that is a program that takes advantage of your super-user powers to compromise the security of your system behind your back. Any good book on Unix system administration will cover this topic in more detail &mdash; consider reading one if it is new to you.
pt: Porque não? Bem, uma das razões para evitar usar os previlégios de root é porque é muito fácil fazer estragos irreparáveis como root. Outra razão é porque poderá ser levado a correr um programa <emphasis>Cavalo de Troia</emphasis> &mdash; que é um programa que tira vantagens de poderes de um super-utilizador para comprometer a segurança do seu sistema sem dar por isso. Qualquer bom livro de administração de sistemas Unix cobrirá este tópico com mais detalhe &mdash; considere a leitura de um se este assunto for novo para si.

source: You will first be prompted for the user's full name. Then you'll be asked for a name for the user account; generally your first name or something similar will suffice and indeed will be the default. Finally, you will be prompted for a password for this account.
pt: Ser-lhe-á perguntado inicialmente o nome completo do utilizador. Seguidamente ser-lhe-á perguntado por um nome para a conta de utilizador; geralmente o seu primeiro nome ou algo similar será suficiente e será esse o valor por defeito. Finalemente, ser-lhe-á perguntado a password para esta conta.

source: If at any point after installation you would like to create another account, use the <command>adduser</command> command.
pt: Se em qualquer ponto depois da instalação pretender criar outra conta, utilize o comando <command>adduser</command>.

source: Setting Up PPP
pt: A Configurar o PPP

source: If no network was configured during the first stage of the installation, you will next be asked whether you wish to install the rest of the system using PPP. PPP is a protocol used to establish dialup connections with modems. If you configure the modem at this point, the installation system will be able to download additional packages or security updates from the Internet during the next steps of the installation. If you don't have a modem in your computer or if you prefer to configure your modem after the installation, you can skip this step.
pt: Se nenhuma rede tiver sido configurada durante a primeira fase da instalação, ser-lhe-á perguntado de seguida se pretende instalar o resto do sistema usando o PPP. O PPP é um protocolo utilizado para estabelecer ligações por telefone entre modems. Se configurar o modem agora, a instalação do sistema será capaz de fazer download de pacotes adicionais ou actualizações de segurança da Internet nos próximos passos da instalação. Se não tiver um modem no seu computador ou se preferir configurar o seu modem depois da instalação, pode saltar este passo.

source: In order to configure your PPP connection, you will need some information from your Internet Service Provider (ISP), including phone number, username, password and DNS servers (optional). Some ISPs provide installation guidelines for Linux distributions. You can use that information even if they don't specifically target Debian since most of the configuration parameters (and software) is similar amongst Linux distributions.
pt: Para configurar a sua ligação PPP, irá precisar de alguma informação do seu fornecedor de Internet (ISP), incluindo o número de telefone, nome de utilizador, password e servidores de DNS (opcional). Alguns ISPs fornecem guias de instalação para distribuições Linux. Pode usar essa informação mesmo que não seja específica para Debian uma vez que a maior parte dos parametros de configuração (e software) é semelhante em todas as distribuições de Linux.

source: If you do choose to configure PPP at this point, a program named <command>pppconfig</command> will be run. This program helps you configure your PPP connection. <emphasis>Make sure, when it asks you for the name of your dialup connection, that you name it <userinput>provider</userinput>.</emphasis>
pt: Se pretender configurar o PPP agora, um programa chamado <command>pppconfig</command> será executado. Este programa ajuda-o a configurar a sua ligação PPP. <emphasis>Certifique-se que, quando perguntar pelo nome da sua ligação telefónica, que lhe chama <userinput>provider</userinput>.</emphasis>

source: Hopefully, the <command>pppconfig</command> program will walk you through a trouble-free PPP connection setup. However, if it does not work for you, see below for detailed instructions.
pt: Se tudo correr bem, o programa <command>pppconfig</command> irá guiá-lo a uma configuração da ligação PPP sem problemas. No entante, se não funcionar, veja embaixo as intruções detalhadas.

source: Unless your provider has a login sequence different from the majority of ISPs, you are done! Start the PPP connection by typing <command>pon</command> as root, and monitor the process using <command>plog</command> command. To disconnect, use <command>poff</command>, again, as root.
pt: A não ser que o seu fornecedor possua uma sequencia de login diferente da maioria dos ISPs, esta passo está concluido! Inicie a ligação PPP escrevendo <command>pon</command> como root, e verifique o processo utilizando o comando <command>plog</command>. Para desligar, utilize <command>poff</command>, de novo, como root.
