Repository: Sprezzatech/main-menu-udeb
Catalog: installer/doc/manual/po/*/boot-new.po
Languages: pt

source: Read <filename>/usr/share/doc/ppp/README.Debian.gz</filename> file for more information on using PPP on Debian.
pt: Ler o ficheiro <filename>/usr/share/doc/ppp/README.Debian.gz</filename> para mais informações de como usar o PPP em Debian.

source: For static SLIP connections, you will need to add the <userinput>slattach</userinput> command (from the <classname>net-tools</classname> package) into <filename>/etc/init.d/network</filename>. Dynamic SLIP will require the <classname>gnudip</classname> package.
pt: Para ligações SLIP estáticas, necessitará de adicionar o comando <userinput>slattach</userinput> (do pacote <classname>net-tools</classname>) no <filename>/etc/init.d/network</filename>. O SLIP dinâmico necessita do pacote <classname>gnudip</classname>.

source: Setting Up PPP over Ethernet (PPPOE)
pt: A Configurar o PPP over Ethernet (PPPOE)

source: PPPOE is a protocol related to PPP used for some broadband connections. There is currently no support in base configuration to help you set this up. However, the necessary software has been installed, which means you can configure PPPOE manually at this stage of the installation by switching to VT2 and running <command>pppoeconf</command>.
pt: O PPPOE é um protocolo relacionado com o PPP utilizado por algumas ligações de banda larga. Neste momento não existe suporte na configuração base para ajuda-lo a definir este tipo de ligações. No entanto, o software necessário já se encontra instalado, o que significa que pode configurar o PPPOE manualmente nesta fase da instalação indo para para VT2 e executando o <command>pppoeconf</command>.

source: Configuring APT
pt: A Configurar o APT

source: APT must be configured so that it knows where to retrieve packages from. The helper application which assists in this task is called <command>apt-setup</command>.
pt: O APT tem que ser configurado de modo a que saiba onde ir buscar os pacotes. A aplicação que ajuda nesta tarefa é a <command>apt-setup</command>.

source: The next step in your configuration process is to tell APT where other Debian packages can be found. Note that you can re-run this tool at any point after installation by running <command>apt-setup</command>, or by manually editing <filename>/etc/apt/sources.list</filename>.
pt: O próximo passo no seu processo de configuração é dizer ao APT onde outros pacotes Debian podem ser encontrados. De notar que pode correr este utilitário de novo a qualquer altura depois da intalação executando o <command>apt-setup</command>, ou editando manualmente o <filename>/etc/apt/sources.list</filename>.

source: If an official CD-ROM is in the drive at this point, then that CD-ROM should automatically be configured as an apt source without prompting. You will notice this because you will see the CD-ROM being scanned.
pt: Se um CD-ROM oficial estiver na drive neste momento, então esse CD-ROM deve ser configurado automaticamente como uma fonte do apt sem lhe ser perguntado. Irá notar esta situação portque irá observar o CD-ROM a ser pesquisado.

source: For users without an official CD-ROM, you will be offered an array of choices for how Debian packages are accessed: FTP, HTTP, CD-ROM, or a local file system.
pt: Para utilizadores sem um CD-ROM oficial, ser-lhe-á oferecido um conjunto de escolhas da forma como os pacotes Debian são acedidos: FTP, HTTP, CD-ROM, ou um sistema de ficheiros local.

source: Configuring Network Package Sources
pt: A Configurar As Fontes de Pacotes de Rede

source: Package Installation
pt: Instalação de Pacotes

source: Advanced Package Selection with <command>aptitude</command>
pt: Selecção de Pacotes Avançada com o <command>aptitude</command>

source: Prompts During Software Installation
pt: Perguntas Durantes a Instalação do Software

source: Settings for the X Server
pt: A Configurar o Servidor X

source: The mouse device should be set to <userinput>/dev/input/mice</userinput>.
pt: O rato deve ser definido para <userinput>/dev/input/mice</userinput>.

source: Configuring Your Mail Transport Agent
pt: A Configurar o Agente de Transporte de Correio

source: internet site
pt: sítio de internet

source: mail sent by smarthost
pt: correio enviado por smarthost

source: local delivery only
pt: distribuição local apenas

source: no configuration at this time
pt: sem configuração neste momento

source: For a more complete introduction to Debian and GNU/Linux, see <filename>/usr/share/doc/debian-guide/html/noframes/index.html</filename>.
pt: Para uma introdução mais completa ao Debian e ao GNU/Linux, consulte <filename>/usr/share/doc/debian-guide/html/noframes/index.html</filename>.
