Repository: Sprezzatech/main-menu-udeb
Catalog: installer/doc/manual/po/*/random-bits.po
Languages: ru, zh_tw

source: Random Bits
ru: Разное
zh_tw: 其他

source: Preconfiguration File Example
ru: Пример файла автоматической установки
zh_tw: 預先設定檔範例

source: This is a complete working example of a preconfiguration file for an automated install. Its use is explained in <xref linkend="automatic-install"/>. You may want to uncomment some of the lines before using the file.
ru: Здесь представлен полностью работающий пример файла автоматической установки. В <xref linkend="automatic-install"/> описано как его использовать. Вы можете убрать комментарии с нужных вам строк перед использованием этого файла.
zh_tw: 這是一個完整的用於自動安裝的預先設定檔的實例。使用的說明在 <xref linkend="automatic-install"/>。您可以在使用該檔案前移除某些行前面的註解。

source: In order to be able to properly present this example in the manual, we've had to split some lines. This is indicated by the use of the line-continuation-character <quote>\</quote> and extra indentation in the next line. In a real preconfiguration file, these split lines have to be joined into <emphasis>one single line</emphasis>. If you do not, preconfiguration will fail with unpredictable results.
ru: Для правильного отображения этого примера в руководстве мы разделили некоторые длинные строки. Это можно определить по символу продолжения строки <quote>\</quote> и дополнительному отступу в следующей строке. В рабочем конфигурационном файле эти строки должны быть объединены в <emphasis>одну строку</emphasis>. Если вы этого не сделаете, автоматическая установка завершится неудачно с непредсказуемым результатом.
zh_tw: 為了能在手冊中正確示範這個例子，我們不得不分割一些設定行。透過使用行連接符號 <quote>\</quote> 和下一行的縮排標記。在實際的設定檔中，這些分割的設定行必須合併成 <emphasis>單獨的一行</emphasis>。 如果您沒有這樣做，預先設定檔會造成不可預估的失敗。

source: A <quote>clean</quote> example file is available from &urlset-example-preseed;.
ru: <quote>Чистый</quote> файл с примером доступен в &urlset-example-preseed;.

source: The example file is also available from &urlset-example-preseed;.
ru: Также, файл с примером можно найти в &urlset-example-preseed;.

source: Linux Devices
ru: Устройства Linux
zh_tw: Linux 裡的設備

source: In Linux you have various special files in <filename>/dev</filename>. These files are called device files. In the Unix world accessing hardware is different. There you have a special file which actually runs a driver which in turn accesses the hardware. The device file is an interface to the actual system component. Files under <filename>/dev</filename> also behave differently than ordinary files. Below are the most important device files listed.
ru: В Linux в каталоге <filename>/dev</filename> содержатся различные специальные файлы. Эти файлы называются файлами устройств. Доступ к устройствам в мире Unix отличается от того, как это сделано в других операционных системах. Здесь это делается через специальный файл, который в действительности обслуживается драйвером, осуществляющим доступ к устройству. Файл устройства &mdash; это интерфейс к реальным системным компонентам. Файлы в <filename>/dev</filename> также и ведут себя по-другому. Ниже перечислены самые важные файлы устройств.
zh_tw: 在 Linux 裡，您會在 <filename>/dev</filename>發現許多很特別的檔案。這些檔案被稱為設備檔。在 Unix 世界裡，存取硬體的方式有些不一樣。這些特別的檔案的背後其實運行著驅動程式，而正是驅動程式控制著硬體。設備檔就是存取真實的系統元件的介面。<filename>/dev</filename> 目錄下的檔案的各種特性也和普通檔案大相逕庭。下面列舉了最重要的一些設備檔。

source: First Floppy Drive
ru: Первый дисковод
zh_tw: 第一個軟碟機

source: Second Floppy Drive
ru: Второй дисковод
zh_tw: 第二個軟碟機

source: IDE Hard disk / CD-ROM on the first IDE port (Master)
ru: Жёсткий диск IDE / CD-ROM на первом порту IDE (мастер)
zh_tw: 在第一個 IDE 埠(Master)的 IDE 硬碟/光碟機

source: IDE Hard disk / CD-ROM on the first IDE port (Slave)
ru: Жёсткий диск IDE / CD-ROM на первом порту IDE (подчинённый)
zh_tw: 在第一個 IDE 埠(Slave)的 IDE 硬碟/光碟機

source: IDE Hard disk / CD-ROM on the second IDE port (Master)
ru: Жёсткий диск IDE / CD-ROM на втором порту IDE (мастер)
zh_tw: 在第二個 IDE 埠(Master)的 IDE 硬碟/光碟機

source: IDE Hard disk / CD-ROM on the second IDE port (Slave)
ru: Жёсткий диск IDE / CD-ROM на втором порту IDE (подчинённый)
zh_tw: 在第二個 IDE 埠(Slave)的 IDE 硬碟/光碟機

source: First partition of the first IDE hard disk
ru: Первый раздел на первом жёстком диске IDE
zh_tw: 在第一塊 IDE 硬碟上的第一個分割區

source: Fifteenth partition of the fourth IDE hard disk
ru: Пятнадцатый раздел на четвёртом жёстком диске IDE
zh_tw: 在第四塊 IDE 硬碟上的第十五個分割區

source: SCSI Hard disk with lowest SCSI ID (e.g. 0)
ru: Жёсткий диск SCSI с наименьшим SCSI ID (т.е. 0)
zh_tw: SCSI ID 最小(例如 0)的 SCSI 硬碟

source: SCSI Hard disk with next higher SCSI ID (e.g. 1)
ru: Жёсткий диск SCSI со следующим наибольшим SCSI ID (т.е. 1)
zh_tw: 下一個 SCSI ID (例如 1)的 SCSI 硬碟

source: SCSI Hard disk with next higher SCSI ID (e.g. 2)
ru: Жёсткий диск SCSI со следующим наибольшим SCSI ID (т.е. 2)
zh_tw: 下一個 SCSI ID (例如 2)的 SCSI 硬碟

source: First partition of the first SCSI hard disk
ru: Первый раздел на первом жёстком диске SCSI
zh_tw: 在第一塊 SCSI 硬碟上的第一個分割區

source: Tenth partition of the fourth SCSI hard disk
ru: Десятый раздел на четвёртом жёстком диске SCSI
zh_tw: 在第四塊 SCSI 硬碟上的第十個分割區

source: SCSI CD-ROM with the lowest SCSI ID
ru: SCSI CD-ROM с наименьшим SCSI ID
zh_tw: SCSI ID 最小的 SCSI 光碟機

source: SCSI CD-ROM with the next higher SCSI ID
ru: SCSI CD-ROM со следующим наибольшим SCSI ID
zh_tw: 下一個 SCSI ID 的 SCSI 光碟機

source: Serial port 0, COM1 under MS-DOS
ru: Последовательный порт 0, COM1 под MS-DOS
zh_tw: 序列埠 0，即 MS-DOS 下的 COM1

source: Serial port 1, COM2 under MS-DOS
ru: Последовательный порт 1, COM2 под MS-DOS
zh_tw: 序列埠 1，即 MS-DOS 下的 COM2

source: PS/2 mouse device
ru: Устройство мышь PS/2
zh_tw: PS/2 滑鼠設備

source: Pseudo device, repeater data from GPM (mouse) daemon
ru: Псевдо-устройство, повторитель данных от демона GPM (мыши)
zh_tw: 虛擬設備，中繼從GPM(滑鼠)服務傳來的資料

source: Symbolic link to the CD-ROM drive
ru: Символическая ссылка на привод CD-ROM
zh_tw: 指向光碟機的符號鏈結

source: Symbolic link to the mouse device file
ru: Символическая ссылка на файл устройства мыши
zh_tw: 指向滑鼠設備檔的符號鏈結

source: Everything pointed to this device will disappear
ru: Всё, что направлено в этот интерфейс, исчезнет
zh_tw: 所有指向該設備的東西都會消失

source: One can endlessly read zeros out of this device
ru: Можно бесконечно читать нули из этого устройства
zh_tw: 可以從該設備永無休止地讀出零

source: Setting Up Your Mouse
ru: Установка мыши
zh_tw: 設定您的滑鼠

source: The mouse can be used in both the Linux console (with gpm) and the X window environment. The two uses can be made compatible if the gpm repeater is used to allow the signal to flow to the X server as shown: <informalexample><screen> mouse =&gt; /dev/psaux =&gt; gpm =&gt; /dev/gpmdata -&gt; /dev/mouse =&gt; X /dev/ttyS0 (repeater) (symlink) /dev/ttyS1 </screen></informalexample> Set the repeater protocol to be raw (in <filename>/etc/gpm.conf</filename>) while setting X to the original mouse protocol in <filename>/etc/X11/XF86Config</filename> or <filename>/etc/X11/XF86Config-4</filename>.
ru: Мышь можно использовать одновременно и в консоли Linux (с помощью gpm) и в среде X window. Это возможно, если использовать повторитель gpm, который который передаёт сигналы ещё и X серверу: <informalexample><screen> mouse =&gt; /dev/psaux =&gt; gpm =&gt; /dev/gpmdata -&gt; /dev/mouse =&gt; X /dev/ttyS0 (repeater) (symlink) /dev/ttyS1 </screen></informalexample> Установите протокол повторителя в raw (в файле <filename>/etc/gpm.conf</filename>), а в настройках X фактический протокол обмена данными с мышью (в файле <filename>/etc/X11/XF86Config</filename> или <filename>/etc/X11/XF86Config-4</filename>).
zh_tw: 無論在 Linux 的控制台(console)裡(透過 gpm)，還是在 X 視窗環境之中，您都可以使用滑鼠。這兩種用法是可以相容的，只要設定 gpm 中繼程式，令其將信號流往 X 伺服器： <informalexample><screen> mouse =&gt; /dev/psaux =&gt; gpm =&gt; /dev/gpmdata -&gt; /dev/mouse =&gt; X /dev/ttyS0 (repeater) (symlink) /dev/ttyS1 </screen></informalexample> 把中繼程式的通訊協定設為原始(raw)模式(在 <filename>/etc/gpm.conf</filename> 裡)，同時在 <filename>/etc/X11/XF86Config</filename> 或者 <filename>/etc/X11/XF86Config-4</filename> 裡設定，讓 X 使用原始的滑鼠協定。

source: This approach to use gpm even in X has advantages when the mouse is unplugged inadvertently. Simply restarting gpm with <informalexample><screen> # /etc/init.d/gpm restart </screen></informalexample> will re-connect the mouse in software without restarting X.
ru: Такой подход с использованием gpm даже в X имеет преимущество, если мышь отключат по неосторожности. Простой перезапуск gpm командой <informalexample><screen> # /etc/init.d/gpm restart </screen></informalexample> подключит мышь в программе заново без перезапуска X.
zh_tw: 用這種方法使用 gpm 的話，就算在 X 裡也有其優勢。如果不小心把滑鼠拔下來後，只要像這樣重新啟動 gpm 就可以了：<informalexample><screen> # /etc/init.d/gpm restart </screen></informalexample> 如此就可以在軟體層面上重新連接滑鼠，而不用重新啟動 X。

source: If gpm is disabled or not installed with some reason, make sure to set X to read directly from the mouse device such as /dev/psaux. For details, refer to the 3-Button Mouse mini-Howto at <filename>/usr/share/doc/HOWTO/en-txt/mini/3-Button-Mouse.gz</filename>, <userinput>man gpm</userinput>, <filename>/usr/share/doc/gpm/FAQ.gz</filename>, and <ulink url="&url-xfree86;current/mouse.html">README.mouse</ulink>.
ru: Если gpm выключен или не установлен по каким-то причинам, убедитесь что X сервер настроен на чтение прямо из устройства мыши, например /dev/psaux. Подробней смотрите 3-Button Mouse mini-Howto в <filename>/usr/share/doc/HOWTO/en-txt/mini/3-Button-Mouse.gz</filename>, <userinput>man gpm</userinput>, <filename>/usr/share/doc/gpm/FAQ.gz</filename> и <ulink url="&url-xfree86;current/mouse.html">README.mouse</ulink>.
zh_tw: 如果您停用 gpm，或者因為某些原因沒有安裝它，請確定設定檔讓 X 從滑鼠設備 (例如 /dev/psaux) 直接讀取資料。欲知詳情，請參閱三鍵滑鼠的迷您指南，即 <filename>/usr/share/doc/HOWTO/en-txt/mini/3-Button-Mouse.gz</filename>、<userinput>man gpm</userinput>、<filename>/usr/share/doc/gpm/FAQ.gz</filename> 以及 <ulink url="&url-xfree86;current/mouse.html">README.mouse</ulink>。

source: For PowerPC, in <filename>/etc/X11/XF86Config</filename> or <filename>/etc/X11/XF86Config-4</filename>, set the mouse device to <userinput>"/dev/input/mice"</userinput>.
ru: Для PowerPC в <filename>/etc/X11/XF86Config</filename> или <filename>/etc/X11/XF86Config-4</filename> установите устройство мышь в <userinput>"/dev/input/mice"</userinput>.
zh_tw: 對 PowerPC 來說，需要在 <filename>/etc/X11/XF86Config</filename> 或者 <filename>/etc/X11/XF86Config-4</filename> 設定滑鼠設備為 <userinput>"/dev/input/mice"</userinput>。

source: Modern kernels give you the capability to emulate a three-button mouse when your mouse only has one button. Just add the following lines to <filename>/etc/sysctl.conf</filename> file.
ru: Современные ядра дают вам возможность эмулировать трехкнопочную мышь, когда у вашей мыши только одна кнопка. Просто добавьте следующие строки в файл <filename>/etc/sysctl.conf</filename>.
zh_tw: 當您的滑鼠只有一個按鍵的時候，現有的核心具有模擬三鍵滑鼠的能力。只需將下面加入 <filename>/etc/sysctl.conf</filename> 檔案。

source: # 3-button mouse emulation # turn on emulation /dev/mac_hid/mouse_button_emulation = 1 # Send middle mouse button signal with the F11 key /dev/mac_hid/mouse_button2_keycode = 87 # Send right mouse button signal with the F12 key /dev/mac_hid/mouse_button3_keycode = 88 # For different keys, use showkey to tell you what the code is.
ru: # эмуляция 3-кнопочной мыши # включить эмуляцию /dev/mac_hid/mouse_button_emulation = 1 # Посылать сигнал средней кнопки мыши клавишей F11 /dev/mac_hid/mouse_button2_keycode = 87 # Посылать сигнал правой кнопки мыши клавишей F12 /dev/mac_hid/mouse_button3_keycode = 88 # Для кодов других клавиш, используйте программу showkey.
zh_tw: # 模擬三鍵滑鼠 # 啟用模擬 /dev/mac_hid/mouse_button_emulation = 1 # 按下 F11 則送出滑鼠中鍵訊號 /dev/mac_hid/mouse_button2_keycode = 87 # 按下 F12 則送出滑鼠右鍵訊號 /dev/mac_hid/mouse_button3_keycode = 88 # 對於其他不同的按鍵，使用 showkey 指令來得知其編碼。

source: Disk Space Needed for Tasks
ru: Дисковое пространство, необходимое для задач
zh_tw: 各軟體集所需的磁碟空間

source: The base installation for i386 using the default 2.4 kernel, including all standard packages, requires 573MB of disk space.
ru: Для базовой установки на i386 с ядром версии 2.4 со всеми стандартными пакетами требуется 573 МБ дискового пространства.
zh_tw: 在 i386 架構上，基本的安裝預設使用 2.4 核心，需要 573MB 的磁碟空間，這裡面包含了標準軟體套件。

source: The following table lists sizes reported by aptitude for the tasks listed in tasksel. Note that some tasks have overlapping constituents, so the total installed size for two tasks together may be less than the total obtained by adding up the numbers.
ru: В таблице ниже приведено количество используемого места при установке задач, описанных в tasksel. Данные величины получены с помощью aptitude. Заметим, что некоторые пакеты входят в несколько задач одновременно, поэтому полный размер установки для двух задач вместе может быть меньше, чем полный размер, полученный сложением размеров.
zh_tw: 下面的表格一一列出了 tasksel 中每個軟體集所需的磁碟空間大小。該列表是使用 aptitude 產生的。請注意，有些軟體集之間會有相重疊的部分，所以兩個軟體集一同 安裝後所佔的空間，可能會小於這兩個軟體集分別安裝所佔的空間。

source: Note that you will need to add the sizes listed in the table to the size of the base installation when determining the size of partitions. Most of the size listed as <quote>Installed size</quote> will end up in <filename>/usr</filename>; the size listed as <quote>Download size</quote> is (temporarily) required in <filename>/var</filename>.
ru: Заметьте, что при подсчёте размера разделов к размеру базовой установки, нужно добавить размеры из таблицы. Большинство размеров из колонки <quote>Размер после установки</quote> нужно приплюсовывать к <filename>/usr</filename>; а размеры из колонки <quote>Размер загрузки</quote> (временно) занимает место в <filename>/var</filename>.
zh_tw: 注意您需要將表格中列出的大小加上基本安裝大小以決定分割區的大小。多數列出的大小如 <quote>安裝大小</quote> 將用在 <filename>/usr</filename>﹔列在 <quote>下載大小</quote> 是(臨時地)用在 <filename>/var</filename>。

source: Task
ru: Задача
zh_tw: 軟體集

source: Installed size (MB)
ru: Размер после установки (МБ)
zh_tw: 安裝大小 (MB)

source: Download size (MB)
ru: Размер загрузки (МБ)
zh_tw: 下載大小 (MB)

source: Space needed to install (MB)
ru: Требуемое место для установки (МБ)
zh_tw: 安裝所需空間 (MB)

source: Desktop
ru: рабочий стол
zh_tw: 桌面

source: Web server
ru: веб сервер
zh_tw: Web 伺服器

source: Print server
ru: сервер печати
zh_tw: 印表機伺服器

source: DNS server
ru: DNS сервер
zh_tw: DNS 伺服器

source: File server
ru: файловый сервер
zh_tw: 檔案伺服器

source: Mail server
ru: почтовый сервер
zh_tw: 郵件伺服器

source: SQL database
ru: база данных SQL
zh_tw: SQL 資料庫

source: The <emphasis>Desktop</emphasis> task will install both the Gnome and KDE desktop environments.
ru: В задачу <emphasis>рабочий стол</emphasis> входит установка среды рабочего стола и Gnome и KDE одновременно.
zh_tw: <emphasis>桌面</emphasis> 軟體集將同時安裝 Gnome 和 KDE 桌面環境。

source: If you install in a language other than English, <command>tasksel</command> may automatically install a <firstterm>localization task</firstterm>, if one is available for your language. Space requirements differ per language; you should allow up to 200MB in total for download and installation.
ru: Если вы выбрали установку не на английском языке, <command>tasksel</command> может автоматически установить <firstterm>задание по локализации</firstterm>, если оно имеет для вашего языка. Необходимое пространство зависит от языка; добавьте около 200 МБ на загрузку и установку.
zh_tw: 如果安裝英文之外的其他語言，<command>tasksel</command> 在語言有對應 locale 時，可以自動安裝 <firstterm>localization task</firstterm>。每種語言需要的空間不同﹔您應該給 200MB 以上的空間用於下載和安裝。

source: Installing &debian; from a Unix/Linux System
ru: Установка &debian; из системы Unix/Linux
zh_tw: 透過 Unix/Linux 系統來安裝 &debian;

source: This section explains how to install &debian; from an existing Unix or Linux system, without using the menu-driven installer as explained in the rest of the manual. This <quote>cross-install</quote> HOWTO has been requested by users switching to &debian; from Red Hat, Mandrake, and SUSE. In this section some familiarity with entering *nix commands and navigating the file system is assumed. In this section, <prompt>$</prompt> symbolizes a command to be entered in the user's current system, while <prompt>#</prompt> refers to a command entered in the Debian chroot.
ru: В этом разделе объясняется, как установить &debian; из существующей системы Unix или Linux без использования управляемой из меню программы установки, основанной на библиотеке ncurses, как это описывается в остальном руководстве. Это <quote>междистрибутивное</quote> HOWTO попросили пользователи, переходящие на &debian; из Redhat, Mandrake и SUSE. В этом разделе подразумевается наличие некоторого опыта работы с командами *nix и навигации по файловой системе. Здесь символ <prompt>$</prompt> означает команду, вводимую в текущей пользовательской системе, а <prompt>#</prompt> относится к команде, вводимой в Debian chroot.
zh_tw: 本節說明了如何透過現有的 Unix 或 Linux 系統來安裝 &debian;，而非使用本手冊後面要談到的基於 ncurses，由選單驅動的安裝軟體。這篇<quote>交叉安裝(cross-install)</quote> HOWTO 是應使用者的要求而撰寫的。他們原來是 Redhat、Mandrake 和 SUSE 的使用者，現轉而使用 &debian;。在本節中，我們假設您對於輸入 *nix 指令以及在檔案系統中穿梭移動並不生疏。同時，在本節中，<prompt>$</prompt> 符號表示這個指令是在使用者當前使用的系統中輸入的，而 <prompt>#</prompt> 則表示這個指令是在 Debian chroot 環境中輸入的。

source: Once you've got the new Debian system configured to your preference, you can migrate your existing user data (if any) to it, and keep on rolling. This is therefore a <quote>zero downtime</quote> &debian; install. It's also a clever way for dealing with hardware that otherwise doesn't play friendly with various boot or installation media.
ru: Как только вы получите новую систему Debian, настроенную по вашим предпочтениям, вы можете перенести ваши данные (если они есть) в неё и продолжать работу. Поэтому такая установка &debian; считается <quote>с нулевым временем простоя</quote> (zero downtime). Также это мудрый способ работы с аппаратурой, которая не может нормально работать с разными загрузочными или установочными носителями.
zh_tw: 您一旦根據自己的需求設定好了新的 Debian 系統，就可以將您的原來系統中的使用者資料(如果有的話)全部遷移到 Debian 裡去。然後就能繼續爽了。一言以蔽之，這是一次<quote>不關機</quote>的 &debian; 安裝。同時，這也是處理那些因為硬體原因不能透過任何開機或者安裝媒介完成安裝的權宜之計。

source: Getting Started
ru: Начинаем
zh_tw: 準備開始

source: With your current *nix partitioning tools, repartition the hard drive as needed, creating at least one filesystem plus swap. You need at least 150MB of space available for a console only install, or at least 300MB if you plan to install X.
ru: С помощью имеющейся утилиты работы с разделами диска, переразметьте диск как нужно, создав как минимум одну файловую систему плюс раздел подкачки (swap). Вам потребуется минимум 150 МБ для консольной версии установки или минимум 300 МБ, если вы планируете установить X.
zh_tw: 根據需要，用已經安裝的 *nix 的分割區工具重新分割詞區，要劃分出至少一個檔案系統外加 置換分割區。您如果只用控制台(console)的話，至少要準備 150MB 空間，倘若想要裝 X， 就需要至少 300MB 的空間了。

source: To create file systems on your partitions. For example, to create an ext3 file system on partition <filename>/dev/hda6</filename> (that's our example root partition): <informalexample><screen> # mke2fs -j /dev/hda6 </screen></informalexample> To create an ext2 file system instead, omit <userinput>-j</userinput>.
ru: Создайте файловые системы на разделах. Например, чтобы создать файловую систему ext3 на разделе <filename>/dev/hda6</filename> (это корневой раздел в нашем примере): <informalexample><screen> # mke2fs -j /dev/hda6 </screen></informalexample> Чтобы создать файловую систему ext2, не указывайте параметр <userinput>-j</userinput>.
zh_tw: 在您的分割區上建立檔案系統。舉例來說，如果要在 <filename>/dev/hda6</filename> 分割區(以後的例子中，將把它作為 root 分割區) 建立一個 ext3 格式的檔案系統： <informalexample><screen> # mke2fs -j /dev/hda6 </screen></informalexample> 如果想建立的是 ext2 格式的檔案系統，就要去掉 <userinput>-j</userinput>。

source: Initialize and activate swap (substitute the partition number for your intended Debian swap partition): <informalexample><screen> # mkswap /dev/hda5 # sync; sync; sync # swapon /dev/hda5 </screen></informalexample> Mount one partition as <filename>/mnt/debinst</filename> (the installation point, to be the root (<filename>/</filename>) filesystem on your new system). The mount point name is strictly arbitrary, it is referenced later below.
ru: Проинициализируйте и активируйте раздел подкачки (замените номер раздела на свой): <informalexample><screen> # mkswap /dev/hda5 # sync; sync; sync # swapon /dev/hda5 </screen></informalexample> Смонтируйте один раздел как <filename>/mnt/debinst</filename> (точка установки, она будет корневой (<filename>/</filename>) файловой системой в вашей новой системе). Имя точки монтирования абсолютно произвольное.
zh_tw: 初始化並啟用置換分割區(請把分割區編號替換成您希望用作置換分割區的分割區編號): <informalexample><screen> # mkswap /dev/hda5 # sync; sync; sync # swapon /dev/hda5 </screen></informalexample> 把一個分割區掛載(mount)到 <filename>/mnt/debinst</filename>(這是安裝的位置，將來作為您新系統的根(<filename>/</filename>)檔案系統)。掛載點的名稱是任意的，後面的步驟將會用到它。

source: Install <command>debootstrap</command>
ru: Установка <command>debootstrap</command>
zh_tw: 安裝 <command>debootstrap</command>

source: The tool that the Debian installer uses, which is recognized as the official way to install a Debian base system, is <command>debootstrap</command>. It uses <command>wget</command> and <command>ar</command>, but otherwise depends only on <classname>/bin/sh</classname>. Install <command>wget</command> and <command>ar</command> if they aren't already on your current system, then download and install <command>debootstrap</command>.
ru: Инструмент, которым пользуется программа установки Debian и который признан официальным способом установки базовой системы Debian &mdash; <command>debootstrap</command>. Он использует <command>wget</command> и <command>ar</command>, но зависит только от <classname>/bin/sh</classname>. Установите <command>wget</command> и <command>ar</command>, если их ещё нет в системе, а затем загрузите и установите <command>debootstrap</command>.
zh_tw: Debian 安裝程式使用的軟體，同時也為官方所採用，被用來安裝基系統的工具是 <command>debootstrap</command>。它使用了 <command>wget</command> 和 <command>ar</command>，否則就僅僅依賴 <classname>/bin/sh</classname>。如果您的系統裡沒有 <command>wget</command> 和 <command>ar</command>，請安裝。然後再下載並安裝 <command>debootstrap</command>。

source: If you have an rpm-based system, you can use alien to convert the .deb into .rpm, or download an rpm-ized version at <ulink url="http://people.debian.org/~blade/install/debootstrap"></ulink>
ru: Если у вас система, основанная на rpm, вы можете использовать alien для конвертации .deb в .rpm или загрузить rpm версию с <ulink url="http://people.debian.org/~blade/install/debootstrap"></ulink>
zh_tw: 如果您用的是以 rpm 為基礎的系統，那麼可以用 alien 將 .deb 檔案轉換成為 .rpm 檔案，或者下載已被包裝成 rpm 套件的版本，它位於 <ulink url="http://people.debian.org/~blade/install/debootstrap"></ulink>
