Repository: Sprezzatech/main-menu-udeb
Catalog: installer/doc/manual/po/*/random-bits.po
Languages: ru, zh_tw

source: A DB-25 Null-Modem cable. See the <ulink url="&url-plip-install-howto;">PLIP-Install-HOWTO</ulink> for more information on this cable and instructions how to make your own.
ru: Нуль-модемный кабель DB-25. Подробней о кабеле и как его сделать смотрите <ulink url="&url-plip-install-howto;">PLIP-Install-HOWTO</ulink>.

source: Setting up source
ru: Настройка источника

source: The following shell script is a simple example of how to configure the source computer as a gateway to the Internet using ppp0.
ru: Сценарий, показаный ниже &mdash; это простой пример настройки компьютера источника в качестве шлюза в Интернет через ppp0.

source: Installing target
ru: Установка приёмника

source: Boot the installation media. The installation needs to be run in expert mode; enter <userinput>expert</userinput> at the boot prompt. Below are the answers that should be given during various stages of the installation.
ru: Загрузитесь с установочного носителя. Установка должна быть запущена в экспертном режиме; в приглашении к загрузке введите <userinput>expert</userinput>. Ниже показаны ответы, которые нужно ввести на различных этапах установки.

source: Load installer components
ru: Загрузка компонентов программы установки

source: Select the <userinput>plip-modules</userinput> option from the list; this will make the PLIP drivers available to the installation system.
ru: В списке выберите параметр <userinput>plip-modules</userinput>; это сделает доступным PLIP драйвера для программы установки.

source: Detect network hardware
ru: Определение сетевой карты

source: If target <emphasis>does</emphasis> have a network card, a list of driver modules for detected cards will be shown. If you want to force &d-i; to use plip instead, you have to deselect all listed driver modules. Obviously, if target doesn't have a network card, the installer will not show this list.
ru: Если приёмник <emphasis>имеет</emphasis> сетевую карту, будет показан список модулей драйверов для обнаруженных карт. Если вы хотите, чтобы &d-i; использовал всё равно plip, то снимите выделение со всех показанных модулей драйверов. Естественно, если приёмник не имеет сетевой карты, программа установки не покажет этого списка.

source: Prompt for module parameters: Yes
ru: Запрашивать параметры модулей: да

source: Because no network card was detected/selected earlier, the installer will ask you to select a network driver module from a list. Select the <userinput>plip</userinput> module.
ru: Так как ранее сетевой карты обнаружено/выбрано не было, программа установки попросит выбрать модуль сетевого устройства из списка. Выберите модуль <userinput>plip</userinput>.

source: Additional parameters for module parport_pc: <userinput><replaceable>io=0x378 irq=7</replaceable></userinput>
ru: Дополнительные параметры для модуля parport_pc: <userinput><replaceable>io=0x378 irq=7</replaceable></userinput>

source: Additional parameters for module plip: leave empty
ru: Дополнительные параметры для модуля plip: оставьте пустым

source: Configure the network
ru: Настройка сети

source: Auto-configure network with DHCP: No
ru: Настроить сеть автоматически с помощью DHCP: нет

source: IP address: <userinput><replaceable>192.168.0.1</replaceable></userinput>
ru: IP адрес: <userinput><replaceable>192.168.0.1</replaceable></userinput>

source: Point-to-point address: <userinput><replaceable>192.168.0.2</replaceable></userinput>
ru: Адрес PPP: <userinput><replaceable>192.168.0.2</replaceable></userinput>

source: Name server addresses: you can enter the same addresses used on source (see <filename>/etc/resolv.conf</filename>)
ru: Адреса серверов имён: можно указать те же адреса что и для источника (смотрите <filename>/etc/resolv.conf</filename>)

source: A <quote>clean</quote> example file is included on the official Debian installation CD-ROMs in <filename>/doc/install/manual</filename> and available from the Internet at <ulink url="&url-example-preseed;"></ulink>.
zh_tw: 一個<quote>乾淨的</quote>範例檔包含在安裝光碟的 <filename>/doc/install/manual</filename> 目錄，網際網路上位於 <ulink url="&url-example-preseed;"></ulink>。

source: # ar -x debootstrap_0.X.X_arch.deb # cd / # zcat /full-path-to-work/work/data.tar.gz | tar xv
zh_tw: # tar -xf debootstrap_0.X.X_arch.deb # cd / # zcat /full-path-to-work/work/data.tar.gz | tar xv

source: # /usr/sbin/debootstrap --arch ARCH &releasename; \ /mnt/debinst http://http.us.debian.org/debian
zh_tw: # /usr/sbin/debootstrap --arch ARCH &releasename; \\n /mnt/debinst http://http.us.debian.org/debian
