Repository: Sprezzatech/main-menu-udeb
Catalog: installer/doc/manual/po/*/random-bits.po
Languages: ru, zh_tw

source: Or, you can use the following procedure to install it manually. Make a work folder for extracting the .deb into: <informalexample><screen> # mkdir work # cd work </screen></informalexample> The <command>debootstrap</command> binary is located in the Debian archive (be sure to select the proper file for your architecture). Download the <command>debootstrap</command> .deb from the <ulink url="http://ftp.debian.org/debian/pool/main/d/debootstrap/"> pool</ulink>, copy the package to the work folder, and extract the binary files from it. You will need to have root privileges to install the binaries.
ru: Или вы можете использовать следующую процедуру установки вручную. Создайте каталог work для распаковки в него .deb: <informalexample><screen> # mkdir work # cd work </screen></informalexample> Бинарный файл <command>debootstrap</command> расположен в архиве Debian (убедитесь, что вы выбрали правильный файл, соответствующий вашей архитектуре). Загрузите <command>debootstrap</command> .deb из <ulink url="http://ftp.debian.org/debian/pool/main/d/debootstrap/">пула</ulink>, скопируйте пакет в каталог work и извлеките из него бинарные файлы. Вам потребуются привилегии суперпользователя (root) для установки бинарных файлов.
zh_tw: 或者您也可以透過下面的步驟手動安裝它。先新建一個工作目錄，它被用來放置解壓縮後的 .deb 文件： <informalexample><screen> # mkdir work # cd work </screen></informalexample> <command>debootstrap</command> 的二進位檔被包裝餘 Debian 的檔案庫中(請確保選擇了與您架構相對應的檔案)。下載位於 <ulink url="http://ftp.debian.org/debian/pool/main/d/debootstrap/"> pool</ulink> 的<command>debootstrap</command> .deb，把它拷貝到工作目錄，並從該檔案解壓縮出這些二進位檔。要把二進位檔安裝到系統中，您必須要擁有 root 的權限。

source: Run <command>debootstrap</command>
ru: Запуск <command>debootstrap</command>
zh_tw: 執行 <command>debootstrap</command>

source: <command>debootstrap</command> can download the needed files directly from the archive when you run it. You can substitute any Debian archive mirror for <userinput>http.us.debian.org/debian</userinput> in the command example below, preferably a mirror close to you network-wise. Mirrors are listed at <ulink url="http://www.debian.org/misc/README.mirrors"></ulink>.
ru: При запуске <command>debootstrap</command> загружает необходимые файлы прямо из архива. В примере ниже вы можете заменить <userinput>http.us.debian.org/debian</userinput> на любой сервер-зеркало архивов Debian, лучше всего использовать из наиболее близкой к вам сети. Список серверов <ulink url="http://www.debian.org/misc/README.mirrors"></ulink>.
zh_tw: <command>debootstrap</command> 執行後，會自己從檔案庫直接下載所需的檔案。您可以把下面的命令列範例中的 <userinput>http.us.debian.org/debian</userinput> 替換成任何一個 Debian 檔案庫的鏡像站。選擇鏡像站時，可以根據您的網路情況選擇較近的一個。鏡像的列表在 <ulink url="http://www.debian.org/misc/README.mirrors"></ulink>。

source: If you have a &releasename; &debian; CD mounted at <filename>/cdrom</filename>, you could substitute a file URL instead of the http URL: <userinput>file:/cdrom/debian/</userinput>
ru: Если у вас есть компакт-диск с &releasename; &debian;, смонтированный в <filename>/cdrom</filename>, вы можете подставить URL типа file вместо http URL: <userinput>file:/cdrom/debian/</userinput>
zh_tw: 如果您已經把一張 &releasename; 版本的 &debian; CD 掛載在 <filename>/cdrom</filename>，那麼也可以把 http URL 替換成 file URL，即：<userinput>file:/cdrom/debian/</userinput>

source: Substitute one of the following for <replaceable>ARCH</replaceable> in the <command>debootstrap</command> command: <userinput>alpha</userinput>, <userinput>arm</userinput>, <userinput>hppa</userinput>, <userinput>i386</userinput>, <userinput>ia64</userinput>, <userinput>m68k</userinput>, <userinput>mips</userinput>, <userinput>mipsel</userinput>, <userinput>powerpc</userinput>, <userinput>s390</userinput>, or <userinput>sparc</userinput>.
ru: Замените <replaceable>ARCH</replaceable> на один из следующих вариантов в команде запуска <command>debootstrap</command>: <userinput>alpha</userinput>, <userinput>arm</userinput>, <userinput>hppa</userinput>, <userinput>i386</userinput>, <userinput>ia64</userinput>, <userinput>m68k</userinput>, <userinput>mips</userinput>, <userinput>mipsel</userinput>, <userinput>powerpc</userinput>, <userinput>s390</userinput> или <userinput>sparc</userinput>.
zh_tw: 請將下列架構中的一個替換 <replaceable>ARCH</replaceable> 於 <command>debootstrap</command> 指令中： <userinput>alpha</userinput>, <userinput>arm</userinput>, <userinput>hppa</userinput>, <userinput>i386</userinput>, <userinput>ia64</userinput>, <userinput>m68k</userinput>, <userinput>mips</userinput>, <userinput>mipsel</userinput>, <userinput>powerpc</userinput>, <userinput>s390</userinput>，或 <userinput>sparc</userinput>。

source: Configure The Base System
ru: Настройка базовой системы
zh_tw: 基本系統的設定

source: Now you've got a real Debian system, though rather lean, on disk. <command>Chroot</command> into it:
ru: Теперь у вас на диске есть настоящая, пусть и слабенькая, система Debian. Выполните <command>Chroot</command> в неё:
zh_tw: 現在您在硬碟上已經裝上了一套真正的 Debian 作業系統，儘管它還很瘦小。<command>Chroot</command> 用來進入該系統：

source: Mount Partitions
ru: Монтирование разделов
zh_tw: 分割區的掛載

source: You need to create <filename>/etc/fstab</filename>. <informalexample><screen> # editor /etc/fstab </screen></informalexample> Here is a sample you can modify to suit: <informalexample><screen> # /etc/fstab: static file system information. # # file system mount point type options dump pass /dev/XXX / ext2 defaults 0 0 /dev/XXX /boot ext2 ro,nosuid,nodev 0 2 /dev/XXX none swap sw 0 0 proc /proc proc defaults 0 0 /dev/fd0 /mnt/floppy auto noauto,rw,sync,user,exec 0 0 /dev/cdrom /mnt/cdrom iso9660 noauto,ro,user,exec 0 0 /dev/XXX /tmp ext2 rw,nosuid,nodev 0 2 /dev/XXX /var ext2 rw,nosuid,nodev 0 2 /dev/XXX /usr ext2 rw,nodev 0 2 /dev/XXX /home ext2 rw,nosuid,nodev 0 2 </screen></informalexample> Use <userinput>mount -a</userinput> to mount all the file systems you have specified in your <filename>/etc/fstab</filename>, or to mount file systems individually use: <informalexample><screen> # mount /path # e.g.: mount /usr </screen></informalexample> You can mount the proc file system multiple times and to arbitrary locations, though /proc is customary. If you didn't use <userinput>mount -a</userinput>, be sure to mount proc before continuing:
ru: Вам нужно создать файл <filename>/etc/fstab</filename>. <informalexample><screen> # editor /etc/fstab </screen></informalexample> Вот пример, который можно изменить в соответствии с вашими условиями: <informalexample><screen> # /etc/fstab: информация о статических файловых системах. # # файл. система точка монтир. тип параметры дамп проход /dev/XXX / ext2 defaults 0 0 /dev/XXX /boot ext2 ro,nosuid,nodev 0 2 /dev/XXX none swap sw 0 0 proc /proc proc defaults 0 0 /dev/fd0 /mnt/floppy auto noauto,rw,sync,user,exec 0 0 /dev/cdrom /mnt/cdrom iso9660 noauto,ro,user,exec 0 0 /dev/XXX /tmp ext2 rw,nosuid,nodev 0 2 /dev/XXX /var ext2 rw,nosuid,nodev 0 2 /dev/XXX /usr ext2 rw,nodev 0 2 /dev/XXX /home ext2 rw,nosuid,nodev 0 2 </screen></informalexample> Выполните <userinput>mount -a</userinput> для монтирования всех файловых систем, указанных в файле <filename>/etc/fstab</filename>, а для монтирования определённой файловой системы выполните: <informalexample><screen> # mount /path # e.g.: mount /usr </screen></informalexample> Вы можете монтировать файловую систему proc несколько раз и в произвольные места, хотя принято в /proc. Если вы не использовали <userinput>mount -a</userinput>, то перед тем как продолжить, убедитесь, что proc смонтирована:
zh_tw: 您需要新建 <filename>/etc/fstab</filename>。 <informalexample><screen> # editor /etc/fstab </screen></informalexample> 這裡有個樣板，您不妨根據自己的情況來修改它： <informalexample><screen> # /etc/fstab: static file system information. # # file system mount point type options dump pass /dev/XXX / ext2 defaults 0 0 /dev/XXX /boot ext2 ro,nosuid,nodev 0 2 /dev/XXX none swap sw 0 0 proc /proc proc defaults 0 0 /dev/fd0 /mnt/floppy auto noauto,rw,sync,user,exec 0 0 /dev/cdrom /mnt/cdrom iso9660 noauto,ro,user,exec 0 0 /dev/XXX /tmp ext2 rw,nosuid,nodev 0 2 /dev/XXX /var ext2 rw,nosuid,nodev 0 2 /dev/XXX /usr ext2 rw,nodev 0 2 /dev/XXX /home ext2 rw,nosuid,nodev 0 2 </screen></informalexample> 您可以透過 <userinput>mount -a</userinput> 來掛載您的 <filename>/etc/fstab</filename> 中所標明的所有檔案系統，您也可以一個一個地分別掛載這些檔案系統，像：<informalexample><screen> # mount /path # e.g.: mount /usr </screen></informalexample> 您可以多次掛載 proc 檔案系統。儘管通常把它掛載到 /proc，但是它還是可以被掛載到任意的地方。如果您沒有用 <userinput>mount -a</userinput>，那麼請一定要在接著做之前先把 proc 掛載好：

source: Configure Keyboard
ru: Настройка клавиатуры
zh_tw: 鍵盤的設定

source: To configure your keyboard:
ru: Для настройки клавиатуры введите:
zh_tw: 若要設定您的鍵盤，請：

source: Configure Networking
ru: Настройка сети
zh_tw: 網路的設定

source: To configure networking, edit <filename>/etc/network/interfaces</filename>, <filename>/etc/resolv.conf</filename>, and <filename>/etc/hostname</filename>. <informalexample><screen> # editor /etc/network/interfaces </screen></informalexample> Here are some simple examples from <filename>/usr/share/doc/ifupdown/examples</filename>: <informalexample><screen> ###################################################################### # /etc/network/interfaces -- configuration file for ifup(8), ifdown(8) # See the interfaces(5) manpage for information on what options are # available. ###################################################################### # We always want the loopback interface. # auto lo iface lo inet loopback # To use dhcp: # # auto eth0 # iface eth0 inet dhcp # An example static IP setup: (broadcast and gateway are optional) # # auto eth0 # iface eth0 inet static # address 192.168.0.42 # network 192.168.0.0 # netmask 255.255.255.0 # broadcast 192.168.0.255 # gateway 192.168.0.1 </screen></informalexample> Enter your nameserver(s) and search directives in <filename>/etc/resolv.conf</filename>: <informalexample><screen> # editor /etc/resolv.conf </screen></informalexample> A simple <filename>/etc/resolv.conf</filename>: <informalexample><screen> search hqdom.local\000 nameserver 10.1.1.36 nameserver 192.168.9.100 </screen></informalexample> Enter your system's host name (2 to 63 characters): <informalexample><screen> # echo DebianHostName &gt; /etc/hostname </screen></informalexample> If you have multiple network cards, you should arrange the names of driver modules in the <filename>/etc/modules</filename> file into the desired order. Then during boot, each card will be associated with the interface name (eth0, eth1, etc.) that you expect.
ru: Для настройки сети, отредактируйте <filename>/etc/network/interfaces</filename>, <filename>/etc/resolv.conf</filename> и <filename>/etc/hostname</filename>. <informalexample><screen> # editor /etc/network/interfaces </screen></informalexample> Здесь приведены некоторые простые примеры из <filename>/usr/share/doc/ifupdown/examples</filename>: <informalexample><screen> ###################################################################### # /etc/network/interfaces -- configuration file for ifup(8), ifdown(8) # See the interfaces(5) manpage for information on what options are # available. ###################################################################### # We always want the loopback interface. # auto lo iface lo inet loopback # To use dhcp: # # auto eth0 # iface eth0 inet dhcp # An example static IP setup: (broadcast and gateway are optional) # # auto eth0 # iface eth0 inet static # address 192.168.0.42 # network 192.168.0.0 # netmask 255.255.255.0 # broadcast 192.168.0.255 # gateway 192.168.0.1 </screen></informalexample> Укажите серверы имён и директивы search в <filename>/etc/resolv.conf</filename>: <informalexample><screen> # editor /etc/resolv.conf </screen></informalexample> Простой <filename>/etc/resolv.conf</filename>: <informalexample><screen> search hqdom.local\000 nameserver 10.1.1.36 nameserver 192.168.9.100 </screen></informalexample> Укажите имя системы (от 2 до 63 символов): <informalexample><screen> # echo DebianHostName &gt; /etc/hostname </screen></informalexample> Если у вас несколько сетевых карт, то вам нужно разместить имена драйверов в файле <filename>/etc/modules</filename> в желаемом порядке. Позже при загрузке каждая карта будет связана с именем интерфейса (eth0, eth1, и тд.) как вы и хотели.
zh_tw: 要設定網路的話，請修改 <filename>/etc/network/interfaces</filename>, <filename>/etc/resolv.conf</filename> 和 <filename>/etc/hostname</filename>。 <informalexample><screen> # 編輯器 /etc/network/interfaces </screen></informalexample> 這裡有些從 <filename>/usr/share/doc/ifupdown/examples</filename> 取出的範例: <informalexample><screen> ###################################################################### # /etc/network/interfaces -- configuration file for ifup(8), ifdown(8) # See the interfaces(5) manpage for information on what options are # available. ###################################################################### # 我們永遠需要 loopback 介面。 # auto lo iface lo inet loopback # 使用 DHCP： # # auto eth0 # iface eth0 inet dhcp # 靜態 IP 的設置範例 (broadcast 和 gateway 不一定要設定)： # # auto eth0 # iface eth0 inet static # address 192.168.0.42 # network 192.168.0.0 # netmask 255.255.255.0 # broadcast 192.168.0.255 # gateway 192.168.0.1 </screen></informalexample> 填入您的 nameserver(s) 和搜索指令到 <filename>/etc/resolv.conf</filename>: <informalexample><screen> # 編輯器 /etc/resolv.conf </screen></informalexample> 這裡有個簡單的 <filename>/etc/resolv.conf</filename>: <informalexample><screen> search hqdom.local\000 nameserver 10.1.1.36 nameserver 192.168.9.100 </screen></informalexample> 輸入您的系統的主機名(2 到 63 個字元)：<informalexample><screen> # echo DebianHostName &gt; /etc/hostname </screen></informalexample> 如果您有多張網卡，在您修改 <filename>/etc/modules</filename> 檔案時，一定要按照期望的順序排列驅動模組的名字。這樣的話，在系統啟動時，每塊網卡就能取得您所預期的 interface 名稱了(eth0、eth1 等等)。

source: Configure Timezone, Users, and APT
ru: Настройка часового пояса, пользователей и APT
zh_tw: 時區、使用者和 APT 的設定

source: Set your timezone, add a normal user, and choose your <command>apt</command> sources by running
ru: Выберите часовой пояс, добавьте обычного пользователя и укажите источники <command>apt</command>, запустив
zh_tw: 設定您的時區，添加一個普通使用者，再執行下面的指令選擇您的 <command>apt</command> 來源

source: Configure Locales
ru: Настройка локалей
zh_tw: locales 的設定

source: To configure your locale settings to use a language other than English, install the locales support package and configure it: <informalexample><screen> # apt-get install locales # dpkg-reconfigure locales </screen></informalexample> NOTE: Apt must be configured before, ie. during the base-config phase. Before using locales with character sets other than ASCII or latin1, please consult the appropriate localization HOWTO.
ru: Чтобы использовать язык, отличный от английского, нужно настроить локаль. Для этого установите пакет поддержки локалей и настройте его: <informalexample><screen> # apt-get install locales # dpkg-reconfigure locales </screen></informalexample> ЗАМЕЧАНИЕ: Apt должен быть уже настроен, например, во время фазы base-config. Перед использованием локалей с набором символов, отличным от ASCII или latin1, пожалуйста проконсультируйтесь с нужным HOWTO по локализации.
zh_tw: 要配置您的 locale 設定，以便使用英語以外的其它語言，就需要安裝提供 locales 支援的軟體套件，同時設定之： <informalexample><screen> # apt-get install locales # dpkg-reconfigure locales </screen></informalexample> 【注意】：在此之前必須設定好 apt，即在 base-config 階段就設定好它。在使用非 ASCII 或 latin1 的字元集的 locale 之前，請先參閱相應的本地化指南(localisation HOWTO)。

source: Install a Kernel
ru: Установка ядра
zh_tw: 核心的安裝

source: If you intend to boot this system, you probably want a Linux kernel and a boot loader. Identify available pre-packaged kernels with <informalexample><screen> # apt-cache search kernel-image </screen></informalexample> Then install your choice using its package name.
ru: Если вы намерены загружать эту систему, то вам скорее всего понадобится ядро Linux и системный загрузчик. Определите доступные пакеты с ядрами при помощи <informalexample><screen> # apt-cache search kernel-image </screen></informalexample> Затем установите нужное указав его имя пакета.
zh_tw: 您若想啟動這個系統，您很可能還需要一個 Linux 核心和一個 boot loader。 可以用下面指令找到那些目前可用的被打好包的核心 <informalexample><screen> # apt-cache search kernel-image </screen></informalexample> 接下來把您所選中的核心的軟體套件名稱作為命令列的參數來安裝它。

source: Set up the Boot Loader
ru: Установка системного загрузчика
zh_tw: Boot Loader 的設定

source: To make your &debian; system bootable, set up your boot loader to load the installed kernel with your new root partition. Note that debootstrap does not install a boot loader, though you can use apt-get inside your Debian chroot to do so.
ru: Чтобы сделать систему &debian; загружаемой, настройте ваш системный загрузчик на загрузку установленного ядра с новым корневым разделом. Заметим, что debootstrap не устанавливает системный загрузчик, хотя вы можете использовать apt-get внутри вашего Debian chroot, чтобы сделать это.
zh_tw: 要讓您的 &debian; 系統能夠啟動，還要設定您的 boot loader，好讓它能已安裝的核心並用上新的根分割區。注意 debootstrap 不會安裝 boot loader， 因此您要在 Debian 的 chroot 中使用 apt-get 完成。

source: Check <userinput>info grub</userinput> or <userinput>man lilo.conf</userinput> for instructions on setting up the bootloader. If you are keeping the system you used to install Debian, just add an entry for the Debian install to your existing grub <filename>menu.lst</filename> or <filename>lilo.conf</filename>. For <filename>lilo.conf</filename>, you could also copy it to the new system and edit it there. After you are done editing, call lilo (remember it will use <filename>lilo.conf</filename> relative to the system you call it from).
ru: Просмотрите в <userinput>info grub</userinput> или <userinput>man lilo.conf</userinput> об установке системного загрузчика. Если вы оставляете систему, которую использовали для установки Debian, просто добавьте запись для установленной системы Debian в существующий файл grub <filename>menu.lst</filename>или <filename>lilo.conf</filename>. Также, вы можете скопировать его в новую систему и отредактировать его там. После того как закончите редактирование, вызовите lilo (помните, что он будет использовать <filename>lilo.conf</filename>, относящийся к системе, из которой его вызвали).
zh_tw: 透過查閱 <userinput>info grub</userinput> 或 <userinput>man lilo.conf</userinput> 可以得到一些有關設定 bootloader 的提示。如果您希望保留用來安裝 Debian 的那個系統，那麼就在現有的 grub <filename>menu.lst</filename> 或 <filename>lilo.conf</filename> 裡為 Debian 系統的安裝添加一組設定就可以了。對於 <filename>lilo.conf</filename> 您也可以把這個檔案拷貝到新的系統裡，然後在新的系統裡編輯它。當您修改好設定檔，執行 lilo (請記住，您在哪個系統裡執行 lilo，它就會用哪個系統裡的 <filename>lilo.conf</filename> )。

source: Here is a basic <filename>/etc/lilo.conf</filename> as an example:
ru: Вот простой <filename>/etc/lilo.conf</filename> в качестве примера:
zh_tw: 下面有一個簡單的 <filename>/etc/lilo.conf</filename> 例子：

source: Check <userinput>man yaboot.conf</userinput> for instructions on setting up the bootloader. If you are keeping the system you used to install Debian, just add an entry for the Debian install to your existing <filename>yaboot.conf</filename>. You could also copy it to the new system and edit it there. After you are done editing, call ybin (remember it will use <filename>yaboot.conf</filename> relative to the system you call it from).
ru: Просмотрите <userinput>man yaboot.conf</userinput> для инструкций об установке системного загрузчика. Если вы оставляете систему, которую использовали для установки Debian, просто добавьте запись для установленной системы Debian в существующий <filename>yaboot.conf</filename>. Также вы можете скопировать его в новую систему и отредактировать его там. После того, как закончите редактирование, вызовите ybin (помните, что он будет использовать <filename>yaboot.conf</filename>, относящийся к системе, из которой его вызвали).
zh_tw: 透過查閱 <userinput>man yaboot.conf</userinput> 可以得到一些有關設定 bootloader 的提示。如果您希望繼續保留用來安裝 Debian 的那個系統，那麼在 <filename>yaboot.conf</filename> 裡為 Debian 系統的安裝添加一組設定就可以了。您也可以把這個檔案拷貝到新的系統裡，然後在新的系統裡編輯它。當您修改設定之後，執行 ybin (請記住，您在哪個系統執行 yaboot 它就會用哪個系統裡的 <filename>lilo.conf</filename> )。

source: Here is a basic <filename>/etc/yaboot.conf</filename> as an example: <informalexample><screen> boot=/dev/hda2 device=hd: partition=6 root=/dev/hda6 magicboot=/usr/lib/yaboot/ofboot timeout=50 image=/vmlinux label=Debian </screen></informalexample> On some machines, you may need to use <userinput>ide0:</userinput> instead of <userinput>hd:</userinput>.
ru: Вот простой пример <filename>/etc/yaboot.conf</filename>: <informalexample><screen> boot=/dev/hda2 device=hd: partition=6 root=/dev/hda6 magicboot=/usr/lib/yaboot/ofboot timeout=50 image=/vmlinux label=Debian </screen></informalexample> На некоторых машинах вам возможно понадобится использовать <userinput>ide0:</userinput> вместо <userinput>hd:</userinput>.
zh_tw: 下面有一個簡單的 <filename>/etc/yaboot.conf</filename> 例子： <informalexample><screen> boot=/dev/hda2 device=hd: partition=6 root=/dev/hda6 magicboot=/usr/lib/yaboot/ofboot timeout=50 image=/vmlinux label=Debian </screen></informalexample> 在有些電腦上，您或許應該把 <userinput>ide0:</userinput> 換成 <userinput>hd:</userinput>。

source: Installing &debian; over Parallel Line IP (PLIP)
ru: Установка &debian; через Parallel Line IP (PLIP)

source: This section explains how to install &debian; on a computer without Ethernet card, but with just a remote gateway computer attached via a Null-Modem cable (also called Null-Printer cable). The gateway computer should be connected to a network that has a Debian mirror on it (e.g. to the Internet).
ru: Этот раздел описывает установку &debian; на компьютер без сетевой карты Ethernet, но подключённый к другому компьютеру-шлюзу с помощью нуль-модемного кабеля (также называемого нуль-принтерным кабелем). Компьютер-шлюз должен быть подключён к сети, где есть сервер зеркало Debian (например, к Интернет).

source: In the example in this appendix we will set up a PLIP connection using a gateway connected to the Internet over a dial-up connection (ppp0). We will use IP addresses 192.168.0.1 and 192.168.0.2 for the PLIP interfaces on the target system and the source system respectively (these addresses should be unused within your network address space).
ru: В примере, показанном в приложении, мы будем настраивать PLIP соединение со шлюзом подключённым к Интернет через соединение по телефонной линии (ppp0). Мы будет использовать IP адреса 192.168.0.1 и 192.168.0.2 для PLIP интерфейсов системы приёмника и системы источника соответственно(эти адреса не должны использоваться в вашем сетевом адресном пространстве).

source: The PLIP connection set up during the installation will also be available after the reboot into the installed system (see <xref linkend="boot-new"/>).
ru: PLIP соединение, настроенное в время установки будет также работать и после перезагрузки в установленную систему (смотрите <xref linkend="boot-new"/>).

source: Before you start, you will need to check the BIOS configuration (IO base address and IRQ) for the parallel ports of both the source and target systems. The most common values are <literal>io=0x378</literal>, <literal>irq=7</literal>.
ru: Перед тем как начать, проверьте настройки BIOS (IO base address и IRQ) паралельных портов на обеих системах. Наиболее распространённые значения: <literal>io=0x378</literal>, <literal>irq=7</literal>.

source: Requirements
ru: Требования

source: A target computer, called <emphasis>target</emphasis>, where Debian will be installed.
ru: Компьютер приёмник, называемый <emphasis>приёмник</emphasis>, это на который будет установлен Debian.

source: System installation media; see <xref linkend="installation-media"/>.
ru: Системные установочные носители; смотрите <xref linkend="installation-media"/>.

source: Another computer connected to the Internet, called <emphasis>source</emphasis>, that will function as the gateway.
ru: Другой компьютер, подключённый к Интернет, называемый <emphasis>источник</emphasis>, будет использоваться в качестве шлюза.
