Repository: Sprezzatech/main-menu-udeb
Catalog: partman/partman-reiserfs/debian/po/*.po
Languages: pt

source: Checking the reiserfs file system in partition #${PARTITION} of ${DEVICE}...
pt: A verificar o sistema de ficheiros reiserfs na partição #${PARTITION} de ${DEVICE}...

source: Creating reiserfs file system in partition #${PARTITION} of ${DEVICE}...
pt: A criar o sistema de ficheiros reiserfs na partição #${PARTITION} de ${DEVICE}...

source: Go back to the menu and correct errors?
pt: Voltar ao menu e corrigir os erros?

source: The test of the file system with type reiserfs in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
pt: O teste do sistema de ficheiros com o tipo reiserfs na partição #${PARTITION} de ${DEVICE} encontrou erros não corrigidos.

source: If you do not go back to the partitioning menu and correct these errors, the partition will not be used at all.
pt: Se não voltar ao menu de particionamento e corrigir esses erros, a partição não será usada.

source: Failed to create a file system
pt: Falha ao criar um sistema de ficheiros

source: The reiserfs file system creation in partition #${PARTITION} of ${DEVICE} failed.
pt: A criação do sistema de ficheiros reiserfs na partição #${PARTITION} de ${DEVICE} falhou.

source: Do you want to return to the partitioning menu?
pt: Deseja voltar ao menu de particionamento?

source: No mount point is assigned for the reiserfs filesystem in partition #${PARTITION} of ${DEVICE}.
pt: Não foi atribuído nenhum mount point para o sistema de ficheiros reiserfs na partição #${PARTITION} de ${DEVICE}.

source: If you do not go back to the partitioning menu and assign a mount point from there, this partition will not be used at all.
pt: Se não voltar ao menu de particionamento e atribuir um mount point a partir de lá, esta partição não será usada.

source: /, /boot, /home, /tmp, /usr, /usr/local, /var, Enter manually, Do not mount it
pt: /, /boot, /home, /tmp, /usr, /usr/local, /var, Introduzir manualmente, Não montar

source: Please choose the mountpoint for this partition
pt: Por favor, escolha o mount point para esta partição

source: Mount point for this partition:
pt: Mount point para esta partição:

source: Invalid mount point
pt: Mount point inválido

source: The mount point you entered is invalid.
pt: O mount point introduzido é inválido.

source: Mount points must start with /. They cannot contain spaces.
pt: Os mount points devem começar por /. Não podendo conter espaços.

source: No mount point
pt: Mount point não definido

source: Mount options:
pt: Opções de montagem:
