Repository: Sprezzatech/main-menu-udeb
Catalog: packages/floppy-retriever/debian/po/*.po
Languages: be, da, dz, el, fr, id, ja, ka, km, mr, nl, pt, th, zh_tw

source: Scanning the floppy
be: Прагляд дыскеты
da: Gennemsøger disketten
dz: ཕོལོ་པི་འདི་པར་ལེན་འབད་དོ།
el: Αναζήτηση αρχείων στη δισκέτα
fr: Examen de la disquette
id: Sedang memindai disket
ja: フロッピーを検査しています
ka: ფლოპის სკანირება
km: កំពុង​វិភាគ​ថាសទន់
mr: फ्लॉपी ची छाननी चालू आहे.
nl: Diskette wordt nagelopen
pt: A ler a disquete
th: กำลังสำรวจข้อมูลในแผ่นฟลอปปี้
zh_tw: 正在掃描軟碟

source: Cannot read floppy, or not a driver floppy.
be: Немагчыма прачытаць дыскету, ці гэта не дыскета з драйверамі.
da: Kan ikke læse disketten, eller også er det ikke en driverdiskette.
dz: ཕོལོ་པི་ལྷག་མ་ཚུགས་ ཡང་ན་འདྲེན་བྱེད་ཕོལོ་པི་མེན་པས།
el: Αδύνατη η ανάγνωση από τη δισκέττα, ή δεν υπάρχει οδηγός δισκέττας.
fr: Lecture impossible sur la disquette ou disquette sans pilotes.
id: Tidak dapat membaca disket, atau disket bukan disket driver.
ja: フロッピーを読み込めないか、ドライバフロッピーではありません。
ka: ფლოპიდან წაკითხვა ვერ ხერხდება, ან დრაივერის დისკი არ არის. კვლავ ვცადოთ?
km: មិន​អាច​អាន​ថាស​ទន់ ឬ​មិនមាន​កម្មវិធី​បញ្ជា​ថាស​ទន់ ។
mr: फ्लॉपीतून माहितीचे वाचन करता येत नाही, वा ही ड्रायव्हर फ्लॉपी नसेल
nl: Kan de diskette niet lezen, of het is geen stuurprogramma diskette.
pt: Não pode ler a disquete, ou não é um leitor de disquetes.
th: ไม่สามารถอ่านแผ่นฟลอปปี้ หรือไม่ใช่แผ่นไดรเวอร์
zh_tw: 無法讀取軟碟機，或者它並不是驅動程式軟碟片。

source: There was a problem reading data from the floppy disk. Please make sure that the right floppy is in the drive. If you continue to have trouble, you may have a bad floppy disk.
be: Узнікла праблема падчас чытання дадзеных з дыскеты. Калі ласка, пераканайцеся, што ў прыладзе знаходзіцца прыдатная дыскета. Калі праблемы працягваюцца, магчыма, Вашая дыскета пашкоджаная.
da: Der var problemer med at læse data fra disketten. Sørg for at den rigtige diskette er i drevet. Hvis du fortsat har problemer, kan disketten være i stykker.
dz: ཕོལོ་པི་ཌིཀསི་ནང་ལས་གནད་སྡུད་ལྷག་ནི་ལུ་དཀའ་ངལ་འདུག་ འདྲེན་འཕྲུལ་ནང་ལུ་ཕོལོ་པི་ངེས་བདེན་འདི་ཡོདཔ་ངེས་ཏིག་བཟོ་ ཁྱོད་ལུ་དཀའ་ངལ་འཕྲོ་མཐུད་འདི་རང་འབྱུང་པ་ཅིན་ ཁྱོད་ལུ་པོལོ་པི་ཌིཀསི་བྱང་ཉེས་ཡོདཔ་འོང་།
el: Παρουσιάστηκε πρόβλημα κατά την ανάγνωση δεδομένων από τη δισκέτα. Παρακαλώ βεβαιωθείτε ότι η δισκέτα βρίσκεται στη μονάδα. Αν συνεχίσει να υπάρχει πρόβλημα, πιθανόν η δισκέτα να είναι ελαττωματική.
fr: Une erreur s'est produite lors de la lecture de données sur la disquette. Veuillez vérifier que la disquette correcte est dans le lecteur. Si les problèmes persistent, la disquette est peut-être corrompue.
id: Ada masalah saat membaca data dari disket. Pastikan Anda menyisipkan disket yang benar. Bila Anda terus mendapatkan masalah ini, mungkin disket Anda rusak.
ja: フロッピーディスクからデータの読み込み中に問題が発生しました。ドライブに正しいフロッピーがあることを確認してください。問題がまだ続くようなら、フロッピーディスクがおかしいのでしょう。
ka: ფლოპიდან ინფორმაციის წაკითხვისას დაიშვა შეცდომა. დარწმუნდით, რომ ის დისკწამყვანშია. თუ შეცდომა განმეორდა, გადაამოწმეთ ფლოპის ვარგისიანობა.
km: មាន​បញ្ហា​មួយ​ពេល​អាន​ទិន្នន័យ​ពី​ថាស​ទន់ ។ សូម​ប្រាកដ​ថា មាន​ថាស​ទន់​ត្រឹមត្រូវ​មួយ​នៅ​ក្នុង​ដ្រាយ ។ បើ​អ្នក​នៅ​តែ​មាន​បញ្ហា ថាសទន់​ប្រហែល​ជា​ខូច​ហើយ ។​
mr: फ्लॉपीमधून माहितीचे वाचन करताना समस्या उद्भवली. फ्लॉपी ड्राईव्ह मधे योग्य फ्लॉपी आहे, याची खात्री करा. समस्या चालू राहिल्यास, आपली फ्लॉपी खराब असू शकते.
nl: Er was een probleem bij het lezen van gegevens op de diskette. Gelieve ervoor te zorgen dat de juiste diskette in het station zit. Als u problemen blijft ondervinden, heeft u mogelijk een corrupte diskette.
pt: Ocorreu um problema ao ler dados a partir da disquete. Por favor assegure-se que tem a disquete correcta na drive. Se continuar a ter problemas, você pode ter uma disquete estragada.
th: เกิดปัญหาขณะอ่านข้อมูลจากแผ่นฟลอปปี้ กรุณาตรวจสอบว่าคุณใส่แผ่นที่ถูกต้องในไดรว์ ถ้าลองใหม่แล้วยังไม่ได้ ก็หมายความว่าแผ่นอาจจะเสีย
zh_tw: 在從軟碟片讀取資料時發生了問題，請確認軟碟機中是否已放入了正確的軟碟片。如果您還是不斷遇到困難，您的軟碟片可能已經損壞了。

source: Load drivers from floppy now?
be: Загрузіць зараз драйверы з дыскеты?
da: Indlæs drivere fra diskette nu?
dz: ད་ལྟོ་ཕོལོ་པི་ནང་ལས་འདྲེན་བྱེད་ཚུ་མངོན་གསལ་འབད་དོ?
el: Να φορτωθούν οι οδηγοί από τη δισκέτα τώρα;
fr: Charger maintenant des modules fournis sur une disquette ?
id: Memuat driver dari disket sekarang?
ja: フロッピーからドライバを今ロードしますか?
ka: ჩავტვირთოთ დრაივერები ფლოპიდან?
km: ផ្ទុក​កម្មវិធី​បញ្ជា​ពី​ថាសទន់​ឥឡូវ ?
mr: आता फ्लॉपीतून ड्रायव्हर्स लोड करायचे?
nl: Stuurprogramma's nu vanaf diskette laden?
pt: Carregar agora drivers a partir da disquete?
th: จะโหลดไดรเวอร์จากฟลอปปี้เลยหรือไม่?
zh_tw: 是否要立即從軟碟中載入驅動程式？

source: You probably need to load drivers from a floppy before continuing with the installation. If you know that the install will work without extra drivers, you can skip this step.
be: Магчыма, Вам трэба загрузіць драйверы з дыскеты перад працягам устаноўкі. Калі Вы ўпэўненыя, што ўстаноўка атрымаецца без дадатковых драйвераў, можна прапусціць гэты крок.
da: Du er sandsynligvis nødt til at indlæse drivere fra en diskette, før du fortsætter. Hvis du allerede ved, at installationen vil fungere uden ekstra drivere, kan du springe dette trin over.
dz: གཞི་བཙུགས་དང་གཅིག་ཁར་འཕྲོ་མཐུད་མ་འབད་བའི་ཧེ་མ་ཕོལོ་པི་ནང་ལས་འདྲེན་བྱེད་ཚུ་ངེས་པར་དུ་མངོན་གསལ་འབད་དགོ་ འདྲེན་བྱེད་ཚུ་ཐེབས་མེད་པར་གཞི་བཙུགས་ཀྱིས་ལཱ་འབད་ནི་ཨིནམ་ཁྱོད་ཀྱིས་ཤེས་པ་ཅིན་ ཁྱོད་ཀྱིས་རིམ་པ་འདི་ལུ་གོམ་འགྱོ་ཆོག།
el: Πιθανόν πρέπει να φορτώσετε κάποιους οδηγούς από δισκέτα πριν να συνεχίσετε την εγκατάσταση. Αν γνωρίζετε ότι η εγκατάσταση μπορεί να γίνει και χωρίς επιπλέον οδηγούς, μπορείτε να παραλείψετε αυτό το βήμα.
fr: Il est probablement nécessaire de charger des pilotes de périphériques avant de poursuivre l'installation. Si vous avez la certitude que celle-ci peut continuer sans pilote supplémentaire, vous pouvez sauter cette étape.
id: Anda mungkin perlu memuat driver dari disket sebelum melanjutkan instalasi. Jika Anda yakin bahwa instalasi akan berjalan tanpa driver tambahan, Anda dapat melewatkan langkah ini.
ja: インストールを続ける前に、おそらくフロッピーからドライバをロードする必要があります。追加ドライバなしにインストールが動作するとわかっているときには、このステップは省略できます。
ka: ინსტალაციის გასაგრძელებლად შეიძლება დაგჭირდეთ დრაივერების ჩატვირთვა ფლოპიდან. თუ დარწმუნებული ხართ, რომ არ დაგჭირდებათ, გამოტოვეთ ეს ეტაპი.
km: អ្នក​ប្រហែល​ជា​ត្រូវផ្ទុក​កម្មវិធី​បញ្ជា​ពី​ថាសទន់ មុន​នឹង​បន្តការ​ដំឡើង ។ បើ​អ្នក​ដឹង​ថា​ការ​ដំឡើង​នឹង​ដំណើរការ​ដោយ​មិន​ត្រូវការ​កម្មវិធី​បញ្ជា​បន្ថែម អ្នក​អាច​រំលង​ជំហាន​នេះ​បាន ។
mr: अधिष्ठापना पुढे चालू ठेवण्याआधी बहुदा तुम्हाला फ्लॉपीद्वारे ड्रायव्हर्स लोड करावे लागतील. अधिष्ठापित होणारी प्रणाली अतिरिक्त ड्रायव्हर्सशिवाय कार्य करू शकेल याची तुम्हाला खात्री असेल, तर ही पायरी तुम्ही वगळू शकता.
nl: Waarschijnlijk dient u extra stuurprogramma's te laden vanaf diskette voordat u met de installatie verder gaat. Als u zeker bent dat u voor de installatie geen extra stuurprogramma's nodig heeft kunt u deze stap overslaan.
pt: Você provavelmente necessita de carregar drivers a partir de uma disquete antes de continuar com a instalação. Se sabe que o instalador irá trabalhar sem drivers extra, pode passar esta etapa.
th: คุณอาจต้องโหลดไดรเวอร์จากแผ่นฟลอปปี้ก่อนที่จะดำเนินการติดตั้งต่อ ถ้าคุณรู้ว่าการติดตั้งสามารถทำได้โดยไม่ต้องมีไดรเวอร์พิเศษ คุณก็อาจข้ามขั้นตอนนี้ไปได้
zh_tw: 在繼續安裝之前，您可能需要從軟碟片中載入一些驅動程式。如果您確知在安裝過程中不需要其他額外的驅動程式，可以跳過這個步驟。

source: If you do need to load drivers, insert the appropriate driver floppy before continuing.
be: Калі Вам трэба загружаць драйверы, устаўце адпаведную дыскету перад працягам.
da: Hvis du har brug for at indlæse drivere, skal du indsætte den relevante driverdiskette, før du fortsætter.
dz: ཁྱོད་ཀྱི་འདྲེན་བྱེད་ཚུ་མངོན་གསལ་འབད་དགོ་པ་ཅིན་འཕྲོ་མཐུད་མ་འབད་བའི་ཧེ་མར་འོས་ལྡན་འདྲེན་བྱེད་ཕོལོ་པི་བཙུགས།
el: Αν πράγματι χρειάζεται να φορτώσετε οδηγούς, τοποθετήστε την κατάλληλη δισκέτα στη μονάδα πριν συνεχίσετε.
fr: Si vous avez besoin de charger des pilotes, veillez à placer la disquette de pilotes dans le lecteur avant de continuer.
id: Bila Anda perlu memuat driver, silakan sisipkan disket driver sebelum melanjutkan.
ja: ドライバのロードを選ぶと、続ける前に適切なドライバフロッピーを挿入することになります。
ka: თუ დრაივერების ჩატვირთვა გსურთ, გასაგრძელებლად ჩადეთ შესაბამისი დრაივერების ფლოპი-დისკი.
km: បើ​អ្នក​ពិតជា​ត្រូវការ​ផ្ទុក​កម្មវិធី​បញ្ជា សូម​បញ្ចូល​ថាសទន់​កម្មវិធី​បញ្ជា​ត្រឹមត្រូវ មុន​នឹង​បន្ត ។
mr: आपणास ड्रायव्हर्स लोड करावयाचे असल्यास, पुढे जाण्यापूर्वी योग्य ती ड्रायव्हर फ्लॉपी टाका.
nl: Als u extra stuurprogramma's nodig heeft dient u de stuurprogrammadiskette in het station te plaatsen voordat u verder gaat.
pt: Se necessitar carregar os drivers, insira a disquete de driver apropriada antes de continuar.
th: ถ้าคุณจำเป็นต้องโหลดไดรเวอร์ กรุณาใส่แผ่นฟลอปปี้ที่เก็บไดรเวอร์ก่อนที่จะดำเนินการต่อไป
zh_tw: 如果您真的必須載入一些驅動程式，在繼續之前請插入適當的驅動程式軟碟片。

source: Load drivers from a floppy
be: Загрузіць драйверы з дыскеты
da: Indlæs drivere fra en diskette
dz: ཕོལོ་པི་ནང་ལས་འདྲེན་བྱེད་ཚུ་མངོན་གསལ་འབད་དོ།
el: Φόρτωση των οδηγών από δισκέτα
fr: Charger des pilotes de périphériques depuis une disquette
id: Memuat driver dari sebuah disket
ja: フロッピーからドライバをロード
ka: დრაივერების ფლოპიდან ჩატვირთვა
km: ផ្ទុក​កម្មវិធី​បញ្ជា​ពី​ថាសទន់
mr: फ्लॉपीतून ड्रायव्हर्स लोड करायचे?
nl: Stuurprogramma's van diskette laden
pt: Carregar drivers a partir da disquete
th: โหลดไดรเวอร์จากแผ่นฟลอปปี้
zh_tw: 從軟碟片中載入驅動程式

source: Unknown floppy. Try to load anyway?
be: Невядомая дыскета. Усё роўна загрузіць?
da: Ukendt diskette. Forsøg at indlæse alligevel?
dz: མ་ཤེས་པའི་ཕོལོ་པི་: ག་དེ་ཨིན་རུང་ མངོན་གསལ་འབད་ནི་གི་འབད་རྩོལ་བསྐྱེད་ནི་ཨིན་ན?
el: Άγνωστη δισκέττα. Να γίνει φόρτωση έτσι κι αλλιώς;
fr: La disquette est inconnue. Faut-il essayer de la charger quand même ?
id: Disket tak dikenal. Tetap dilanjutkan?
ja: 未知のフロッピーです。それでもロードを試みますか?
ka: უცნობი ლფოპი დისკი. მაინც ვცადო ჩატვირთვა?
km: មិន​ស្គាល់​ថាស​ទន់ ។ ទោះ​ជា​យ៉ាង​ណា​ក៏​ដោយ​ព្យាយាមផ្ទុក ?
mr: अपरिचित फ्लॉपी. तरीही लोड करण्याचा प्रयत्न करायचा?
nl: Onbekende diskette. Toch proberen te laden?
pt: Disquete desconhecida. Mesmo assim tentar carregar?
th: พบแผ่นฟลอปปี้ที่ไม่รู้จัก จะอ่านหรือไม่?
zh_tw: 不明的磁碟片。是否無論如何試著載入？

source: The floppy is not a known driver floppy. Please make sure that the correct floppy is in the drive. You can still continue if you have an unofficial floppy you want to use.
be: Дыскета не ёсць вядомай дыскетай з драйверамі. Калі ласка, пераканайцеся, што ў прыладзе знаходзіцца прыдатная дыскета. Вы ўсё яшчэ можаце працягваць, калі маеце неафіцыйную дыскету для выкарыстання.
da: Disketten er ikke en kendt driverdiskette. Sørg for at den rigtige diskette er i drevet. Du kan stadig fortsætte, hvis du har en uofficiel diskette, du ønsker at bruge.
dz: ཕོལོ་པི་འདི་ ངོ་ཤེས་པའི་འདྲེན་བྱེད་ཕོལོ་པི་མེན་པས། འདྲེན་འཕྲུལ་ནང་ལུ་ཕོལོ་པི་ངེས་བདེན་འདི་ཡོདཔ་ངེས་ཏིག་བཟོ་ ཁྱོད་ལུ་དཀའ་ངལ་འཕྲོ་མཐུད་འདི་རང་འབྱུང་པ་ཅིན་ ཁྱོད་ལུ་པོལོ་པི་ཌིཀསི་བྱང་ཉེས་ཡོདཔ་འོང་།
el: Η δισκέττα δεν είναι ένας γνωστός οδηγός δισκέττας. Παρακαλώ βεβαιωθείτε ότι η σωστή δισκέττα βρίσκεται στη μονάδα. Μπορείτε ακόμα να συνεχίσετε αν έχετε μια ανεπίσημη δισκέττα που θέλετε να χρησιμοποιήσετε.
fr: La disquette n'est pas reconnue comme une disquette de pilotes de périphériques. Veuillez vérifier si la disquette correcte est dans le lecteur. Vous pouvez poursuivre si la disquette est un support non officiel que vous souhaitez réellement utiliser.
id: Disket ini bukan disket driver yang dikenal. Pastikan Anda menyisipkan disket yang benar. Anda tetap dapat melanjutkan jika Anda ingin menggunakan disket driver yang tak resmi.
ja: フロッピーは Debian ドライバフロッピーではありません。ドライブに正しいフロッピーがあることを確認してください。非公式のフロッピーを利用したいのであれば、このまま継続できます。
ka: ფლოპი ნაცნობი დრაივერის ფლოპი არ არის. დარწმუნდით, რომ სწორი ფლოპია ჩადებული. თუ არაოფიციალური ფლოპის გამოყენება გსურთ, შეგიძლიათ მაინც გაარძელოთ.
km: ថាស​ទន់​មិន​ស្គាល់​កម្មវិធី​​បញ្ជា​ថាស​ទន់ ។ សូម​ប្រាកដ​ថា​ថាស​ទន់​ត្រឹមត្រូវ​នៅ​ក្នុង​ដ្រាយ ។ អ្នក​នៅ​តែ​អាច​រង់​ចាំ ប្រសិន​បើ​អ្នក​មាន​ថាសទន់​មិន​ផ្លូវ​ការ​មួយ ដែល​អ្នក​ចង់​ប្រើ ។
mr: ही फ्लॉपी ज्ञात ड्रायव्हर फ्लॉपी नाही. ड्राईव्हमधे योग्य फ्लॉपी असल्याची खात्री करा. जर ही अनधिकृत ड्रायव्हर फ्लॉपी असेल व तुम्ही ती वापरू इच्छित असाल तर तुम्ही अजूनही पुढे सुरू ठेऊ शकता.
nl: De diskette is niet herkend als stuurprogrammadiskette. Gelieve ervoor te zorgen dat de juiste diskette in het station zit. U kunt deze melding echter negeren als u een onofficiÃ«le diskette heeft die u wilt gebruiken.
pt: A disquete não é uma disquete conhecida de drivers. Por favor assegure-se que tem a disquete correcta no leitor. Ainda pode continuar se tiver uma disquete não-oficial que queira utilizar.
th: แผ่นฟลอปปี้ที่พบ ไม่ใช่แผ่นไดรเวอร์ กรุณาตรวจสอบว่าคุณใส่แผ่นที่ถูกต้องในไดรว์ คุณยังสามารถดำเนินการต่อไปได้ ถ้าคุณมีแผ่นที่ไม่เป็นทางการที่ต้องการใช้
zh_tw: 這是張無法辨識的驅動程式磁碟片。請確認軟碟機中是否已放入了正確的軟碟片。如果您所要使用的是較特殊的軟碟片，您可以放心得繼續進行。

source: Please insert ${DISK_LABEL} ('${DISK_NAME}') first.
be: Спачатку ўстаўце ${DISK_LABEL} ('${DISK_NAME}').
da: Indsæt ${DISK_LABEL} ('${DISK_NAME}') først.
dz: དང་པ་ར་ ${DISK_LABEL} ('${DISK_NAME}') བཙུགས་གནང་།
el: Παρακαλώ εισάγετε πρώτα την ${DISK_LABEL} ('${DISK_NAME}').
fr: Veuillez insérer ${DISK_LABEL} ('${DISK_NAME}') d'abord.
id: Silakan masukkan ${DISK_LABEL} ('${DISK_NAME}') lebih dahulu.
ja: ${DISK_LABEL} ('${DISK_NAME}') を最初に挿入してください。
ka: გთხოვთ ჯერ ${DISK_LABEL} ('${DISK_NAME}') ჩადოთ.
km: សូម​បញ្ចូល ${DISK_LABEL} ('${DISK_NAME}') ជា​មុន​សិន ។
mr: कृपया प्रथम ${DISK_LABEL} ('${DISK_NAME}') घाला.
nl: Geef eerst ${DISK_LABEL} ('${DISK_NAME}') in.
pt: Por favor insira primeiro ${DISK_LABEL} ('${DISK_NAME}').
th: กรุณาใส่แผ่น ${DISK_LABEL} ('${DISK_NAME}') ก่อน
zh_tw: 請先插入 ${DISK_LABEL} ('${DISK_NAME}')。

source: Due to dependencies between packages, driver floppies must be loaded in the correct order.
be: Паводле залежнасцяў паміж пакетамі, дыскеты з драйверамі трэба загружаць у адпаведным парадку.
da: På grund af afhængigheder mellem pakkerne, skal driverdisketterne indlæses i den rigtige rækkefølge.
dz: ཐུམ་སྒྲིལ་གྱི་བར་ན་ རྟེན་འབྲེལ་འབྱུངམ་ལས་ འདྲེན་བྱེད་ཕོལོ་པི་ཚུ་ གོ་རིམ་མ་འཛོལ་བར་མངོན་གསལ་འབད་དགོཔ་ཨིན།
el: Λόγω εξαρτήσεων ανάμεσα στα πακέτα, οι δισκέττες θα πρέπει να φορτωθούν με την σωστή σειρά.
fr: À cause des dépendances entre les paquets, les disquettes de pilotes de périphériques doivent être introduites dans le bon ordre.
id: Oleh sebab ketergantungan antar paket, disket driver harus dimuat secara berurutan.
ja: パッケージ間の依存関係のために、ドライバフロッピーは正しい順序でロードされなければなりません。
ka: პაკეტების ერთმანეთზე დამოკიდებულებბეის გამო, დარივერის ფლოპი დისკები სწორი მიმდევრობით უნდა იყოს მოწოდებული.
km: ដោយ​សារ​តែ​មាន​ភាព​អាស្រ័យ​រវាង​កញ្ចប់​ទាំង​​នេះ ថាស​ទន់​កម្មវិធី​បញ្ជា​ត្រូវ​តែ​បាន​ផ្ទុក​ក្នុង​លំដាប់​ត្រឹមត្រូវ ។
mr: पॅकेजांमधील अवलंबित्वांमुळे, ड्रायव्हर फ्लॉपीज् योग्य क्रमानेच लोड करणे आवश्यक आहे.
nl: In verband met afhankelijkheden tussen pakketten dienen stuurprogrammadiskettes in de juiste volgorde te worden geladen.
pt: Devido a dependências entre pacotes, as disquetes de drivers têm de ser carregadas pela ordem correcta.
th: เนื่องจากมีความขึ้นต่อกันระหว่างแพกเกจต่างๆ จึงต้องใส่แผ่นไดรเวอร์ตามลำดับที่ถูกต้อง
zh_tw: 由於套件間有著相依性，驅動程式磁碟片必須以正確的順序載入。

source: Load drivers from another floppy?
be: Загрузіць драйверы з іншай дыскеты?
da: Indlæs drivere fra en anden diskette?
dz: ཕོལོ་པི་གཞན་ཅིག་ནང་ལས་ འདྲེན་བྱེད་ཚུ་མངོན་གསལ་འབད་ནི་ཨིན་ན?
el: Να γίνει φόρτωση των οδηγών από μια άλλη δισκέτα;
fr: Faut-il charger des pilotes de périphériques depuis une autre disquette ?
id: Muatkan driver dari disket lainnya?
ja: ほかのフロッピーからドライバをロードしますか?
ka: გსურთ დრაივერების სხვა ფლოპიდან ჩატვირთვა?
km: ផ្ទុក​កម្មវិធី​បញ្ជា​ពី​ថាស​ទន់​ដទៃ​ទៀត ?
mr: अन्य फ्लॉपीतून ड्रायव्हर्स लोड करायचे?
nl: Stuurprogramma's vanaf een andere diskette laden?
pt: Carregar drivers de outra disquete?
th: โหลดไดรเวอร์จากแผ่นฟลอปปี้แผ่นอื่นหรือไม่?
zh_tw: 是否要從另一張軟碟片中載入驅動程式？

source: To load additional drivers from another floppy, please insert the appropriate driver floppy before continuing.
be: Калі Вам трэба загружаць драйверы з іншай дыскеты, устаўце адпаведную дыскету перад працягам.
da: For at indlæse yderligere drivere fra en anden diskette, skal du indsætte den relevante driverdiskette, før du fortsætter.
dz: ཕོལོ་པི་གཞན་ཅིག་ནང་ལས་ ཁ་སྐོང་ཅན་གྱི་འདྲེན་བྱེད་ཚུ་ མངོན་གསལ་འབད་དགོ་པ་ཅིན་ འཕྲོ་མ་མཐུད་པའི་ཧེ་མ་ར་ འོས་ལྡན་འདྲེན་བྱེད་བཙུགས་གནང་།
el: Για να φορτώσετε επιπλέον οδηγούς από μια άλλη δισκέττα, παρακαλώ τοποθετήστε την κατάλληλη δισκέττα στη μονάδα πριν συνεχίσετε.
fr: Si vous avez besoin de charger des pilotes supplémentaires depuis une autre disquette, veuillez placer la disquette correcte dans le lecteur, avant de continuer.
id: Untuk memuat driver dari disket lainnya, silakan sisipkan disket driver tersebut sebelum melanjutkan.
ja: ほかのフロッピーから追加ドライバをロードするためには、続ける前に適切なドライバフロッピーを挿入してください。
ka: თუ დრაივერების ჩატვირთვა გსურთ, გასაგრძელებლად ჩადეთ შესაბამისი დრაივერების ფლოპი-დისკი.
km: ដើម្បី​ផ្ទុក​កម្មវិធី​បញ្ជា​បន្ថែម​ពី​ថាស​ទន់​ដទៃ​ទៀត សូម​បញ្ចូល​កម្មវិធី​បញ្ជា​ថាស​ទន់​ដ៏​សមរម្យ​មុន​នឹង​បន្ត ​​។
mr: अन्य फ्लॉपीतून अतिरिक्त ड्रायव्हर्स लोड करण्याकरिता, पुढे जाण्यापूर्वी योग्य ड्रायव्हर फ्लॉपी घाला.
nl: Plaats om aanvullende stuurprogramma's te laden vanaf een andere diskette, de volgende stuurprogrammadiskette in het station voordat u verder gaat.
pt: Para carregar drivers adicionais a partir de outra disquete, por favor insira a disquete de driver apropriada antes de continuar.
th: ถ้าคุณจำเป็นต้องโหลดไดรเวอร์จากแผ่นฟลอปปี้อื่นเพิ่ม กรุณาใส่แผ่นไดรเวอร์ก่อนที่จะดำเนินการต่อไป
zh_tw: 若要從另一張磁碟片載入額外的驅動程式，在繼續之前請插入適當的驅動程式軟碟片。
