Repository: Sprezzatech/main-menu-udeb
Catalog: tools/cdrom-checker/debian/po/*.po
Languages: bs, cs, da, fi, fr, ja, nb, pl, pt_br, sk

source: CD-ROM integrity check
bs: Provjera ispravnosti CD-ROM-a.
cs: Kontrola integrity CD-ROM
da: Cdrom-integritetstjek
fi: CD-ROM-eheystarkistus
fr: Vérification de l'intégrité du cédérom
ja: CDROM の完全性チェック
pl: Test integralno¶ci p³yty CD-ROM
pt_br: Checagem de integridade co CD-ROM
sk: Kontrola integrity CD-ROM

source: Warning: this check depends on your hardware and may take some time. Are you sure that you want to continue?
bs: Upozorenje: ova provjera ovisi o vašem hardveru i može potrajati neko izvjesno vrijeme. Da li ste sigurni da želite da nastavite?
cs: Varování: rychlost kontroly závisí na va¹em hardwaru a mù¾e trvat dost dlouho. Chcete pokraèovat?
da: Advarsel: dette tjek afhænger af dit udstyr, og kan tage nogen tid. Er du sikker på at du vil fortsætte?
fi: Varoitus: tämä tarkistus riippuu laitteistostasi ja voi kestää hetken aikaa. Haluatko varmasti jatkaa?
fr: ATTENTION : cette vérification dépend de votre matériel et peut prendre un certain temps. Êtes-vous sûr de vouloir continuer ?
ja: 警告: このチェックはあなたのハードウェアに依存し、いくぶん時間がかかります。本当に続けますか?
pl: Uwaga: ten test zale¿y od Twojego sprzêtu i mo¿e chwilê potrwaæ. Jeste¶ pewien, ¿e chcesz kontynuowaæ?
pt_br: Aviso : esta checagem depende de seu hardware e pode levar algum tempo. Você têm certeza que deseja prosseguir ?
sk: Pozor: rýchlos» kontroly závisí na va¹om hardvéri a mô¾e trva» dos» dlho. Naozaj chcete pokraèova»?

source: Insert a Debian CD-ROM
bs: Ubacite Debian CD-ROM
cs: Vlo¾te CD-ROM s Debianem
da: Indsæt en Debian-cdrom
fi: Laita Debian-romppu sisään
fr: Insérez un cédérom Debian
ja: Debian CD-ROM の挿入
nb: Sett inn en Debian-CDROM
pl: W³ó¿ p³ytê CD Debiana
pt_br: Insira um CD-ROM Debian
sk: Vlo¾te CD-ROM s Debianom

source: Please insert one of the official Debian CD-ROMs into the drive and press ENTER to continue.
bs: Molim ubacite jedan od oficijelnih Debian CD-ROM-ova u CD-ROM pogon i pritisnite ENTER da bi nastavili.
cs: Vlo¾te do mechaniky jedno z oficiálních CD-ROM s Debianem a zmáèknìte klávesu ENTER.
da: Indsæt en af de officielle Debian-cdrommer i drevet og tryk RETUR for at fortsætte.
fi: Laita yksi virallisista Debian-rompuista asemaan ja paina ENTER jatkaaksesi.
fr: Veuillez insérer l'un des cédéroms officiels de Debian dans votre lecteur avant de continuer.
ja: 公式 Debian CD-ROM の 1 枚をドライブに挿入して、続けるために ENTER を押してください。
pl: W³ó¿ jedn± z oficjalnych p³yt Debiana do stacji i wci¶nij ENTER.
pt_br: Por favor, insira um dos CD-ROMs oficiais Debian no leitor de CDs e pressione ENTER para continuar.
sk: Prosím, vlo¾te do mechaniky jedno z oficiálnych CD-ROM s Debianom a stlaète kláves ENTER.

source: Failed to mount CD-ROM
bs: Ne mogu montirati CD-ROM
cs: Selhalo pøipojení CD-ROM
da: Kunne ikke montere cdrommen
fi: Rompun liittäminen epäonnistui
fr: Impossible de monter le cédérom
ja: CD-ROM のマウントに失敗しました
nb: Klarte ikke å montere CDROM-en
pl: Nie mo¿na by³o zamontowaæ p³yty CD
pt_br: Falha ao montar CD-ROM
sk: Zlyhalo pripojenie CD-ROM

source: The CD-ROM ${CDROM} could not be mounted correctly. Please check the media and cables, and try it again.
bs: CD-ROM ${CDROM} se nije mogao pravilno montirati. Molim provjerite medij i kablove i pokušajte ponovo.
cs: CD-ROM ${CDROM} se nepodaøilo pøipojit. Zkontrolujte médium, kabely a zkuste to znovu.
da: Cdrommen ${CDROM} kunne ikke monteres korrekt. Tjek mediet og forbindelse og prøv igen.
fi: Romppua ${CDROM} ei voitu liittää oikein. Tarkistathan median ja kaapelit. Yritä sen jälkeen uudelleen.
fr: Le cédérom ${CDROM} ne peut être monté correctement. Veuillez vérifier le support et les câbles, puis essayez une nouvelle fois.
ja: CD-ROM ${CDROM} は正常にマウントできませんでした。メディアとケーブルを確認して、再度試してください。
nb: CDROM-en ${CDROM} ble ikke montert korrekt. Sjekk mediet og kabler, og prøv igjen.
pl: CD-ROM ${CDROM} nie móg³ byæ poprawnie zamontowany. Sprawd¼ no¶nik i kable, a nastêpnie spróbuj ponownie.
pt_br: Não foi possível montar o CD-ROM ${CDROM} corretamente. Por favorm cheque a mídia e os cabos e tente novamente.
sk: CD-ROM ${CDROM} se nepodarilo pripoji». Skontrolujte médium, káble a skúste to znovu.

source: No valid debian CD-ROM
bs: Nema ispravnog debian CD-ROM-a
cs: Neplatné CD
da: Ikke en gyldig Debian-cdrom
fi: Ei kelpo Debian-romppu
fr: Aucun cédérom Debian valide
ja: 有効な Debian CD-ROM ではありません
pl: Brak p³yty CD Debiana
pt_br: Nenhum CDROM Debian válido
sk: Neplatné Debian CD

source: The CD-ROM you have inserted isn't a valid Debian CD-ROM. Please change the disk.
bs: CD-ROM koji ste ubacili nije ispravan Debian CD-ROM. Molim promijenite disk.
cs: Disk, který jste vlo¾ili, není platný CD-ROM s Debianem. Vymìnte jej, prosím.
da: Den cdrom, du har indsat er ikke en gyldig Debian-cdrom. Indsæt en anden cd.
fi: Laittamasi romppu ei ole kelpo Debian-romppu. Vaihda levyä.
fr: Le cédérom que vous avez inséré n'est pas un cédérom Debian valide. Veuillez changer le disque.
ja: 挿入した CD-ROM は有効な Debian CD-ROM ではありません。ディスクを交換してください。
pl: W³o¿ona p³yta CD nie jest poprawn± p³yt± CD Debiana. Zmieñ dysk.
pt_br: O CD-ROM inserido não é um CD-ROM Debian válido. Por favor troque o disco.
sk: Disk, ktorý ste vlo¾ili, nie je platný CD-ROM s Debianom. Vymeòte ho, prosím.

source: Failed to open MD5 file
bs: Ne mogu da otvorim MD5 datoteku
cs: Selhalo otevøení souboru s MD5
da: Kunne ikke åbne MD5-fil
fi: MD5-tiedoston avaus epäonnistui
fr: Ouverture du fichier MD5 impossible
ja: MD5 ファイルを開くのに失敗しました
pl: Nie mo¿na by³o otworzyæ pliku MD5
pt_br: Falha ao abrir arquivo MD5
sk: Zlyhalo otvorenie MD5 súboru

source: Failed to open the MD5 file, which contains the checksums of the files located on the CD-ROM.
bs: Ne mogu da otvorim MD5 datoteku koja sadrži checksums (kontrolne zbirove) datoteka smještenih na CD-ROM-u.
cs: Selhalo otevøení souboru, který obsahuje kontrolní souèty souborù umístìných na CD-ROM.
da: Kunne ikke åbne MD5-filen, som indeholder tjeksummer for alle de filer, der er på cdrommen.
fi: MD5-tiedoston avaus epäonnistu. Tiedosto sisältää tarkistussummat rompulta löytyville tiedostoille.
fr: Impossible d'ouvrir le fichier MD5 qui contient les sommes de contrôle des fichiers situés sur le cédérom.
ja: CD-ROM に置かれているファイルのチェックサムを格納した MD5 ファイルのオープンに失敗しました。
pl: Nie mo¿na by³o otworzyæ pliku MD5, zawieraj±cego sumy kontrolne plików umieszczonych na p³ycie.
pt_br: Falha ao abrir o arquivo MD5, o qual contém os checksums dos arquivos localizados no CD-ROM.
sk: Zlyhalo otvorenie súboru, ktorý obsahuje kontrolné súèty súborov umiestnených na CD-ROM.

source: Integrity test successful!
bs: Test ispravnosti uspješan!
cs: Test integrity byl úspì¹ný!
da: Integritetstjek udført!
fi: Eheystarkistus läpäisty!
fr: Contrôle d'intégrité terminé
ja: 完全性テストに成功しました!
pl: Test integralno¶ci pomy¶lnie zakoñczony!
pt_br: Teste de integridade realizado com sucesso !
sk: Test integrity bol úspe¹ný!

source: The integrity for the CD-ROM was successful. The CD-ROM looks good!
bs: Provjera ispravnosti je uspjela! CD-ROM izgleda ispravan!
cs: Integrita CD-ROM je v poøádku, disk vypadá OK!
da: Cdrommens integritet er i orden. Denne cdrom ser fin ud!
fi: Rompun eheystarkistus läpäistiin. Romppu näyttää hyvältä!
fr: Le contrôle d'intégrité du cédérom a réussi. Le cédérom semble correct.
ja: CD-ROM の完全性は確かです。CD-ROM は正常です!
pl: Test integralno¶ci p³yty CD zosta³ pomy¶lnie zakoñczony. P³yta wygl±da na sprawn±!
pt_br: A checagem de integridade do CD-ROM foi um sucesso. O CD-ROM parece bom !
sk: Integrita CD-ROM je v poriadku, disk vyzerá dobre!

source: Integrity test failed!
bs: Neuspjela provjera ispravnosti!
cs: Test integrity selhal!
da: Integritetstjek fejlede!
fi: Eheystarkistus hylätty!
fr: Échec du contrôle d'intégrité
ja: 完全性テストに失敗しました!
pl: Oblano test integralno¶ci
pt_br: Teste de integridade falhou !
sk: Test integrity zlyhal!

source: The following file has a md5sum mismatch: ${FILE}. Your CD-ROM or this file may be corrupt.
bs: md5sum slijedeće datoteke se ne slaže: ${FILE}. Možda je vaš CD-ROM ili samo ova datoteka oštećena.
cs: Následující soubor má chybný kontrolní souèet: ${FILE}. CD-ROM nebo tento soubor mohou být naru¹ené.
da: Følgende fil havde en forkert md5sum : ${FILE}. Din cdrom eller denne fil kan være ødelagt.
fi: Seuraavan tiedoston md5sum ei täsmää: ${FILE}. Romppusi tai tämä tiedosto voi olla vioittunut.
fr: La somme de contrôle MD5 du fichier ${FILE} est incorrecte. Il se peut que l'ensemble du cédérom soit corrompu, ou seulement ce fichier.
ja: 以下のファイルの md5sum が不整合です: ${FILE}。おそらく CD-ROM または単にこのファイルが壊れています。
pl: Suma kontrolna MD5 nastêpuj±cego pliku jest niepoprawna: ${FILE}. Twoja p³yta lub plik mog± byæ uszkodzone.
pt_br: O md5sum do seguinte arquivo não está correto : ${FILE}. Talvez o CD-ROM ou o arquivo indicado estejam corrompidos.
sk: Nasledujúcí súbor má chybný kontrolní súèet: ${FILE}. CD-ROM alebo tento súbor mô¾u bý» po¹kodené.

source: Test another CD-ROM
bs: Provjeri drugi CD-ROM
cs: Test dal¹ího CD-ROM
da: Test en anden cdrom
fi: Kokeile toista romppua
fr: Contrôle d'un autre cédérom
ja: 別の CD-ROM のテスト
pl: Sprawd¼ kolejn± p³ytê CD
pt_br: Testar outro CD-ROM
sk: Test ïal¹ieho CD-ROM

source: Would you like to test another CD-ROM?
bs: Da li želite da provjerite drugi CD-ROM?
cs: Pøejete si otestovat dal¹í CD-ROM?
da: Vil du prøve en anden cdrom?
fi: Haluaisitko kokeilla toista romppua?
fr: Souhaitez-vous contrôler un autre cédérom ?
ja: 別の CD-ROM もテストしますか?
pl: Czy chcesz sprawdziæ kolejn± p³ytê CD?
pt_br: Você gostaria de testar outro CD-ROM ?
sk: ®eláte si otestova» ïal¹í CD-ROM?

source: Insert Debian boot CD-ROM
bs: Ubacite Debian boot CD-ROM
cs: Vlo¾te zavádìcí CD Debianu
da: Indsæt Debians opstarts-cdrom
fi: Laita Debian-käynnistysromppu asemaan
fr: Insérez un cédérom Debian
ja: Debian ブート CD-ROM の挿入
nb: Sett inn en Debian oppstart-CD
pl: W³ó¿ p³ytê startow± Debiana
pt_br: Insira um CD-ROM Debian
sk: Vlo¾te zavádzacie CD Debianu

source: Please make sure you have inserted the Debian boot CD-ROM to continue with the installation.
bs: Molim provjerite da ste ubacili Debian boot CD-ROM kako biste nastavili instalaciju.
cs: Ujistìte se, ¾e jste vlo¾ili zavádìcí CD s Debianem.
da: Sørg for at indsætte Debians opstarts-cdrom for at fortsætte installationen.
fi: Tarkista, että laitoit Debian-käynnistysrompun, jatkaaksesi asennusta.
fr: Veuillez vous assurer que vous avez inséré le cédérom d'amorce de Debian pour continuer l'installation.
ja: インストールを続けるために Debian のブート CD-ROM を挿入していることを確認してください。
nb: Forsikre deg om at du har satt inn Debian boot-CDROM-en for å fortsette med installasjonen.
pl: Zanim przejdziesz dalej, upewnij siê, ¿e zosta³a w³o¿ona startowa p³yta CD Debiana.
pt_br: Por favor, certifique-se de ter inserido o CD-ROM de inicialização (boot) do Debian para continuar com a instalação.
sk: Uistite sa, ¾e ste vlo¾ili zavádzacie CD s Debianom.

source: Checking CD-ROM integrity
bs: Provjeravam ispravnost CD-ROM-a
cs: Kontrola integrity CD-ROM
da: Tjekker cdrommens integritet
fi: Tarkistetaan rompun eheyttä
fr: Contrôle de l'intégrité du cédérom
ja: CD-ROM の完全性をチェックしています
nb: Sjekker CDROM-ens integritet
pl: Sprawdzalnie integralno¶ci p³yty CD
pt_br: Checando integridade do CD-ROM
sk: Kontrola integrity CD-ROM

source: Checking file: ${FILE}
bs: Provjeravam datoteku: ${FILE}
cs: Kontrola souboru: ${FILE}
da: Tjekker filen: ${FILE}
fi: Tarkistetaan tiedosto: ${FILE}
fr: Contrôle du fichier : ${FILE}
ja: ファイルをチェックしています: {$FILE}
nb: Sjekker fil: ${FILE}
pl: Sprawdzanie pliku: ${FILE}
pt_br: Checando arquivo : ${FILE}
sk: Kontrola súboru: ${FILE}

source: Verify the cd contents
bs: Provjeri sadržaj cd-a
cs: Ovìøit obsah CD
da: Tjek cd'ens inhold
fi: Varmista rompun sisältö
fr: Vérifier le contenu du cédérom
ja: CD の内容の照合
pl: Weryfikuj zawarto¶æ p³yty
pt_br: Verificar o conteúdo do CD
sk: Skontrolova» obsah CD

source: Check CD-ROM integrity?
nb: Sjekk CDROM-ens integritet?

source: Warning: this check depends on your hardware and may take some time.
nb: Advarsel: Denne sjekken avhenger av maskinvaren din og kan ta lang tid.

source: Please insert one of the official Debian CD-ROMs into the drive before continuing.
nb: Sett inn en av de offisielle Debian CDROMene i drevet før du fortsetter.

source: No valid Debian CD-ROM
nb: Ingen gyldig Debian-CDROM

source: The CD-ROM you have inserted is not a valid Debian CD-ROM. Please change the disk.
nb: CDROM-en du satte inn er ikke en gyldig Debian-CDROM. Skift CD-plate.

source: Failed to open checksum file
nb: Klarte ikke å åpne sjekksum-fil

source: Opening the MD5 file on the CD-ROM failed. This file contains the checksums of the files located on the CD-ROM.
nb: Klarte ikke å åpne MD5-fila på CD-ROMen. Denne fila inneholder sjekksummene for filene som er på CDROM-en.

source: Integrity test successful
nb: Integritetstesten var vellykket.

source: The CD-ROM integrity test was successful. The CD-ROM is valid.
nb: Integritetstesten for CDROM-en var vellykket. CDROM-en ser bra ut!

source: Integrity test failed
nb: Integritetssjekk feilet!

source: The ${FILE} file failed the MD5 checksum verification. Your CD-ROM or this file may have been corrupted.
nb: MD5-summen for følgende fil stemte ikke: ${FILE}. Kanskje CDROM-en eller filen er korrupt.

source: Check the integrity of another CD-ROM?
nb: Vil du teste en annen CDROM?

source: Check the CD-ROM(s) integrity
nb: Sjekk CDROM-ens integritet
