Repository: Sprezzatech/main-menu-udeb
Catalog: tools/s390/dasd/debian/po/*.po
Languages: bs, cs, el, ja, nb, nl, pl, ru, sk, tr, zh_cn

source: ${choices} Quit
bs: ${choices} Odustani
cs: ${choices} Ukonèit
el: ${choices} Εξοδος
ja: ${choices} 終了
nb: ${choices} Avslutt
nl: ${choices} Afsluiten
pl: ${choices} Wyjd¼
ru: ${choices} Выход
sk: ${choices} Koniec
tr: ${choices} Çıkış
zh_cn: ${choices} 退出

source: Following DASD are available
bs: Sljedeći DASD su dostupni
el: Οι ακόλουθες DASD είναι διαθέσιμες
ja: 以下の DASD を利用できます
nl: De volgende DASD zijn beschikbaar
pl: Dostêpne s± nastêpuj±ce DASD
ru: Доступны следующие DASD

source: Following DASD are available. Please select.
bs: Sljedeći DASD su dostupni. Molim izaberite.
el: Οι ακόλουθες Aποθηκευτικές Mονάδες Άμεσης Προσπέλλασης (Direct Access Storage Device, DASD) είναι διαθέσιμες, παρακαλώ επιλέξτε μία.
ja: 以下の DASD を利用できます。選択してください。
nl: De volgende DASD zijn beschikbaar. Gelieve te kiezen.
pl: Dostêpne s± nastêpuj±ce DASD. Proszê wybraæ.
ru: Доступны следующие DASD. Выберите.

source: Please specify DASD
bs: Molim naznačite DASD
el: Παρακαλώ υποδείξτε μια μονάδα DASD
ja: DASD を指定してください
nl: Gelieve de DASD te specificeren
pl: Proszê okre¶liæ DASD
ru: Укажите DASD

source: Please specify DASD. You have to specify the complete device number, including leading zeros.
bs: Molim naznačite DASD. Trebate naznačiti potpuni broj uređaja, uključujuči nule na početku.
el: Παρακαλώ υποδείξτε μια μονάδα DASD. Πρέπει να υποδείξετε τον πλήρη αριθμό της μονάδας, συμπεριλαμβανομένων και των αρχικών μηδενικών.
ja: DASD を指定してください。先頭の 0 を含む完全なデバイス番号を指定する必要があります。
nl: Gelieve de DASD te specificeren. Hiertoe dient u het volledige apparaatnummer op te geven, compleet met leidende nullen
pl: Proszê okre¶liæ DASD. Musisz podaæ kompletny numer urz±dzenia, razem z zerami na pocz±tku.
ru: Укажите DASD. Вы должны указать полный номер устройства, включая ведущие нули.

source: Invalid DASD
bs: Neispravan DASD
el: Μη έγκυρη μονάδα DASD
ja: 無効な DASD
nl: Ongeldige DASD
pl: Niepoprawny DASD
ru: Недопустимый DASD

source: Invalid DASD.
bs: Neispravan DASD
el: Μη έγκυρη μονάδα DASD.
ja: 無効な DASD です。
nl: Ongeldige DASD.
pl: Niepoprawny DASD.
ru: Недопустимый DASD.

source: An error occured and I cannot continue.
bs: Došlo je do greške i ne mogu nastaviti.
el: Κάποιο σφάλμα συνέβη. Αδύνατη η συνέχιση της διαδικασίας.
ja: エラーが発生し、継続できません。
nl: Er is een fout opgetreden waardoor ik niet verder kan gaan.
pl: Wyst±pi³ b³±d i nie mogê kontynuowaæ.
ru: Произошла ошибка, и я не могу продолжать.

source: Feel free to retry.
bs: Slobodno pokušajte ponovo.
el: Παρακαλώ ξαναπροσπαθήστε.
ja: どうか再試行してみてください。
nl: Het staat u vrij om opnieuw te proberen.
pl: Spróbuj ponownie
ru: Попробуйте еще раз

source: Device ${device} seems to be a fresh disk not yet prepared for Linux. If it is, you must format the disk before you can create partitions.
bs: Uređaj ${device} je izgleda novi disk koji nije pripremljen za Linux. Ako jeste, morate formatirati disk da bi ste mogli napraviti particije.
el: Η μονάδα ${device} είναι μάλλον νέος δίσκος που δεν είναι ακόμη προετοιμασμένος για το Linux. Αν είναι, θα πρέπει πρώτα να τον μορφοποιήσετε πρίν μπορέσετε να τον κατατμήσετε.
ja: デバイス ${device} はまだ Linux で扱われていない新しいディスクのようです。そうであれば、パーティションを作成する前にディスクをフォーマットする必要があります。
nl: Apparaat ${device} lijkt een niet voor Linux voorbereide schijf te zijn. Indien dit klopt dient u deze schijf te formateren alvorens u partities kan aanmaken.
pl: Urz±dzenie ${device} wydaje siê byæ nowym dyskiem, jeszcze nieprzygotowanym dla Linuksa. Je¶li nim jest, musisz go sformatowaæ przed utworzeniem partycji.
ru: Кажется, устройство ${device} не подготовлено для Linux. Если это так, то Вы должны отформатировать диск перед тем, как Вы сможет создать разделы.

source: Device ${device} seems to be an already low-level formatted disk. If the disk has not been used for Linux 2.4 before it is recommended to format it now.
bs: Uređaj ${device} je izgleda već low-level formatirani disk. Ako disk nije korišten za Linux 2.4 prije, preporuka je da se sada formatira.
el: Η μονάδα ${device} είναι μάλλον νέος δίσκος που μόλις έχει υποστεί χαμηλού επιπέδου μορφοποίηση. Αν ο δίσκος δεν έχει προηγουμένως ξαναχρησιμοποιηθεί σε σύστημα Linux 2.4, συνιστάται να τον μορφοποιήσετε τώρα.
ja: デバイス ${device} はすでにローレベルフォーマットされたディスクのようです。ディスクが以前に Linux 2.4 で使われていないのであれば、今フォーマットすることを推奨します。
nl: Het apparaat ${device} lijkt een reeds op laag-niveau geformateerde schijf te zijn. Indien deze schijf niet eerder met Linux 2.4 gebruikt is raden we u aan op deze nu opnieuw te formateren.
pl: Urz±dzenie ${device} wydaje siê byæ ju¿ sformatowanym dyskiem. Je¶li nie by³ wcze¶niej u¿ywany dla Linux 2.4 zaleca siê jego sformatowanie teraz
ru: Кажется, устройство ${device} уже отформатировано на низком уровне. Если диск перед этим не использовался для Linux 2.4, то рекомендуется сейчас его отформатировать.

source: WARNING: All data on this disk will be IRREVERSIBLY LOST!
bs: UPOZORENJE: Svi podaci na disku će biti NEPOVRATNO IZGUBLJENI!
cs: Varování: V¹echna data na tomto disku budou NENÁVRATNÌ ZTRACENA!
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Όλα τα δεδομένα του δίσκου θα διαγραφούν ΑΝΕΠΑΝΟΡΘΩΤΑ!
ja: *警告*: このディスクのすべてのデータは *永久に失われます*!
nb: ADVARSEL: Alle data på dnne disken blir UGJENKALLELIG BORTE!
nl: WAARSCHUWING: alle data op deze schijf wordt ONHERROEPELIJK VERNIETIGD
pl: UWAGA: Wszystkie dane na dysku zostan± NIEODWRACALNIE STRACONE!
ru: ПРЕДУПРЕЖДЕНИЕ: Все данные на диске будут БЕЗВОЗВРАТНО УТЕРЯНЫ!
sk: POZOR: V¹etky údaje na tomto disku budú NENÁVRATNE STRATENÉ!
tr: URAYI: Diskteki tüm bilgiler GERİ GETİRİLMEMEK ÜZERE silinecek!
zh_cn: 警告：磁盘上的所有数据将被删除并无法恢复！

source: Format the disk?
bs: Formatirati disk?
cs: Formátovat disk?
el: Διαγραφή του δίσκου;
ja: ディスクをフォーマットしますか?
nb: Formatere disken?
nl: De schijf formateren?
pl: Sformatowaæ dysk?
ru: Форматировать диск?
sk: Naformátova» disk?
tr: Diski biçimlendir?
zh_cn: 格式化磁盘吗？

source: DASD Configuration
bs: DASD konfiguracija
el: Ρύθμιση μονάδων DASD
ja: DASD の設定
nl: DASD-configuratie
pl: Konfiguracja DASD
ru: Настройка DASD

source: Available disks:
cs: Dostupné disky:
nb: Tilgjengelige disker:
sk: Dostupné disky:
tr: Mevcut diskler:
zh_cn: 可用的磁盘：

source: The following DASD (Disk Access Storage Device) are available. Please choose one of them.
cs: K dispozici jsou následující DASD (Disk Access Storage Device). Jedno z nich vyberte.
nb: Disse diskene finnes. Velg en av dem.
sk: K dispozícii sú nasledovné DASD (Disk Access Storage Device) zariadenia. Zvoµte si, prosím, jedno z nich.
tr: Mevcut DASD'ler (Disk Erişim Depolama Aygıtı) bunlardır. Lütfen bir tanesini seçin.
zh_cn: 以下是可用的 DASD (磁盘存取设备)。请选择其中之一。

source: Choose disk:
cs: Vyberte disk:
nb: Velg disk:
sk: Zvoµte disk:
tr: Diski seçin:
zh_cn: 选择磁盘：

source: Please choose a disk. You have to specify the complete device number, including leading zeros.
cs: Vyberte prosím disk. Musíte zadat celé èíslo zaøízení vèetnì úvodních nul.
nb: Oppgi diskenhet. Du må oppgi fullstendig enhetsnummer, også med nuller foran.
sk: Zvoµte si, prosím, disk. Musíte zada» celé èíslo zariadenia vrátane núlna zaèiatku.
tr: Lütfen bir disk seçin. Aygıt numarasını baştaki sıfırlarlaberaber tam olarak belirtin.
zh_cn: 请选择一个磁盘。您需要指定完整的设备号码，包括前导的 0。

source: Invalid disk
cs: Neplatný disk
nb: Ugyldig diskenhet
sk: Neplatný disk
tr: Geçersiz disk
zh_cn: 无效的磁盘

source: An invalid device number has been chosen.
cs: Bylo vybráno chybné èíslo zaøízení.
nb: Et ugyldig enhetsnummer er valgt.
sk: Bolo zvolené chybné èíslo zariadenia.
tr: Geçersiz aygıt numarası seçildi
zh_cn: 选择了一个无效的设备号。

source: Error: impossible to continue
cs: Chyba: nelze pokraèovat
nb: Feil: umulig å fortsette
sk: Chyba: nemô¾em pokraèova»
tr: Hata: devam edilemez
zh_cn: 错误：无法继续

source: An undefined error occurred. You may try to continue.
cs: Objevila se neznámá chyba. Zkuste pokraèovat dále.
nb: En udefinert feil oppsto. Du kan prøve å fortsette.
sk: Vyskytla sa neznáma chyba. Skúste ïalej pokraèova».
tr: Tanımlanamayan bir hata oluştu. Devam etmeyi deneyebilirsiniz
zh_cn: 发生了不明错误。您可以试着继续。

source: The device ${device} seems to be a fresh disk not yet prepared for Linux. Such disk should be formatted before you can create partitions.
cs: Zdá se, ¾e zaøízení ${device} je èistý disk a je¹tì není pro Linux pøipraven. Takový disk musíte pøed vytvoøením oblastí zformátovat.
nb: Enheten ${device} ser ut til å være en ny disk som ikke ennå er forberedt for Linux. I så fall må du formatere disken før du kan lage partisjoner.
sk: Zdá sa, ¾e zariadenie ${device} je èistý disk a e¹te nie je pripravený pre Linux. Pred vytvorením oblastí musíte takýto disk naformátova».
tr: ${device} aygıtı henüz Linux için hazırlanmamış gözüküyor. Eğer öyle ise, bölümlemeleri yapmadan önce diski biçimlendirmelisiniz.
zh_cn: 设备 ${device} 可能是空硬盘，不能直接使用。需要在分区之前进行格式化。

source: The device ${device} seems to be an already low-level formatted disk. If the disk has not been used for Linux 2.4 before, formatting it now is recommended.
cs: Zdá se, ¾e zaøízení ${device} je ji¾ nízkoúrovòovì naformátováno. Pokud disk je¹tì nikdy nebyl pou¾it pro Linux 2.4, doporuèujeme jej nyní zformátovat.
nb: Enheten ${device} ser ut til å være en disk som allerede er lavnivå-formatert. Hvis disken ikke har vært brukt til Linux 2.4 før anbefales det å formatere den nå.
sk: Zdá sa, ¾e zariadenie ${device} je u¾ nízko-úrovòovo naformátované. Ak disk e¹te nebol pou¾itý pre Linux 2.4, odporúèame ho teraz naformátova».
tr: ${device} aygıtı düşük-seviye(low-level) biçimlendirilmiş bir disk. Eğer disk Linux 2.4 için kullanılamamış ise, şimdi biçimlendirilmesi gerekli
zh_cn: 设备 ${device} 已经被低级格式化。如果磁盘没有安装过 Linux 2.4，推荐现在进行一次格式化。

source: S390 disk configuration
cs: Konfigurovat disk S390
nb: S390-diskoppsett
sk: Nastavi» disk S390
tr: S390 disk ayarlaması
zh_cn: S390 磁盘配置
