Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/sublevel3/*.po
Languages: fa, is

source: . Arabic
fa: عربی

source: # Armenian
fa: ارمنی

source: # Cyrillic - KOI8-R and KOI8-U
fa: KIO8-U و KIO8-Rسایلیریک-

source: # Cyrillic - non-Slavic languages
fa: سایلیریک- زبانهای غیر اسلاوی

source: # Cyrillic - Slavic languages (also Bosnian and Serbian Latin)
fa: سایلیریک- زبان های اسلاوی (همچنین بوسنیایی و لاتین صربستانی)

source: . Ethiopic
fa: اتیوپیایی

source: # Georgian
fa: جورجیایی

source: # Greek
fa: یونانی

source: # Hebrew
fa: زبان عبری

source: # Lao
fa: لاو

source: # Latin1 and Latin5 - western Europe and Turkic languages
fa: لاتین 1 و لاتین 5-زبان های تورکیک و اروپای غربی

source: # Latin2 - central Europe and Romanian
fa: لاتین 2- اروپای مرکزی و رومانیایی

source: # Latin3 and Latin8 - Chichewa; Esperanto; Irish; Maltese and Welsh
fa: لاتین 3 و لاتین 8- چیچوا؛ اسپراتو؛ ایرلندی؛ مالتی و ولز

source: # Latin7 - Lithuanian; Latvian; Maori and Marshallese
fa: لاتین 7- لیتوانیایی؛ لاتوین؛ مائوریایی و مارشالی

source: . Latin - Vietnamese
fa: . لاتین- ویتنامی

source: # Thai
fa: (تای(زبان رسمی تایلند

source: . Combined - Latin; Slavic Cyrillic; Hebrew; basic Arabic
fa: متصل شده- لاتین؛ سایلیریک اسلاوی؛ حبشی؛ عربی پایه

source: . Combined - Latin; Slavic Cyrillic; Greek
fa: . متصل شده- لاتین- سایلیریک اسلاوی؛ یونانی

source: . Combined - Latin; Slavic and non-Slavic Cyrillic
fa: متصل شده- لاتین- سایلیریک اسلاوی و غیر اسلاوی

source: Character set to support:
fa: تنظیمات کاراکتر برای پشتیبانی:

source: Please choose the character set that should be supported by the console font.
fa: لطفا تنظیمات کاراکتر را که باید توسط فونت کنسول پشتیبانی شود انتخاب کنید.

source: If you don't use a framebuffer, the choices that start with "." will reduce the number of available colors on the console.
fa: اگر شما از یک چارچوب (فریم بافر) استفاده نمی کنید، انتخاب هایی که با "." آغاز می شوند تعداد رنگ های قابل دسترسی در کنسول را کاهش می دهند.

source: Encoding to use on the console:
fa: برای استفاده بر روی کنسول رمزگشایی کنید:

source: Do you intend to use FireWire Ethernet?
fa: آیا می خواهید از فایروال اترنت استفاده کنید؟
is: Hefur þú í hyggju að nota FireWire-netkort?

source: No Ethernet card was detected, but a FireWire interface is present. It's possible, though unlikely, that with the right FireWire hardware connected to it, this could be your primary Ethernet interface.
fa: هیچ کارت اترنتی یافت نشد، اما یک فایروال اینترفیس آماده است. هرچند غیر مشابه، اما امکان دارد با یک سخت افزار درست متصل شده به آن، بتواند اینترفیس اترنت اولیه شما باشد.
is: Ekkert netkort fannst, en FireWire-braut er til staðar. Það er mögulegt, en ólíklegt þó, að í vélinni sé FireWire-netkort sem notast skal sem aðalnetkort vélarinnar.

source: Additional parameters for module ${MODULE}:
fa: پارامترهای اضافی برای ماژول ${MODULE}:
is: Auka viðföng fyrir kjarnaeininguna ${MODULE}:

source: The module ${MODULE} failed to load. You may need to pass parameters to the module to make it work; this is common with older hardware. These parameters are often I/O port and IRQ numbers that vary from machine to machine and cannot be determined from the hardware. An example string looks something like "irq=7 io=0x220"
fa: بعضی از ماژولها برای تنظیم کارکرد خود از پارامترهای هنگام بارگیری پشتیبانی میکنند. این پارامترها معمولا درگاهی های ورودی/خروجی و شماره‌های IRQ هستند که در کامپیوترهای مختلف متفاوتند و از روی سخت‌افزار قابل تشخیص نیستند. برای مثال رشته‌ی ورودی میتواند شبیه این باشد: "irq=7 io=0x220"
is: Ekki tókst að hlaða kjarnaeiningunni ${MODULE}. Þú gætir þurft að gefa henni viðföng. Þetta er algengt með eldri vélbúnað. Þessi viðföng eru oft inntaks/úttaks tengi (I/O port) og ígripanúmer (IRQ numbers) sem eru breytileg milli véla og er ekki hægt að lesa beint úr vélbúnaðinum. Þessi viðföng eru oft í líkingu við "irq=7 io=0x220"

source: If you don't know what to enter, consult your documentation, or leave it blank to not load the module.
fa: اگر نمیدانید چه وارد کنید؛ مدارک را مطالعه کنید و یا آنرا خالی بگذارید.
is: Ef þú veist ekki hvað á að setja hér flettu þá upp í leiðavísinum eða skildu þá eftir eyðu og hleðst þá einingin ekki.

source: Detect virtual driver disks from hardware manufacturer
fa: دیسک های درایور مجازی را از ساختار سخت افزار تشخیص دهید

source: Installing on this hardware may require some drivers provided by the manufacturer to be loaded from the built-in driver injection disk.
fa: نصب کردن روی این سخت افزار ممکن است به درایورهایی نیاز داشته باشد که توسط سازنده از طریق دیسک توزیع درایور داخلی لود شود.

source: Architecture not supported
fa: ساختار پشتیبانی نشده است
is: Kerfisgerð ekki studd sem stendur

source: The specified Debian archive mirror does not seem to support your architecture. Please try a different mirror.
fa: به نظر نمی رسد که میرر آرشیو دبین مشخص شده ساختار شما را پشتیبانی کند. لطفا میرر دیگری را امتحان کنید.

source: RAID%s device #%s
fa: RAID%s دستگاه #%s
is: RAID%s tæki #%s

source: Serial ATA RAID %s (%s)
fa: سریال ATA RAID %s(%s)

source: Multipath %s (WWID %s)
fa: راه چندگانه%s(WWID%s)

source: Loopback (loop%s)
fa: بازگشت حلقه (حلقه %s)

source: Unsupported initrd generator
fa: تولید کننده ی پشتیبانی نشده
is: Óstuddur initrd smiður

source: The package ${GENERATOR} that was selected to generate the initrd is not supported.
fa: پکیج ${تولیدکننده} که برای تولید اینیترد انتخاب شده پشتیبانی نشده است.
is: Pakkinn sem var valinn til að búa til initrd (${GENERATOR}) er ekki studdur.

source: generic: include all available drivers
fa: اصلی: همه ی درایورهای قابل دسترسی را قرار دهید

source: targeted: only include drivers needed for this system
fa: هدف: فقط درایورهایی را قرار دهید که برای این سیستم نیاز است

source: Drivers to include in the initrd:
fa: درایورهای مورد نیاز در اینیترد:

source: The primary function of an initrd is to allow the kernel to mount the root file system. It therefore needs to contain all drivers and supporting programs required to do that.
fa: تابع اولیه یک اینیترد این است که به کرنل اجازه داده شود تا فایل روت سیستم را مونت نماید. در نتیجه نیاز دارد تا تمام درایورها را شامل شود و برانامه هایی را که برای انجام آن لازم است پشتیبانی کند.

source: A generic initrd is much larger than a targeted one and may even be so large that some boot loaders are unable to load it but has the advantage that it can be used to boot the target system on almost any hardware. With the smaller targeted initrd there is a very small chance that not all needed drivers are included.
fa: یک اینترد اصلی بسیار بزرگتر از یک هدفمند شده ی آن است و ممکن است تا حدی بزرگ باشد که بعضی لودرهای روت نتوانند آن را لور کنند اما این فایده را دارد که می تواند برای بوت کردن سیستم هدف روی تقریبا بیشتر سخت افزارها مورد استفاده قرار گیرد. با استفاده از یک اینیترد هدفمند کوچکتر شانس کمی وجود دارد که همه درایورهای مورد نیاز شامل شوند.

source: No boot loader has been installed, either because you chose not to or because your specific architecture doesn't support a boot loader yet.
fa: هیچ لودر بوتی نصب نشده است، به خاط اینکه شما این را انتخاب کرده اید یا اینکه شما یک ساختار خاص را برگزیده اید که هنوز یک لودر بوت را پشتیبانی نمی کند.
is: Enginn ræsistjóri hefur verið uppsettur, annað hvort vegna þess að þú valdir hann ekki eða kerfið þitt styður ekki ræsistjóra ennþá.

source: You will need to boot manually with the ${KERNEL} kernel on partition ${BOOT} and ${ROOT} passed as a kernel argument.
fa: شما نیاز خواهید داشت که به صورت دستی بوت کنید با ${KERNEL{ کرنل روی پارتیشن ${BOOT} و ${ROOT} به عنوان یک عنصر کرنل عبور کرده است.
is: Þú þarft að ræsa handvirkt með ${KERNEL} kjarnanum á sneið ${BOOT} og ${ROOT} sent sem skilyrði fyrir kjarna.

source: Installation of GRUB on Serial ATA RAID is experimental.
fa: به صورت آزمایشی است.Serial ATA RAID روی GRUB نصب

source: GRUB is always installed to the master boot record (MBR) of the Serial ATA RAID disk. It is also assumed that disk is listed as the first hard disk in the boot order defined in the system's BIOS setup.
fa: نصب شده است.همچنین فرض شده است که دیسک به عنوان هارد اولیه در بوت اردر در سیستم نصب تعریف شده است.ATA RAID سریال دیسک MBRهمواره بر رکورد بوت اصلی.GRUB

source: The GRUB root device is: ${GRUBROOT}.
fa: GRUB}$:ابزار روت GRUBROOT}

source: Installation of GRUB on multipath is experimental.
fa: روی مسیر چندگانه آزمایشی است.GRUB نصب

source: GRUB is always installed to the master boot record (MBR) of the multipath device. It is also assumed that the WWID of this device is selected as boot device in the system's FibreChannel adapter BIOS.
fa: این ابزار به عنوان ابزار بوت در فایبر چنل سیستمٌWWID ابزار مسیر چندگانه نصب شده است. همچنین فرض شده است که (MBR)روی رکورد بوت اصلی هموارهGRUB انتخاب شده است.BIOSسازگار با

source: ${disc}: Master Boot Record
fa: ${disc}:رکورد بوت اصلی

source: Other choice (Advanced)
fa: انتخاب های دیگر (پیشرفته)
is: Annað val (Ítarlegt)

source: If unsure, install LILO into the Master Boot Record.
fa: را در رکورد بوت اصلی نصب کنید.LILO اگر مطمئن نیستسد،
is: Ef þú ert óviss, settu þá LILO á aðal ræsisvæðið (MBR).

source: ${disc}: software RAID array
fa: ${disk}: بردارRAID سخت افزار
is: ${disc}: hugbúnaðar RAID fylki

source: The LILO program needs to be installed to make your new system bootable. You may choose to install it onto a software RAID array or another device.
fa: یا ابزار دیگری نصب کنید.RAID باید نصب شود تا سیستم جدید شما قابلیت بوت شدن داشته باشد. شما ممکن است بخواهید آن را بر یک سخت افزار بردار LILO برنامه
is: Það þarf að setja upp LILO pakkann til að gera kerfinu þínu kleift að ræsa. Þú getur valið að setja hann upp á RAID kerfi eða á öðru tæki.

source: Please enter the device name of the partition or disk onto which LILO should be installed, such as /dev/hda or /dev/sda1.
fa: /dev/hda or /dev/sda1وارد کنید باید نصب شود، مانند LILOلطفا نام ابزار پارتیشن یا دیسک را که

source: The path ${path} does not represent a partition or hard disk device. Please try again.
fa: یک پارتیشن یا ابزار هارد دیسک را نمایش نمی دهد. لطفا دوباره سعی کنید.${path}مسیر
is: Slóðin ${path} vísar hvorki á sneið né harður diskur. Vinsamlegast reyndu aftur.

source: Activating partition ${bootdev}
fa: فعال سازی پارتیشن${bootdev}
is: Virkja sneiðina ${bootdev}

source: Creating lilo.conf
fa: ایجاد lilo.conf
is: Bý til lilo.conf

source: Running LILO for ${bootdev}
fa: ${bootdev}برای LILO اجرای
is: Keyri LILO fyrir ${bootdev}

source: LILO configured to use a serial console
fa: برای استفاده به عنوان یک کنسول سریال تایید شدLILO
is: LILO stilt til þess að nota raðbundna skipanalínu (serial console).

source: LILO is configured to use serial port ${PORT} as the console. ${PORT_SPEED}
fa: به عنوان کنسول تایید شد.$(PORT}برای استفاده پرت سریال LILO ${PORT_SEED}

source: The serial port speed is set to ${SPEED}.
fa: تنظیم شد.${SPEED}سرعت پرت سریال بر

source: You have chosen to install LILO on a partition that is not the active one. If this partition is not marked active, then LILO will not be loaded by the boot loader. This may cause you to be unable to boot into the system that is being installed.
fa: توسط بوت لودر لود نخواهد شد. LILO را بر یک پارتیشن که فعال نیست نصب کنید. اگر این پارتیشن به عنوان فعال علامتگذاری نشود، LILOشما انتخاب کرده اید که در این صورت ممکن است شما نتوانید در سیستمی که در حال نصب است بوت کنید.

source: You should make this partition active unless you have another boot loader that will allow you to access your new Linux installation.
fa: شما باید این پارتیشن را فعال کنید در غیر اینصورت شما بوت لودر دیگری دارید که به شما اجازه خواهد داد که به نصب لینوکس جدید دسترسی داشته باشید.
is: Þú ættir að gera þessa sneið virka, nema þú hafir annan ræsistjóra sem gerir þér kleift að nálgast nýju linux uppsetninguna þína.

source: LILO installation failed. Continue anyway?
fa: ناموفق بود. در هر حال ادامه می دهید؟LILOنصب

source: The lilo package failed to install into /target/. Installing LILO as a boot loader is a required step. The install problem might however be unrelated to LILO, so continuing the installation may be possible.
fa: قابل فهم باشد، در نتیجه LILO به عنوان یک بوت لودر یک مرحله ضروری است. این مشکل نصب ممکن است توسط LILO نصب شود. نصب /target/ نتوانست در LILOپکیج ادامه نصب امکان پذیر است.

source: Running "/sbin/lilo" failed with error code "${ERRCODE}".
fa: ناموفق بود. "${ERRCODE}"با کد خطای "/sbin/lilo"اجرای
is: Keyrsla "/usr/bin/lilo" mistókst með villukóða "${ERRCODE}".

source: The installer could not find any partitions, so you will not be able to mount a root file system. This may be caused by the kernel failing to detect your hard disk drive or failing to read the partition table, or the disk may be unpartitioned. If you wish, you may investigate this from a shell in the installer environment.
fa: نصب کننده نتوانست هیچ پارتیشنی بیابد، بنابراین شما نمی توانید یک فایل روت سیستمی را مونت کنید. این ممکن است به دلیل عدم موفقیت کرنل در تشخیص ابزار هارد دیسک شما یا عدم موفقیت در خواندن جدول پارتیشن باشد، یا اینکه دیسک پارتیشن نشده باشد. در صورت تمایل، می توانید این فرم را در محیط نصب فرابخوانبد.

source: No such device
fa: چنین ابزاری یافت نشد
is: Ekkert slíkt tæki

source: The device you entered for your root file system (${DEVICE}) does not exist. Please try again.
fa: وجود ندارد. لطفا دوباره امتحان کنید.(${DEVICE}})ابزاری که شما برای روت فایل سیستم خود وارد کرده اید
is: Tækið sem þú slóst inn sem rótarskáakerfi þitt (${DEVICE}) er ekki til. Vinsamlega reyndu aftur.

source: An error occurred while mounting the device you entered for your root file system (${DEVICE}) on /target.
fa: (${DEVICE})همزمان با مونت ابزاری که به روت فایل سیستمی خود وارد کردید خطایی رخ داد
is: Villa kom fyrir meðan verið var að tengja tækið sem þú slóst inn sem rótarskráakerfi þitt (${DEVICE}) á /target.

source: Please check the syslog for more information.
fa: لطفا سیسلوگ را برای اطلاعات بیشتر چک کنید.
is: Vinsamlega athugaðu kerfisannál (syslog) til að fá meiri upplýsingar.

source: The rescue operation '${OPERATION}' failed with exit code ${CODE}.
fa: ${CODE} ناموفق بود با کد خروج '${OPERATION}'عملیات نجات
is: Björgunaraðgerðin '${OPERATION}' mistókst með kóða ${CODE}.

source: Error running shell in /target
fa: /target خطا در اجرای شل در
is: Villa við keyra skel í /target

source: A shell (${SHELL}) was found on your root file system (${DEVICE}), but an error occurred while running it.
fa: ، اما یک خطا در حین اجرای آن اتفاق افتاد.(${DEVICE}) روی فایل روت سیستم شما یافت شد.(${SHELL})یک شل
is: Skel (${SHELL}) fannst á rótarskráakerfinu þínu (${DEVICE}), en villa kom upp við keyrslu hennar.

source: No usable shell was found on your root file system (${DEVICE}).
fa: (${DEVICE})هیچ شل قابل استفاده ای روی فایل روت سیستم شما یافت نشد
is: Engin nothæf skel fannst á rótarskráakerfinu þínu (${DEVICE}).

source: Searching drives for an installer ISO image
fa: جستجو برای یک نصب کننده عکس ایزو
is: Leita að ISO-mynd af uppsetningunni á drifum

source: Do full disk search for installer ISO image?
fa: جستجو برای نصب کننده عکس ایزو انجام شود؟
is: Leita á öllum disknum að ISO-mynd?

source: The quick scan for installer ISO images, which looks only in common places, did not find an installer ISO image. It's possible that a more thorough search will find the ISO image, but it may take a long time.
fa: اسکن سریع برای نصب کننده عکس های ایزو، که تنها در محیط های مشترک قابل مشاهده است، در یک نصب کننده عکس ایزو یافت نشد. این امکان وجود دارد که جستجوی بیشتر عکس ایزو را پیدا کند، اما ممکن است زمان زیادی ببرد.
is: Hraðleitin að ISO-myndinni, sem leitar bara á algengum stöðum, skilaði engum árangri. Það er hugsanlegt að ítarlegri leit finni hana, en hún getur tekið talsverðan tíma.

source: No installer ISO images were found. If you downloaded the ISO image, it may have a bad filename (not ending in ".iso"), or it may be on a file system that could not be mounted.
fa: پایان نپذیرد)، یا ممکن است روی یک فایل .."iso"هیچ نصب کننده عکس ایزویی یافت نشد. اگر شما عکس ایزو دانلود کرده اید، ممکن است نام غیر متعارفی داشته باشد (با سیستمی باشد که نتواند مونت شود.

source: You'll have to use an alternative installation method, or try again after you've fixed the ISO image.
fa: شما باید از یک روش نصب دیگر استفاده کنید، یا پس از فیکس عکس ایزو مجددا سعی کنید.

source: While one or more possible ISO images were found, they could not be mounted. The ISO image you downloaded may be corrupt.
fa: در حالیکه یک یا بیشتر عکس ایزو یافت شده است، آنها نمی توانند مونت شوند. عکس ایزویی که دانلود کرده اید ممکن است آسیب دیده باشد.
is: Uppsetningarmynd(ir) fundust, en ekki tókst að tengja þær. Þær gætu verið gallaðar.

source: No installer ISO image found
fa: هیچ نصب کننده عکس ایزو یافت نشد
is: Engar ISO-myndir af uppsetningu fundust

source: While one or more possible ISO images were found, they did not look like valid installer ISO images.
fa: در حالیکه یک یا چند عکس ایزو یافت شده است، آنها نمی توانند شبیه نصب کننده معتبر عکس های ایزو باشند.
is: ISO-mynd(ir) fundust, en þær litu ekki út fyrir að vera gildar uppsetningarmyndir.

source: Successfully mounted ${SUITE} installer ISO image
fa: ${SUITE}نصب کننده عمس ایزو با موفقیت مونت شد
is: Tengdi ${SUITE} ISO myndina

source: The ISO file ${FILENAME} on ${DEVICE} (${SUITE}) will be used as the installation ISO image.
fa: به عنوان نصب عکس ایزو استفاده خواهد شد.${DEVICE} (${SUITE}) روی ${FILENAME}فایل ایزو
is: ISO skráin ${FILENAME} á ${DEVICE} (${SUITE}) verður notuð í uppsetninguna.

source: Web server started, but network not running
fa: وب سرور شروع شد، اما شبکه در حال اجرا نیست
is: Vefþjónn í gangi, en ekkert netsamband

source: A simple web server has been started on this computer to serve log files and debug info. However, the network is not set up yet. The web server will be left running, and will be accessible once the network is configured.
fa: یک وب سرور ساده روی این کامپیوتر شروع شده است تا فایل های لاگ و اطلاعات دیباگ را کنترل کند. در هرحال، شبکه هنوز راه اندازی نشده است. وب سرور در حال اجرا رها می شود، و زمنیکه شبکه تایید شود قابل دسترسی خواهد بود.
is: Einfaldur vefþjónn hefur verið ræstur á þessari tölvu til að veita annálum og aflúsunarupplýsingum. Samt sem áður er ekki búið að koma á netsambandi. Vefþjónninn verður skilinn eftir í gangi, og verður aðgengilegur þegar búið er að stilla netsambandið.

source: A simple web server has been started on this computer to serve log files and debug info. An index of all the available log files can be found at http://${ADDRESS}/
fa: http://${ADDRESS}/یک وب سرور ساده روی این کامپیوتر برای کنترل فایل های لاگ یا اطلاعات دیباگ شروع شده است. یک شاخص تمامی فایل های لاگ می تواند در یافت شود
is: Einfaldur vefþjónn hefur verið ræstur á þessari tölvu til að veita annálum og aflúsunarupplýsingum. Lista yfir allar fáanlegar log skrár má finna á http://${ADDRESS}/

source: Check CD-ROM integrity?
fa: به صورت کامل بررسی شود؟cd-rom
is: Athuga áreiðanleika geisladrifs?

source: Warning: this check depends on your hardware and may take some time.
fa: هشدار: این بررسی به سخت افزار شما بستگی دارد و ممکن است مدتی زمان ببرد.
is: Varúð: þetta athugar hvað reiðir sig á vélbúnaðinn og getur tekið langan tíma.

source: Insert a Debian CD-ROM
fa: را قرار دهید Debian CD-ROM

source: Please insert one of the official Debian CD-ROMs into the drive before continuing.
fa: های رسمی را پیش از ادامه در درایو وارد کنیدDebian CD-ROMلطفا یکی از

source: The CD-ROM ${CDROM} could not be mounted correctly. Please check the media and cables, and try it again.
fa: نمی تواند به درستی مونت شود. لطفا مدیا و کابل ها را بررسی کنید و مجددا امتحان کنید. CD-ROM ${CDROM
is: Ekki náðist að tengja geisladrifið ${CDROM} rétt. Athugaðu diskinn og tengingar og reyndu aftur.

source: No valid Debian CD-ROM
fa: نامعتبر Debian CD-ROM

source: The CD-ROM you have inserted is not a valid Debian CD-ROM. Please change the disk.
fa: معتبر نیست. لطفا دیسک را عوض کنید.Debian CD-ROM که شما وارد کرده اید یک CD-ROM

source: Failed to open checksum file
fa: checksum ناموفق در بازکردن فایل
is: Mistókst að opna prófsummu skrá.

source: Opening the MD5 file on the CD-ROM failed. This file contains the checksums of the files located on the CD-ROM.
fa: قرار دارند.CD-ROM های فایل ایی است که بر checksum. این فایل شامل CD-ROM روی MD5 ناموفق در بازکردن فایل
is: Mistókst að opna MD5 skrá á geisladrifinu. Þessi skrá inniheldur prófsummu skráa sem eru staðsettar á geisladrifinu.

source: Integrity test successful
fa: تست کامل موفقیت آمیز بود
is: Áreiðanleikapróf tókst

source: The CD-ROM integrity test was successful. The CD-ROM is valid.
fa: معتبر است.CD-ROM موفقیت آمیز بود. CD-ROMتست کامل
is: Áreiðanleikapróf á geisladiski tókst. Geisladiskurinn er gildur.

source: The ${FILE} file failed the MD5 checksum verification. Your CD-ROM or this file may have been corrupted.
fa: ناموفق بود. سی دی رام شما یا این فایل ممکن است خراب شده باشد.MD5 checksum در تایید ${FILE}فایل
is: Mistókst að sannprófa MD5 prófsummu á skránni ${FILE} . Geisladiskurinn eða skráin eru hugsanlega skemmd.

source: Check the integrity of another CD-ROM?
fa: درستی سی دی-رام دیگری بررسی شود؟
is: Á að athuga áreiðanleika á fleiri geisladiskum?

source: Checking CD-ROM integrity
fa: در حال بررسی درستی سی دی-رام
is: Er að athuga áreiðanleika geisladisks

source: Checking file: ${FILE}
fa: ${FILE}در حال بررسی فایل:
is: Athuga skrá: ${FILE}

source: live
fa: زنده

source: The live system can be installed to hard disk using one of the following options.
fa: سیتم زنده می تواند با استفاده از یکی از موارد زیر روی هارد دیسک نصب شود.

source: If you choose 'normal', the system will be installed as a regular system. If you choose 'live', the installed system will continue to act as a live system but it can then be launched directly from the hard disk.
fa: اگر شما "نرمال" را انتخاب کنید، سیستم سیستم به عنوان یک سیستم معمولی نصب خواهد شد. اگر "لایو" را انتخاب کنید، سیستم نصب شده به عنوان یک سیستم زنده ادامه می یابد اما سپس ممکن است مستقیما از هارد دیسک قابل دسترسی باشد.

source: Multidisk (MD) not available
fa: قابل دسترس نیستMultidisk (MD)
is: Fjöldiskar (MD) ekki tiltækir

source: The current kernel doesn't seem to support multidisk devices. This should be solved by loading the needed modules.
fa: را پشتیبانی کند. این مساله باید بوسیله لود کردن ماژول های مورد نیاز حل شود.multidiskکرنل جاری به نظر نمی رسد که ابزارهای
is: Núgildandi kjarni virðist ekki styðja fjöldiska tæki. Þetta ætti að leysa með því að hlaða nauðsynlegum forritseiningum

source: Delete MD device
fa: را حذف کنیدMD ابزار
is: Eyða fjöldiska tæki

source: Finish
fa: تمام شد
is: Enda

source: This is the Multidisk (MD) and software RAID configuration menu.
fa: RAID است و منوی تایید سخت افزار Multidisk (MD)این
is: Þetta er fjöldiska (MD) og hugbúnaðar RAID samstillingar valmyndin.

source: Please select one of the proposed actions to configure multidisk devices.
fa: انتخاب کنید.multidisk لطفا یکی از عملیات مورد نظر را برای تایید ابزارهای
is: Vinsamlega veldu eina af ráðlögðum aðgerðum til að samstilla fjöldiskatæki.

source: No unused partitions of the type "Linux RAID Autodetect" are available. Please create such a partition, or delete an already used multidisk device to free its partitions.
fa: قابل دسترسی نیست. لطفا یک چنین پارتیشنی را ایجاد کنید، یا یکی ابزار مولتی دیسک استفاده شده "Linux RAID Autodetect" هیچ پارتیشن استفاده نشده ای از نوع را جهت آزادسازی پارتیشن ها پاک کنید.
is: Engin ónotuð sneið af tegundunni „Linux RAID sjáfskynjað‟ eru tiltækar. VInsamlegast búðu til slíka sneið eða eyddu fjöldiskatæki sem þegar er í notkun til þess að losa sneið þess.

source: If you have such partitions, they might contain actual file systems, and are therefore not available for use by this configuration utility.
fa: اگر شما چنین پارتیشن هایی دارید، ممکن است آنها فایل های واقعی سیستمی را دارا باشند، و در نتیجه جهت استفاده برای این تایید بهینه سازی قابل استفاده نباشند.
is: Ef þú hefur slíkar sneiða gæti verið að þæri innihaldi raunverulegt skráakerfi og séu því ekki tiltækar til notkunar fyrir þetta uppsetningartól.
