Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/sublevel3/*.po
Languages: fa, is

source: Not enough RAID partitions available
fa: کافی در دسترس نیستRAIDپارتیشن
is: Ekki eru nægilega margar RAID sneiðar tiltækar

source: There are not enough RAID partitions available for your selected configuration. You have ${NUM_PART} RAID partitions available but your configuration requires ${REQUIRED} partitions.
fa: را در دسترس دارید اما تایید شما نیازمند پارتیشن های ${NUM_PART} RAIDکافی برای تایید منتخب شما در دسترس نیست. شما پارتیشن های RAIDپارتیشن می باشد.${REQUIRED}
is: Það eru ekki nægilega margar RAID seniðar tiltækar fyrir valda uppsetningu. Það eru ${NUM_PART} RAID sneiðar tiltækar en uppsetningin þin þarfnast ${REQUIRED} sneiða.

source: Multidisk device type:
fa: Multidisk :انواع ابزار
is: Tegund fjöldiskatækis:

source: Active devices for the RAID0 multidisk device:
fa: : RAID0 multidiskابزارهای فعال برای ابزار
is: Virk tæki fyrir RAID0 fjöldiskatækið:

source: You have chosen to create a RAID0 array. Please choose the active devices in this array.
fa: ایجاد کنید. لطفا ابزارهای فعال را در این بردار انتخاب کنید.RAIDشما تصمیم گرفته اید که یک بردار
is: Þú hefur valið að búa til RAID0 fylki. Vinsamlegast veldu virku tækin í þessu fylki.

source: Number of active devices for the RAID${LEVEL} array:
fa: :RAID${LEVEL}تعداد ابزارهای فعال برای بردار

source: The RAID${LEVEL} array will consist of both active and spare partitions. The active partitions are those used, while the spare devices will only be used if one or more of the active devices fail. A minimum of ${MINIMUM} active devices is required.
fa: هر دوی پارتیشن های فعال و اضافی زا شامل خواهد شد. پارتیشن های فعال آنهایی هستند که مورد استفاده قرار می گیرند در حالیکه ابزار اضافیRAID${LEVEL}بردار برای ابزارهای فعال مورد نیاز است. ${MINIMUM}تنها زمانی استفاده می شوند که یکی یا بیشتر از ابزارهای فعال با موفقیت امیز نباشند. مینیمم

source: NOTE: this setting cannot be changed later.
fa: توجه: این تنظیمات بعدا نمی توانند تغییر کنند.
is: ATH: Ekki er hægt að breyta þessarri stillingu síðar.

source: You have chosen to create a RAID${LEVEL} array with ${COUNT} active devices.
fa: گرفته اید.${COUNT} با ابزارهای فعال RAID${LEVEL}شما تصمیم به ایجاد یک بردار

source: Please choose which partitions are active devices. You must select exactly ${COUNT} partitions.
fa: را انتخاب کنید.${COUNT}لطفا انتخاب کنید که کدامیک از پارتیشن ها ابزارهای فعال هستند. شما باید دقیقا پارتیشن های
is: Vinsamlegast veldu hvaða sneiðar eru virk tæki. Þú verður að velja nákvæmlega ${COUNT} sneiðar.

source: Number of spare devices for the RAID${LEVEL} array:
fa: :RAID${LEVEL}تعداد ابزارهای اضافی برای بردار

source: You have chosen to create a RAID${LEVEL} array with ${COUNT} spare devices.
fa: گرفته اید. ${COUNT} با ابزارهای اضافی RAID${LEVEL}شما تصمیم به ایجاد یک بردار

source: Please choose which partitions will be used as spare devices. You may choose up to ${COUNT} partitions. If you choose less than ${COUNT} devices, the remaining partitions will be added to the array as "missing". You will be able to add them later to the array.
fa: انتخاب ${COUNT} پارتیشن انتخاب کنید. اگر کمتر از${COUNT}لطفا تصمیم بگیرید کدام پارتیشن ها به عنوان ابزارهای اضافی استفاده خواهند شد. شما می توانید به تعداد به بردار اضافه خواهند شد. شما قادر خواهید بود که بعدا آنها را به بردار اضافه کنید."missing"کنید، پارتیشن های باقیمانده به عنوان
is: Vinsamlegast veldu hvaða sneiðar verða notaðar sem varatæki. Þú getur valið allt að ${COUNT} sneiðar. Ef þú velur minna en ${COUNT} tæki, verður afgangssneiðunum bætt við fylkið sem „týndum‟. Þú getur bætt þeim síðar við fylkið.

source: The layout must be n, o, or f (arrangement of the copies) followed by a number (number of copies of each chunk). The number must be smaller or equal to the number of active devices.
fa: (عناصر کپی ها) باشند که همراه با یک شماره (شماره کپی های هر تکه) می باشند. این شماره باید کوچکتر یا مساوی تعداد ابزارهای فعال باشد.f یا o،nاین لایه باید

source: The letter is the arrangement of the copies: n - near copies: Multiple copies of one data block are at similar offsets in different devices. f - far copies: Multiple copies have very different offsets o - offset copies: Rather than the chunks being duplicated within a stripe, whole stripes are duplicated but are rotated by one device so duplicate blocks are on different devices.
fa: این حرف عناصر کپی هاست:n:کپی های نزدیک: کپی های چندگانه یک بلوک داده مشابه زیرمجموعه ها در ابزارهای دیگر هستند. f-کپی های دور: مپی های چندگانه زیرمجموعه های مختلفی دارند o- کپی های زیرمجموعه: علاوه بر تکه ها که پیچیده می شوند در یک خط، تمامی خطوط پیچیده می شوند اما بوسیله یکی چرخانده میشوند در نتیجه بلوک های پیچیده بر ابزارهای مختلف هستند.

source: Multidisk device to be deleted:
fa: ابزار مولتی دیسک برای حذف شدن:
is: Fjöldiska tæki sem verður eytt:

source: Deleting a multidisk device will stop it and clear the superblock of all its components.
fa: حذف یک ابزار مولتی دیسک آن را متوقف خواهد کرد و سوپر بلوک تمامی اجزای آن را پاک خواهد کرد.
is: Ef fjöldiska tæki er eytt stöðvast tækið og allir hlutar þess verða hreinsaðir í stórblokkinni.

source: Please note this will not immediately allow you to reuse the partitions or devices in a new multidisk device. The array will however be unusable after the deletion.
fa: لطفا توجه کنید که این سریعا به شما اجازه نخواهد داد تا پارتیشن ها یا ابزارها را در یک ابزار مولتی دیسک جدید قرار دهید. بردار در هر صورت پس از حذف غیر قابل استفاده خواهد بود.
is: Vinsamlegast athugaðu að þetta mun ekki leyfa þér að endurnýta sneiðar eða tæki í nýju fjöldiska tæki tafarlaust. Hins vegar verður fylkið ónothæft eftir að því er eytt.

source: If you select a device for deletion, you will get some information about it and you will be given the option of aborting this operation.
fa: کردن عملیات را خواهید داشت.abortاگر شما یک ابزار را برای حذف انتخاب کنید، اطلاعاتی درباره آن خواهید گرفت و امکان انتخاب
is: Ef þú velur tæki til að eyða, færðu ýmsar upplýsingar um það og þér verður gefinn kostur á að hætta við aðgerðina.

source: No multidisk devices available
fa: هیچ ابزار مولتی دیسکی قابل دسترسی نیست
is: Engin fjöldiska tæki tiltæk.

source: No multidisk devices are available for deletion.
fa: هیچ ابزار مولتی دیسک برای حذف وجود ندارد.
is: Engin fjöldiskatæki eru tiltæk til eyðingar

source: Really delete this multidisk device?
fa: آیا واقعا می خواهید این ابزار مولتی دیسک حذف شود؟
is: Ertu viss að það eigi að eyða þessu fjöldiskatæki?

source: Please confirm whether you really want to delete the following multidisk device:
fa: لطفا تایید کنید که آیا واقعا می خواهید ابزارهای مولتی دیسک زیر حذف شوند:
is: Vinsamlegast staðfestu að þú viljir í raun og veru eyða þessu fjöldiskatæki:

source: Device: ${DEVICE} Type: ${TYPE} Component devices:
fa: ابزار: ${DEVICE} نوع: ${TYPE} اجزای ابزار:
is: Tæki: ${DEVICE} Tegund: ${TYPE} Tækishlutar:

source: There was an error deleting the multidisk device. It may be in use.
fa: یک خطا در هنگام حذف ابزار مولتی دیسک رخ داد. ممکن است در حال استفاده باشد.
is: Það kom upp villa við eyðingu fjöldiska tækis. Það gæti verið í notkun.

source: Activate existing volume groups?
fa: گروه های صدای ایجاد شده فعال شود؟
is: Virkja núverandi eintakahóp?

source: ${COUNT} existing volume groups have been found. Please indicate whether you want to activate them.
fa: گروه های صدای ایجاد شده یافت شد. لطفا مشخص کنید آیا می خواهید آنها را فعال کنید.${COUNT}
is: ${COUNT} núverandi eintakahópar fundust. Vinsamlegast veldu hvort á að virkja þá.

source: Modify volume groups (VG)
fa: گروه های صدا را مشخص کنید (VG)
is: Breyta eintakahópum (EH)

source: Modify logical volumes (LV)
fa: صداهای منطقی را مشخص کنید(LV)
is: Breyta rökeintökum (RE)

source: Leave
fa: رها کنید
is: Fara

source: This is the Logical Volume Manager configuration menu.
fa: این یک منوی تایید مدیر صدای منطقی است.
is: Þetta er uppsetningarvalmynd rökeintakastjórans.

source: Create volume groups
fa: گروه های صدا ایجاد کنید
is: Búa til eintakahópa

source: Delete volume groups
fa: گروه های صدا را حذف کنید
is: Eyða eintakahópum

source: Reduce volume groups
fa: گروه های صدا را کاهش دهید
is: Minnka eintakahópa

source: Create logical volumes
fa: صداهای منطقی ایجاد کنید
is: Búa til rökeintök

source: Logical volumes configuration action:
fa: عملیات تایید صداهای منطقی:
is: Rökeintaka samstillingar aðgerð:

source: Please select the devices for the new volume group.
fa: لطفا ابزارها را برای گروه صدای جدید انتخاب کنید
is: Vinsamlegast veldu tæki í nýja eintakahópinn.

source: You can select one or more devices.
fa: شما می توانید یک یا بیشتر ابزار انتخاب کنید
is: Þú getur valið eitt eða fleiri tæki.

source: Volume group name:
fa: نام گروه صدا:
is: Heiti eintakahóps:

source: Please enter the name you would like to use for the new volume group.
fa: لطفا نامی را که می خواهید برای گروه جدید صدا درنظر بگیرید وارد کنید.
is: Vinsamlegast sláðu inn heitið sem þú vilt nota á nýja eintakahópinn.

source: No physical volumes were selected. The creation of a new volume group was aborted.
fa: هیچ صدای فیزیکی انتخاب نشده است. ایجاد گروه صدای جدید متوقف شد.
is: Engin rauneintök voru valin. Hætt var við að búa til nýjan eintakahóp.

source: No volume group name entered
fa: هیچ اسم گروه جدیدی وارد نشده است.
is: Ekker heiti slegið inn fyrir eintakahóp

source: No name for the volume group has been entered. Please enter a name.
fa: هیچ اسمی برای گروه صدا وارد نشده است. لطفا یک اسم وارد کنید.
is: Ekkert heiti hefur verið slegið inn fyrir eintakahópinn. Vinsmalegast sláðu inn nafn:

source: Volume group name already in use
fa: نام گروه صدا قبلا انتخاب شده است
is: Heiti eintakahóps þegar í notkun

source: The selected volume group name is already in use. Please choose another name.
fa: نام گروه صدا قبلا انتخاب شده است. لطفا نام دیگری را انتخاب کنید.
is: Valið heiti eintakahóps þegar í notkun. Vinsamlegast veldu annað heiti.

source: Volume group name overlaps with device name
fa: نام گروه شبیه نام ابزار است
is: Heiti eintakahóps skarast við tækisheiti

source: The selected volume group name overlaps with an existing device name. Please choose another name.
fa: نام انتخاب شده برای گروه صدا با یک نام ابزار ایجاد شده مشابه است. لطفا نام دیگری را انتخاب کنید.
is: Valið heiti eintakahóps skarast við tækisheiti sem þegar er til. Vinsamlegast veldu annað heiti.

source: Please select the volume group you wish to delete.
fa: لطفا گروه صدایی را که می خواهید حذف شود انتخال کنید.
is: Vinsamlegast veldu eintakahópinn sem þú vilt eyða.

source: No volume group found
fa: هیچ گروه صدایی یافت نشد.
is: Enginn eintakahópur fannst

source: No volume group has been found.
fa: هیچ گروه صدایی یافت نشده است.
is: Ekki fannst neinn eintakahópur.

source: The volume group may have already been deleted.
fa: گروه صدا ممکن است قبلا حذف شده باشد.
is: Hugsanlega hefur eintakahópnum þegar verið eytt.

source: Really delete the volume group?
fa: آیا واقعا می خواهید گروه صدا را حذف کنید؟
is: Á virkilega að eyða eintakahópnum?

source: Please confirm the ${VG} volume group removal.
fa: را تایید کنید.${VG}لطفا جابه جایی گروه صدای
is: Vinsamlegast staðfestu brottnám ${VG} eintakahópsins.

source: Error while deleting volume group
fa: خطا در هنگام حذف گروه صدا
is: Villa við eyðingu eintakahóps

source: The selected volume group could not be deleted. One or more logical volumes may currently be in use.
fa: گروه صدای انتخاب شده نمی تواند حذف شود. یک یا بیشتر صداهای منطقی ممکن است هم اکنون د رحال استفاده باشد.
is: Ekki var hægt að eyða völdum eintakahóp. Eitt eða fleiri rökeintök gætu verið í notkun.

source: No volume group can be deleted.
fa: هیچ گروه صدایی نمی تواند حذف شود.
is: Það er ekki hægt að eyða neinum eintakahóp.

source: Please select the volume group you wish to extend.
fa: لطفا گروه صدایی را که می خواهید توسعه دهید انتخاب کنید.
is: Vinsamlegast veldu eintakahópin sem þú vilt stækka.

source: Devices to add to the volume group:
fa: ابزارهایی که به گروه صدا اضافه می شوند:
is: Tæki til að bæta við eintakahópinn:

source: Please select the devices you wish to add to the volume group.
fa: لطفا ابزارهایی را که می خواهید به گروه صدا اضافه کنید انتخاب نمایید.
is: Vinsamlegast veldu eintakahópinn sem bæta á við eintakahópinn.

source: No physical volumes were selected. Extension of the volume group was aborted.
fa: هیچ صدای فیزیکی انتخاب نشده است. توسیع گروه صدا متوقف شد.
is: Engin rauneintök voru valin. Stækkun eintakahópsins var slitið.

source: Error while extending volume group
fa: خطا در هنگام توسیع گروه صدا
is: Villa kom upp við stækkun eintakahópsins

source: The physical volume ${PARTITION} could not be added to the selected volume group.
fa: نمی تواند به گروه صدای انتخاب شده اضافه شود. ${PARTITION}صدای فیزیکی
is: Ekki reyndist unnt að bæta rauneintakinu ${PARTITION} við valinn eintakahóp.

source: No volume group can be reduced.
fa: هیچ گروه صدایی نمی تواند کاهش داده شود.
is: Ekki er hægt að minnka neinn eintakahóp.

source: Please select the volume group you wish to reduce.
fa: لطفا گروه صدایی را که می خواهید کاهش یابد انتخاب کنید.
is: Vinsamlegast veldu eintakahópinn sem þú villt minnka.

source: Device to remove from volume group:
fa: ابزاری که از گروه صدا حذف می شود:
is: Tæki til að fjarlægja frá eintakahóp:

source: Please select the device you wish to remove from the volume group.
fa: لطفا ابزاری را که می خواهید از گروه صدا حذف کنید انتخاب کنید.
is: Vinsamlegast veldu tækið sem þú vilt fjarlægja úr eintakahópnum.

source: Error while reducing volume group
fa: خطا در هنگام کاهش گروه صدا
is: Villa við minnkun eintakahóps

source: The selected volume group (${VG}) could not be reduced. There is only one physical volume attached. Please delete the volume group instead.
fa: نمی تواند کاهش داده شود. تنها یک صدای فیزیکی متصل شه است. لطفا در عوض گروه صدا را حذف کنید.(${VG})گروه صدای انتخاب شده
is: Ekki var hægt að minnka eintakahópinn (${VG}). Það er aðeins eitt rauntækt eintak tengt. Eyddu eintakahópnum í staðinn.

source: The physical volume ${PARTITION} could not be removed from the selected volume group.
fa: نمی تواند از گروه صدای انتخاب شده حذف شود. ${PARTITION}صدای فیزیکی
is: Ekki reyndist unnt að fjarlægja raunlæga eintakið ${PARTITION} úr völdum eintakahóp.

source: No volume groups were found for creating a new logical volume. Please create more physical volumes and volume groups.
fa: هیچ گروه صدایی برای ایجاد یک صدای منطقی جدید پیدا نشد. لطفا صداهای فیزیکی جدید یا گروه های صدای جدید ایجاد کنید.
is: Ekki fundust neinir eintakahópar til að búa til nýtt rökeintak. Vinsamlegast búðu til fleiri raunlæg eintök og eintakahópa.

source: No free volume groups were found for creating a new logical volume. Please create more physical volumes and volume groups, or reduce an existing volume group.
fa: هیچ گروه صدایی برای ایجاد صدای منطقی جدید پیدا نشد. لطفا صداهای فیزیکی و گروه های صدای بیشتر ایجاد کنید، یا یک گروه صدای ایجاد شده را کاهش دهید.
is: Engir lausir eintakahópar fundust til að búa til nýtt rökeintak. Vinsamlegast búðu til fleiri raunlæg eintök, eða minnkaðu eintakahóp sem þegar er til.

source: Logical volume name:
fa: نام صدای منطقی:
is: Heiti rökeintaks:

source: Volume group:
fa: گروه صدا:
is: Eintakahópur:

source: Please select the volume group where the new logical volume should be created.
fa: لطفا گروه صدایی را که صدای منطقی جدید باید ایجاد شود انتخاب کنید.
is: Vinsamlegast veldu eintakahópinn þar sem búa á til nýja rökeintakið.

source: No logical volume name entered
fa: هیچ نام صدای منطقی وارد نشده است
is: Ekkert heiti á rökeintaki var slegið inn

source: No name for the logical volume has been entered. Please enter a name.
fa: هیچ نامی برای صدای منطقی وارد نشده است. لطفا یک نام وارد کنید.
is: Ekkert heiti hefur verið slegið inn fyrir rökeintakið. Vinsamlegast sláðu inn heiti.

source: Error while creating a new logical volume
fa: خطا در هنگام ایجاد یک صدای منطقی جدید
is: Villa kom upp við að búa til nýtt rökeintak

source: The name ${LV} is already in use by another logical volume on the same volume group (${VG}).
fa: استفاده شده است. (${VG}) قبلا بوسیله صدای منطقی دیگری در گروه صدای مشابه ${LV}نام
is: Heitið ${LV} er þegar í notkun á öðru rökeintaki í sama eintakahóp (${VG}).

source: Logical volume size:
fa: اندازه صدای منطقی:
is: Stærð rökeintaks:

source: Please enter the size of the new logical volume. The size may be entered in the following formats: 10K (Kilobytes), 10M (Megabytes), 10G (Gigabytes), 10T (Terabytes). The default unit is Megabytes.
fa: 10K (Kilobytes), 10M (Megabytes), 10G (Gigabytes), 10T (Terabytes)لطفا اندازه صدای منطقی جدید را وارد کنید. اندازه می تواند به صورت های مقابل وارد شود:واحد پیش فرض مگابایت می باشد.
is: Vinsamlegast sláðu inn stærð nýja rökeintaksins. Hægt er að slá inn stærðina á eftirfarandi formum: 10K (Kílóbæti), 10M (Megabæti), 10G (Gígabæti) eða 10T (Terabæti).

source: Unable to create a new logical volume (${LV}) on ${VG} with the new size ${SIZE}.
fa: ایجاد کند. ${SIZE} با اندازه جدید${VG}را بر (${LV}) نمی تواند یک صدای منطقی جدید
is: Gat ekki búið til nýtt rökeintak (${LV}) á ${VG} af stærðinni ${SIZE}.

source: No volume group has been found for deleting a logical volume.
fa: هیچ گروه صدایی برای حذف یک صدای منطقی یافت نشد.
is: Enginn eintakahópur fannst til að eyða rökeintaki.

source: No logical volume has been found. Please create a logical volume first.
fa: هیچ صدای منطقی یافت نشد. لطفا ابتدا یک صدای منطقی ایجاد کنید.
is: Ekkert rökeintak fannst. Vinsamlegast búðu fyrst til rökeintak.

source: Please select the logical volume to be deleted on ${VG}.
fa: انتخاب کنید.${VG}لطفا صدای منطقی را برای حذف بر
is: Vinsamlegast veldu rökeintakið sem á eyða úr ${VG}.

source: The logical volume (${LV}) on ${VG} could not be deleted.
fa: می تواند حذف شود. ${VG} بر (${LV})صدای منطقی
is: Ekki var hægt að eyða rökeintakinu (${LV}) á ${VG}.

source: No usable physical volumes found
fa: هیچ صدای فیزیکی قابل استفاده ای یافت نشد.
is: Engin nothæf raunlæg eintök fundust

source: No physical volumes (i.e. partitions) were found in your system. All physical volumes may already be in use. You may also need to load some required kernel modules or re-partition the hard drives.
fa: هیچ صدای فیزیکی (مانند پارتیشن ها) روی سیستم شما یافت نشد. تمام صداهای فیزیکی ممکن است قبلا مورد استفاده قرار گرفته باشند. شما همچنین نیاز دارید تا بعضی ماژول های کرنل مورد نیاز را لود کنید یا درایورهای هارد را مجددا پارتیشن بندی نمایید.
is: Engin rauneintök (þ.e. sneiðar) fundust á kerfinu. Öll rauneintök gætu þegar verið í notkun. Einnig gæti verið að þú þurfir að hlaða nauðsynlegum kjarnaeiningum eða endursneiða hörðu diskana.

source: Logical Volume Manager not available
fa: مدیر صدای منطقی در دسترس نیست
is: Rökeintakastjóri (LVM) ekki tiltækur

source: The current kernel doesn't support the Logical Volume Manager. You may need to load the lvm-mod module.
fa: را لود کنید.lvm-modکرنل جاری مدیر صدای منطقی را پشتیبانی نمیکند. شما نیاز دارید تا ماژول
is: Núverandi kjarni styður ekki rökeintakastjórann (LVM). Vera kann að þú þurfir að hlaða lvm-mod einingunni.

source: Software RAID device
fa: RAID ابزار سخت افزار
is: Hugbúnaðar RAID tæki

source: In use by software RAID device ${DEVICE}
fa: ${DEVICE} RAID در حال استفاده توسط ابزار

source: The current kernel doesn't seem to support software RAID (MD) devices. This should be solved by loading the necessary modules.
fa: را پشتیبانی کند. این مساله باید با لودکردن ماژول های لازم حل گردد.(MD)RAIDکرنل جاری به نظر نمی رسد که ابزارهای سخت افزار

source: This is the software RAID (or MD, "multiple device") configuration menu.
fa: (or MD, "multiple device") می باشد RAIDاین منوی تایید سخت افزار

source: Please select one of the proposed actions to configure software RAID.
fa: انتخاب کنید. RAID لطفا یک یا چند عملیات مورد نظر را برای تایید سخت افزار

source: Software RAID device type:
fa: RAID نوع ابزار سخت افزار

source: No unused partitions of the type "Linux RAID Autodetect" are available. Please create such a partition, or delete an already used software RAID device to free its partitions.
fa: را برای آزادسازی RAID در دسترس نیست. لطفا چنین پارتیشنی را ایجاد کتید، یا یک ابزار سخت افزار "Linux RAID Autodetect"هیچ پارتیشن استفاده نشده ای از نوع پارتیشن ها حذف کنید.

source: The RAID${LEVEL} array will consist of both active and spare devices. The active devices are those used, while the spare devices will only be used if one or more of the active devices fail. A minimum of ${MINIMUM} active devices is required.
fa: از ابزارهای فعال و اضافی تشکیل خواهد شد. ابزارهای فعال آنها هستند که استفاده می شوند، در حالی که ابزارهای اضافی تنها زمانی مورد استفاده RAID${LEVEL} بردارابزارهای فعال مورد نیاز است.${MINIMUM}قرار می گیرند که یک یا چند ابزار فعال موفقیت آمیز نباشد. مینیمم

source: Please choose which partitions will be used as spare devices. You may choose up to ${COUNT} partitions. If you choose less than ${COUNT} devices, the remaining partitions will be added to the array as "missing". You will be able to add them to the array later.
fa: ${COUNT} پارتیشن انتخاب کنید. اگر کمتر از ${COUNT} لطفاانتخاب کنید که کدام پاریشن ها به عنوان ابزارهای اضافی مورد استفاده قرار خواهند گرفت. می توانید تا تعداد به بردار افزوده خواهند شد. شما قادر خواهید بود بعدا آنها را به بردار اضافه کنید."missing"انتخاب نمایید، پارتیشن های باقیمانده به عنوان

source: Software RAID device to be deleted:
fa: برای حذف:Software RAIDابزار

source: Deleting a software RAID device will stop it and clear the superblock of all its components.
fa: موجب توقف آن خواهد شد و سوپربلوک تمامی اجزا را پاک خواهد کرد.RAIDحذف یک ابزار سخت افزار

source: Please note this will not immediately allow you to reuse the partitions or devices in a new software RAID device. The array will however be unusable after the deletion.
fa: جدید قرار دهید. بردار در هر صورت پس از حذف غیر قابل استفاده خواهد بود.RAIDلطفا توجه کنید که این سریعا به شما اجازه نخواهد داد که پارتیشن ها یا ابزارها را در یک ابزار سخت افزار

source: No software RAID devices are available for deletion.
fa: برای حذف در دسترس نخواهد بود.RAIDهیچ ابزار سخت افزار

source: Really delete this software RAID device?
fa: را حذف کنید؟RAID آیا واقعا می خواهید این ابزار سخت افزار

source: Please confirm whether you really want to delete the following software RAID device:
fa: زیر را حذف کنید:RAIDلطفا تایید نمایید که آیا واقعا می خواهید ابزار سخت افزار

source: There was an error deleting the software RAID device. It may be in use.
fa: وجود داشت.ممکن است در حال استفاده باشد.RAIDیک خطا در هنگام حذف ابزار سخت افزار

source: Before RAID can be configured, the changes have to be written to the storage devices. These changes cannot be undone.
fa: بتواند تایید شود، تغییرات باید در ابزار ذخیره نوشته شود. این تغییرات نمی توانند برگشت داده شوند.RAIDپیش از آنکه
is: Áður en hægt er að setja RAID upp verður að rita breytingar í geymslutækin. Ekki er hægt að afturkalla þessar breytingar.

source: When RAID is configured, no additional changes to the partitions in the disks containing physical volumes are allowed. Please convince yourself that you are satisfied with the current partitioning scheme in these disks.
fa: تایید می شود، اجازه هیچ تغییرات اضافی در صداهای فیزیکی درون دیسک وجود ندارد. لطفا اطمینان حاصل کنید که از چنین پارتیشن بندی در این دیسکها RAIDهنگامی که راضی هستید.
is: Eftir að RAID hefur verið sett upp eru engar frekari breytingar á sneiðingu og diskum sem innihalda rauneintök leyfðar. Vinsamlegast vertu viss um að þú sért ánægður með núgildandi sneðiningaráætlun fyrir þessa diska.

source: Keep current partition layout and configure RAID?
fa: را تایید نمایید؟RAIDآیا می خواهید لایه پارتیشن جاری را حفظ کنید و
is: Halda núgildandi sneiðasniði og setja upp RAID?

source: physical volume for RAID
fa: RAIDصدای فیزیکی برای
is: Rauneintak fyrir RAID

source: The selected device contains partitions used for software RAID devices. The following devices and partitions are about to be removed:
fa: می شود. ابزارها و پارتیشن های زیر برای حذف می باشند: RAIDابزار انتخابی شامل پارتیشن هایی برای استفاده ابزارهای سخت افزار
