Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/sublevel3/*.po
Languages: fa, is

source: Serial ATA RAID %s (partition #%s)
is: Serial ATA RAID %s (sneið #%s)

source: No boot loader installed
is: Enginn ræsistjóri uppsettur

source: Install the GRUB boot loader to the Serial ATA RAID disk?
is: Setja upp GRUB ræsiþjón á Serial ATA RAID diskinum?

source: The GRUB installation has been aborted.
is: Hætt hefur verið við GRUB uppsetningu.

source: Install the GRUB boot loader to XFS file system?
is: Setja upp GRUB ræsistjórann á XFS skrárarkerfi?

source: The GRUB boot loader installation often fails or hangs when /boot is on a XFS file system. Using LILO in this situation is recommended.
is: Uppsetning GRUB ræsistjóranns mistekst oft eða frýs þegar /boot skráasafnið er á XFS skráakerfi. Mælt er með því að nota LILO í þessum tilvikum.

source: LILO installation target:
is: ELILO uppsetning mistókst

source: Invalid partition name
is: Ógilt sneiðarnafn

source: Installing LILO...
is: Set upp LILO...

source: Installing the LILO package
is: Set upp LILO pakkann

source: Would you like to make this partition active?
is: Vilt þú virkja þessa disksneið?

source: You have chosen to install LILO on a partition that is not the active one. If this partition is not marked active, then LILO will not be loaded by the boot loader. This may cause you to be unable to boot into the system that is being installed.
is: Þú hefur valið að setja LILO upp á disksneið sem er ekki virk. Ef þessi sneið er ekki virkjuð þá mun ræsistjórinn ekki ræsa LILO. Þetta gæti valdið því að þú getir ekki ræst stýrikerfið sem þú ert að setja upp.

source: LILO installation failed. Continue anyway?
is: LILO uppsetning mistókst. Viltu samt halda áfram?

source: The lilo package failed to install into /target/. Installing LILO as a boot loader is a required step. The install problem might however be unrelated to LILO, so continuing the installation may be possible.
is: Ekki tókst að setja lilo upp á /target/. Nauðsynlegt er að setja upp LILO til að klára uppsetningu. Vandamálið gæti samt verið ótengt LILO, svo það er möguleiki á að hægt sé að halda uppsetningu áfram.

source: LILO installation failed
is: LILO uppsetning mistókst

source: Install the LILO boot loader on a hard disk
is: Setja upp LILO ræsistjórann á harðan disk

source: No partitions found
is: Engar sneiðar fundust

source: Mount failed
is: Mistókst að tengja

source: Rescue operation failed
is: Björgunaraðgerð mistókst

source: No shell found in /target
is: Engin skel fannst á /target

source: Detecting hardware to find hard drives
is: Leita að vélbúnaði til að komast í harða diska

source: Mounting ${DRIVE}...
is: Tengi ${DRIVE}...

source: Scanning ${DRIVE} (in ${DIRECTORY})...
is: Leita á ${DRIVE} (í ${DIRECTORY})...

source: Failed to find an installer ISO image
is: Fann ekki ISO-mynd af uppsetningu.

source: No installer ISO images were found. If you downloaded the ISO image, it may have a bad filename (not ending in ".iso"), or it may be on a file system that could not be mounted. You'll have to do a network install instead, or reboot and fix the ISO image.
is: Engar ISO-myndir af uppsetningarferlinu fundust. Ef þú sóttir ISO-mynd er mögulegt að hún sé vitlaust skýrð (nafnið endi ekki á ".iso"), eða að hún sé á skráarkerfi sem ekki er hægt að tengja inn. Þú þarft að fara í netuppsetningu eða endurræsa og laga ISO myndina.

source: Please do a network install instead, or reboot and fix the ISO image.
is: Vinsamlegast notaðu netuppsetningu í staðinn, eða endurræstu og lagaðu ISO myndina.

source: Web server started
is: Vefþjónn ræstur

source: Failed to mount CD-ROM
is: Tókst ekki að tengja geisladisk

source: Integrity test failed
is: Áreiðanleikapróf mistókst

source: Create MD device
is: Búa til fjöldiska tæki

source: Multidisk configuration actions
is: Samstillingaraðgerðir fjöldiska

source: No RAID partitions available
is: Engar RAID sneiðar tiltækar

source: Please choose the type of the multidisk device to be created.
is: Vinsamlegast veldu þá tegund fjöldiskatækis sem á að búa til.

source: Failed to delete the multidisk device
is: Mistókst að eyða fjöldiska tæki

source: LVM configuration action:
is: Stilliaðgerð fyrir rökeintakastjóra (LVM):

source: Extend volume groups
is: Stækka eintakahópa

source: Volume groups configuration action:
is: Stilliaðgerð fyrir eintakahópa

source: Delete logical volumes
is: Eyða rökeintökum

source: Devices for the new volume group:
is: Tæki í nýja eintakahópinn:

source: No physical volumes selected
is: Engin rauneintök voru valin

source: Volume group to delete:
is: Eintakahópur sem á að eyða:

source: Volume group to extend:
is: Eintakahópur sem stækka skal:

source: Volume group to reduce:
is: Eintakahópur til að minnka:

source: Please enter the name you would like to use for the new logical volume.
is: Vinsamlegast sláðu inn það heiti sem þú kýst fyrir nýja rökeintakið.

source: Please select the volume group which contains the logical volume to be deleted.
is: Vinsamlegast veldu eintakahópinn sem inniheldur rökeintakið sem á að eyða.

source: No logical volume found
is: Engin rökeitök fundust

source: Logical volume:
is: Rökeintak:

source: Error while deleting the logical volume
is: Villa við eyðingu rökeintaks.

source: Configure software RAID
is: Stilla hugbúnaðar RAID

source: Write the changes to the storage devices and configure RAID?
is: Rita breytingarnar í geymslutækin og setja upp RAID?

source: RAID configuration failure
is: RAID-stilling mistókst

source: Provides logical volume:
is: Útvegar rökeintak:

source: none[ Do not translate what's inside the brackets and just put the translation for the word "none" in your language without any brackets. This "none" relates to "Physical Volumes:" ]
is: Engin

source: none[ Do not translate what's inside the brackets and just put the translation for the word "none" in your language without any brackets. This "none" relates to "Volume Groups:" ]
is: Engir

source: PV
is: RaE

source: Display configuration details
is: Birta stillingu í smáatriðum

source: Extend volume group
is: Stækka eintakahóp

source: Delete logical volume
is: Eyða rökeintaki

source: Write the changes to disks and configure LVM?
is: Rita breytingar á diska og setja upp rökeintakastjóra?

source: LVM configuration failure
is: Stilling rökeintakastjóra mistókst

source: An error occurred while writing the changes to the disks.
is: Villa kom upp við ritun breytinganna á diskana.

source: lvm
is: res

source: Current LVM configuration:
is: Núgildandi stilling rökeintakastjóra:

source: Remove existing logical volume data?
is: Eyða núverandi gögnum um rökeintök?

source: This happened because the selected recipe does not contain any partition that can be created on LVM volumes.
is: Þetta átti sér stað vegna þess að valin uppskrift innihélt enga sneið sem hægt er að búa til á rökeintakastýrðum eintökum.

source: Continue installation without /boot partition?
is: Halda uppsetningu áfram án /boot ræsisneiðar?

source: Encryption method for this partition:
is: Dulritunaraðferð fyrir þessa sneið:

source: Encryption for this partition:
is: Dulritun fyrir þessa sneið:

source: Key size for this partition:
is: Lykilstærð fyrir þessa sneið:

source: Type of encryption key for this partition:
is: Tegund dulritunarlykils fyrir þessa sneið:

source: Erase data on this partition
is: Eyða gögnum á þessari sneið

source: Setting up encryption...
is: Set upp dulkóðun...

source: No partitions to encrypt
is: Engar sneiðar til að dulkóða
