Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/sublevel3/*.po
Languages: fa, is

source: Software RAID devices about to be removed: ${REMOVED_DEVICES}
fa: ${REMOVED_DEVICES} برای حذف:RAIDابزارهای سخت افزار

source: Partitions used by these RAID devices: ${REMOVED_PARTITIONS}
fa: ${REMOVED_PARTITIONS} استفاده می شوند:RAIDپارتیشن هایی که با این ابزارهای

source: Note that this will also permanently erase any data currently on the software RAID devices.
fa: قرار دهد.RAIDتوجه کنید که این می تواند هر داده های را روی ابزارهای سخت افزار

source: Unallocated physical volumes:
fa: صداهای فیزیکی بدون مکان:
is: Óúthlutuð rauneintök:

source: Volume groups:
fa: گروه های صدا:
is: Eintakahópar:

source: Uses physical volume:
fa: صدای فیزیکی قابل استفاده:
is: Nota rauntækt eintak:

source: In use by LVM volume group ${VG}
fa: ${VG}LVMدر حال استفاده توسط گروه صدای
is: Notað af rökeintakastjóra eintakahópnum ${VG}

source: Create volume group
fa: ایجاد گروه صدا
is: Búa til eintakahóp

source: Delete volume group
fa: حذف گروه صدا
is: Eyða eintakahóp

source: Reduce volume group
fa: کاهش گروه صدا
is: Minnka eintakahóp

source: Create logical volume
fa: ایجاد صدای منطقی
is: Búa til rökeintak

source: Before the Logical Volume Manager can be configured, the current partitioning scheme has to be written to disk. These changes cannot be undone.
fa: پیش از آنکه مدیری صدای منطقی بتواند تایید شود، پارتیشن بندی جاری بابیستی بر دیسک نوشته شود. این تغییرات قابل برگشت نیستند.
is: Áður en hægt er að setja upp rökeintakastjórann verður að rita núgildandi sneiðaskipulag á disk. Ekki er hægt að afturkalla þessar breytingar.

source: After the Logical Volume Manager is configured, no additional changes to the partitioning scheme of disks containing physical volumes are allowed during the installation. Please decide if you are satisfied with the current partitioning scheme before continuing.
fa: پس از آنکه مدیری صدای منطقی تایید شد، اجازه هیچ تغییرات جدیدی در پارتیشن بندی دیسک ها در طول نصب شامل صداهای فیزیکی داده نمی شود. لطفا از پارتیشن بندی جاری پیش از ادامه اطمینان حاصل نمایید.
is: Eftir að búið er að setja upp rökeintakastjórann er ekki leyft að gera neinar breytingar á sneiðaskipulagi diska sem innihalda rauneintök á meðan á uppsetningunni stendur. Vinsamlegast farðu yfir sneiðaskipulagið og staðfestu að það sé eins og til er ætlast áður em lengra er haldið.

source: Keep current partition layout and configure LVM?
fa: تایید شود؟LVMلایه پارتیشن جاری حفظ شود و
is: Nota núgildandi sneiðaskipulag og setja upp rökeintakastjórann.

source: After the Logical Volume Manager is configured, no additional changes to the partitions in the disks containing physical volumes are allowed. Please decide if you are satisfied with the current partitioning scheme in these disks before continuing.
fa: پس از آنکه مدیر صدای منطقی تایید شد، اجازه هیچ تغییرات اضافی به پارتیشن در دیسک ها شامل صداهای فیزیکی داده نمی شود. لطفا پیش از ادامه از پارتیشن بندی جاری اطمینان حاصل نمایید.
is: Eftir að búið er að setja upp rökeintakastjórann er ekki leyft að gera neinar breytingar á sneiðum diska sem innihalda rauneintök á meðan á uppsetningunni stendur. Vinsamlegast farðu yfir sneiðaskipulagið og staðfestu að það sé eins og til er ætlast áður em lengra er haldið.

source: physical volume for LVM
fa: LVMصدای فیزیکی برای
is: rauneintak fyrir rökeintakastjórann

source: Summary of current LVM configuration:
fa: :جاری LVMخلاصه تایید
is: Ágrip af núgildandi uppsetningu rökeintakastjóra (LVM):

source: Free Physical Volumes: ${FREE_PVS} Used Physical Volumes: ${USED_PVS} Volume Groups: ${VGS} Logical Volumes: ${LVS}
fa: ${FREE_PVS} صداهای فیزیکی آزاد: ${USED_PVS} صداهای فیزیکی استفاده شده:${VGS} گروه های صدا: ${LVS}صداهای منطقی:
is: Laus rauneintök: ${FREE_PVS} Notuð rauneintök: ${USED_PVS} Eintakahópar: ${VGS} Rökeintök: ${LVS}

source: No physical volumes were selected. The creation of a new volume group has been aborted.
fa: هیچ صدای فیزیکی انتخاب نشده است. ایجاد یک گروه صدای جدید متوقف شده است.

source: No name for the volume group has been entered. Please enter a name.
fa: هیچ نامی برای گروه صدا وارد نشده است. لطفا یک نام وارد کنید.

source: The selected volume group name is already in use. Please choose a different name.
fa: نام گروه صدای انتخاب شده قبلا استفاده شده است. لطق=فا نام دیگری انتخاب کنید.

source: The selected volume group name overlaps with an existing device name. Please choose a different name.
fa: نام گروه صدای انتخابی مشابه با یک نام ابزار ایجاد شده است. لطفا نام دیگری انتخاب کنید.

source: The volume group ${VG} could not be created.
fa: نمی تواند ایجاد شود.${VG}گروه صدای
is: Ekki var hægt að búa til eintakahópinn ${VG}.

source: No physical volumes were selected. Extension of the volume group has been aborted.
fa: هیچ صدای فیزیکی انتخاب نشده است. توسیع گروه های صدا متوقف شده است.

source: Devices to remove from the volume group:
fa: ابزارهای جا به جایی گروههای صدا:
is: Tæki til að fjarlægja úr eintakahóp:

source: Please select the devices you wish to remove from the volume group.
fa: لطفا ابزارهایی را که می خواهید از گروه صدا حذف کنید انتخاب کنید:
is: Vinsamlegast veldu tækin sem þú vilt fjarlægja úr eintakahópnum.

source: No physical volumes were selected. Reduction of the volume group was aborted.
fa: هیچ صدای فیزیکی انتخاب نشده است. کاهش گروه های صدا متوقف شده است.
is: Engin rauntæk eintök voru valin. Hætt var við minnkun eintakahópsins.

source: Please select the logical volume to delete.
fa: لطفا صدای منطقی را برای حذف انتخاب کنید.
is: Vinsamlegast veldu rökeintakið sem á að eyða.

source: in VG ${VG}
fa: VG ${VG}در
is: í eintakahóp ${VG}

source: Error while initializing physical volume
fa: خطا در هنگام شناسایی صدای فیزیکی
is: Villa við frumstillingu rauntæks eintaks

source: The physical volume ${PV} could not be initialized.
fa: نمی تواند شناسایی شود.${PV}صدای فیزیکی
is: Ekki reyndist unnt að frumstilla rauntæka eintakið ${PV}

source: Invalid logical volume or volume group name
fa: صدای منطقی یا نام گروه صدای نامعتبر
is: Ógilt nafn rauntæks eintaks eða eintakahóps

source: Logical volume or volume group names may only contain alphanumeric characters, hyphen, plus, period and underscore. They must be 128 characters or less and may not begin with a hyphen. The names "." and ".." are not allowed. In addition, logical volume names may not begin with "snapshot".
fa: . آنها باید 128 کاراکتر یا کمتر باشند و نباید با hyphen, plus, period و underscoreصدای منطقی یا نام های گروه صدا ممکن است تنها شامل کاراکترهای آلفانیومریک باشند، شروع شوند. "snapshot" مجاز نیستند. به علاوه، اسامی صدای منطقی نمی توانند با ".." و "."آغاز شوند. اسامی hyphen
is: Nöfn rökeintaka eða eintakahópa mega aðeins innihalda bókstafi og tölustafi, bandstrik, plús, punkt og undirstrik. Íslenskir stafir eru ekki leyfðir. Þau verða að að vera 128 stafir eða minna og mega ekki byrja á bandstriki. Nöfnin „.‟ og „..‟ eru ekki leyfð. Að auki mega nöfn rauntækra eintaka ekki byrja á "snapshot".

source: Please choose a different name.
fa: لطفا نام دیگری برگزینید.
is: Vinsamlegast veldu annað nafn.

source: The selected device already contains the following LVM logical volumes, volume groups and physical volumes which are about to be removed:
fa: ، گروه های صدا و صداهای فیزیکی که باید حذف شوند می باشد. LVMابزار انتخاب شده قبلا شامل صداهای منطقی

source: Logical volume(s) to be removed: ${LVTARGETS}
fa: ${LVTARGETS}صدا(ها)ی منطقی باید حذف شوند:

source: Physical volume(s) to be removed: ${PVTARGETS}
fa: ${PVTARGETS}صدا(ها)ی فیزیکی باید حذف شوند:

source: Note that this will also permanently erase any data currently on the logical volumes.
fa: توجه کنید که این برای همیشه هر داده جاری روی صداهای منطقی را از بین خواهد برد.

source: Unable to automatically remove LVM data
fa: LVM ناموفق در حذف خودکار داده

source: Because the volume group(s) on the selected device also consist of physical volumes on other devices, it is not considered safe to remove its LVM data automatically. If you wish to use this device for partitioning, please remove its LVM data first.
fa: آن را حذف نمایید.LVM آن را حذف کنید. اگر می خواهید برای پارتیشن بندی از این ابزار استفاده کنید، لطفا ابتدا داده LVMبه خاطر اینکه گروه(ها)ی صدا روی ابزار انتخاب شده صداهای فیزیکی روی دیگر ابزارها را هم شامل می شوند، مطمئن نخواهد بود که به صورت خودکار داده

source: A common situation for system administrators is to find that some disk partition (usually the most important one) is short on space, while some other partition is underused. The Logical Volume Manager (LVM) can help with this.
fa: می تواند در این مورد راهگشا باشد.LVM یک موقعیت عمومی برای مدیر سیستم آن است که پی ببرد برخی پارتیشن های دیسک (معمولا مهمترین آن) دچار کمبود فضا است، در حالی که پارتیشن دیگردر حال استفاده است. مدیر صدای منطقی

source: LVM allows combining disk or partition devices ("physical volumes") to form a virtual disk ("volume group"), which can then be divided into virtual partitions ("logical volumes"). Volume groups and logical volumes may span several physical disks. New physical volumes may be added to a volume group at any time, and logical volumes can be resized up to the amount of unallocated space in the volume group.
fa: . گروه های صدا و صداهای منطقی چندین دیسک فیزیکی را اشغال می نمایند. صداهای فیزکی ("logical volumes")، به طوریکه بتواند بعدا به پارتیشن های مجازی تبدیل شود. ("physical volumes") این امکان را فراهم می آورد تا ابزارهای پارتیشن یا دیسک را برای ایجاد یک دیسک مجازی متصل کرد LVM، جدید ممکن است به یک گروه صدا در هر زمانی اضافه شوند، و صداهای منطقی می توانند بر اساس حجم فضای تعیین نشده در گروه صدا افزایش اندازه دهند.

source: The items on the LVM configuration menu can be used to edit volume groups and logical volumes. After you return to the main partition manager screen, logical volumes will be displayed in the same way as ordinary partitions, and should be treated as such.
fa: می توانند به منظور ویرایش گروهها صدا و صداهای منطقی به کار گرفته شوند. پس از آنکه شما به صفحه اصلی مدیر پارتیشن بازگشتید، صداهای منطقی به طریق مشابه روی پارتیشن های معمولی نمایش داده می شوند، و بایستی به همان طریق با آنها برخورد نمود.LVMآیتم های منوی تایید

source: Name of the volume group for the new system:
fa: نام گروه صدا برای سیستم جدید:
is: Nafn diskahópins fyrir nýja kerfið:

source: The recipe you selected does not contain a separate partition for /boot. This is normally needed to allow you to boot the system when using LVM.
fa: را استفاده می کنید، سیستم را بوت کنید.LVM را شامل نمی شود. این به صورت نرمال این امکان را برای شما فراهم می آورد تا زمانیکه /bootدستور العملی که انتخاب کرده اید، یک پارتیشن جداگانه برای
is: Uppskriftin sem þú valdir inniheldur ekki sérstaka sneið fyrir /boot. Venjulega er nauðsynlegt að hafa slíka sneið svo þú getir ræst kerfið þegar þú notar Rökeintakastjórann.

source: You can choose to ignore this warning, but that may result in a failure to reboot the system after the installation is completed.
fa: شما می توانید از این هشدار چشم پوشی کنید، اما ممکن است موجب ناموفق بودن در ریبوت کردن سیستم پس از کامل شدن نصب شود.
is: Þú getur valið að horfa fram hjá þessarri viðvörun en það gæti leitt til þess að þú getir ekki endurræst kerfið eftir að uppsetningu er lokið.

source: The volume group name used to automatically partition using LVM is already in use. Lowering the priority for configuration questions will allow you to specify an alternative name.
fa: انتخاب شده است قبلا استفاده شده است.بر هم زدن اولویت برای سوال های تایید می تواند امکان انتخاب نام دیگری را برای شما فراهم کند. LVMنام گروه صدا که برای پارتیشن به صورت خودکار با استفاده از
is: Heiti eintakahópsins sem notað er til að sneiða tæki sjálfvirkt með rökeintakastjóranum er þegar í notkun. Með því að lækka forgang uppsetningarspurninga geturðu tilgreint annað nafn.

source: Unexpected error while creating volume group
fa: خطای غیر قابل انتظار در هنگام ایجاد گروه صدا
is: Óvænt villa kom upp við að búa til eintakahóp

source: Autopartitioning using LVM failed because an error occurred while creating the volume group.
fa: ناموفق بود زیرا یک خطا در هنگام ایجاد گروه صدا رخ داد.LVMپارتیشن بندی خودکاربا استفاده از
is: Sjálfvirk sneiðing með rökeintakastjóranum mistókst þar sem villa kom upp við að búa til eintakahóp

source: Multiple disks (%s)
fa: (%s) دیسک های چندگانه

source: A volume group definition contains a reference to a non-existing physical volume.
fa: تعریف یک گروه صدا شامل یک مرجع و صدای فیزیکی غیر موجود می شود.

source: Please check that all devices are properly connected. Alternatively, please check the automatic partitioning recipe.
fa: لطفا تمام ابزارهایی را ممکن است متصل شوند بررسی کنید. همچنین، لطفادستورالعمل پارتیشن بندی خودکار را بررسی نمایید.

source: The automatic partitioning recipe contains the definition of a volume group that does not contain any physical volume.
fa: دستورالعمل پارتیشن بندی خودکار شامل تعریف گروه صدا می شود که هیچ صدای فیزیکی را شامل نمی شود.

source: Error while setting up RAID
fa: RAID خطا در هنگام نصب

source: Not enough RAID partitions specified
fa: کافی مشخص نشده استRAIDپارتیشن های

source: There are not enough RAID partitions specified for your preseeded configuration. You need at least 3 devices for a RAID5 array.
fa: نیاز دارید.RAID5 کافی برای تایید مراحل شما وجود نداردRAIDپارتیشن های . شما حداقل به 3 ابزار برای بردار

source: physical volume for encryption
fa: صدای فیزیکی برای پنهان کردن

source: crypto
fa: کریپتو

source: Loopback (loop-AES)
fa: (loop-AES)بازگشت لوپ

source: Device-mapper (dm-crypt)
fa: (dm-crypt) طراح ابزار

source: not active
fa: غیر فعال
is: ekki virkt

source: Changing the encryption method will set other encryption-related fields to their default values for the new encryption method.
fa: تغییر روش پنهان سازی دیگر فایل های مربوط به پنهان سازی را برای پیش فرض صداها برای روش جدید پنهان سازی تنظیم خواهد کرد.

source: Encryption:
fa: پنهان سازی:
is: Dulritun:

source: Key size:
fa: اندازه اصلی:
is: Lykilstærð:

source: IV algorithm:
fa: IV الگوریتم

source: Initialization vector generation algorithm for this partition:
fa: شناسایی الگوریتم تولید بردار برای این پارتیشن:

source: Different algorithms exist to derive the initialization vector for each sector. This choice influences the encryption security. Normally, there is no reason to change this from the recommended default, except for compatibility with older systems.
fa: الگوریتم های مختلف برای شناسایی بردار برای هر سکتور وجود دارد. این تصمیم امنیت پنهان سازی را تحت تاثیر قرار می دهد. به صورت عادی، هیچ دلیلی برای تغییر این مورد نسبت به پیش فرض آن وجود ندارد، مگر برای سازگاری با سیستم های قدیمی.

source: Encryption key:
fa: کد پنهان سازی:
is: Dulritunarlykill:

source: Encryption key hash:
fa: ریز کد پنهان سازی:

source: The encryption key is derived from the passphrase by applying a one-way hash function to it. Normally, there is no reason to change this from the recommended default and doing so in the wrong way can reduce the encryption strength.
fa: یک طرفه به آن، گرفته شده است. در حال عادی، دلیل یبرای تغییر پیش فرض پیشنهاد شده وجود ندارد و انجام آن به صورت اشتباه می تواند اندازه پنهان سازی را کاهش دهد.hashکد پنهان سازی از عبارت رمز بوسیله یک تابع

source: Erase data:
fa: پاک کردن داده:
is: Eyða gögnum:

source: Really erase the data on ${DEVICE}?
fa: پاک کنید؟ ${DEVICE}آیا واقعا می خواهید داده را بر

source: The data on ${DEVICE} will be overwritten with random data. It can no longer be recovered after this step has completed. This is the last opportunity to abort the erase.
fa: توسط داده تصادفی جایگزین خواهد شد. پس از تکمیل این مرحله دیگر بازگشت نخواهد شد. این آخرین موقعیت برای توقف حذف است. ${DEVICE}داده بر

source: Erasing data on ${DEVICE}
fa: ${DEVICE}پاک کردن داده بر
is: Eyði gögnum á ${DEVICE}

source: Erasing data on ${DEVICE} failed
fa: ناموفق بود${DEVICE}حذف داده بر
is: Eyðing gagna á ${DEVICE} mistókst

source: An error occurred trying to erase the data on ${DEVICE}. The data has not been erased.
fa: رخ داد. داده حذف نشد.${DEVICE}یک خطا در هنگام تلاش برای حذف داده بر

source: No partitions have been selected for encryption.
fa: هیچ پارتیشنی برای پنهان سازی انتخاب نشده است.
is: Engar sneiðar valdar fyrir dulkóðun.

source: Required programs missing
fa: برنامه های مورد نیاز وجود ندراد
is: Nauðsynleg forrit vantar

source: This build of debian-installer does not include one or more programs that are required for partman-crypto to function correctly.
fa: در تابع به آن نیاز است شامل نمی شود.partman-crypto این ساختار نصب کننده دبین یک یا چند برنامه را که برای

source: Required encryption options missing
fa: گزینه های پنهان سازی مورد نیاز وجود ندارد

source: The encryption options for ${DEVICE} are incomplete. Please return to the partition menu and select all required options.
fa: ناقص هستند. لطفا به منوی پارتیشن بازگردید و تمامی گزینه های مورد نیاز را انتخاب کنید.${DEVICE}گزینه های پنهان سازی برای

source: missing
fa: گم شده

source: In use as physical volume for encrypted volume ${DEV}
fa: ${DEV} در حال استفاده به عنوان صدای فیزیکی برای صدای پنهان شده

source: The kernel module package ${PACKAGE} could not be found or an error occurred during its installation.
fa: نمی توانند یافت شوند یا اینکه یک خطا در حین نصب آن رخ داد.${PACKAGE} پکیج ماژول کرنل

source: It is likely that there will be problems setting up encrypted partitions when the system is rebooted. You may be able to correct this by installing the required package(s) later on.
fa: به نظر می رسد که مشکلاتی برای نصب پارتیشن های پنهان سازی شده در زمان ریبوت شدن سیستم وجود خواهد داشت. شما قادر خواهید بود که بعدا با نصب پکیج های لازم آن را اصلاح نمایید.

source: Before encrypted volumes can be configured, the current partitioning scheme has to be written to disk. These changes cannot be undone.
fa: پیش از صداهای پنهان شده می تواند تایید شود، طرح پارتیشن بندی جاری باید بر دیسک رایت شود. این تغییرات قابل بازگشت نیستند.

source: After the encrypted volumes have been configured, no additional changes to the partitions on the disks containing encrypted volumes are allowed. Please decide if you are satisfied with the current partitioning scheme for these disks before continuing.
fa: پس از تایید صداهای پنهان شده، هیچ تغییرات اضافی بر پارتیشن های روی دیسک شامل صداهای پنهان شده وجود نخواهد داشت. لطفا تصمیم بگیرید که می خواهید طرح جاری پارتیشن بندی برای این دیسک ها پیش از ادامه اجرا شود.

source: Keep current partition layout and configure encrypted volumes?
fa: لایه پارتیشن جاری و تایید صداهای پنهان نگهداشته شود؟

source: Configuration of encrypted volumes failed
fa: تایید صداهای پنهان شده ناموفق بود

source: Passphrase
fa: scheme عبارت رمز

source: Keyfile (GnuPG)
fa: (GnuPG) فایل اصلی

source: Random key
fa: کد تصادفی

source: Unsafe swap space detected
fa: مبادله فضای نامطمئن شناسایی شد

source: An unsafe swap space has been detected.
fa: یک فضای مبادله نامطمئن شناسایی شد

source: This is a fatal error since sensitive data could be written out to disk unencrypted. This would allow someone with access to the disk to recover parts of the encryption key or passphrase.
fa: این یک خطای جدی است تا زمانی که داده های حساس بتوانند بر دیسک پنهان نشده رایت شوند. این اجازه می دهد که به دیسک برای بخش های تحت پوشش کد یا عبارت پنهان سازی دسترسی داشته باشید.

source: Please disable the swap space (e.g. by running swapoff) or configure an encrypted swap space and then run setup of encrypted volumes again. This program will now abort.
fa: و سپس برنامه نصب صداهای پنهان شده را مجددا اجرا نمایید. این برنامه هم اکنون متوقف خواهد شد. غیر قابل استفاده نمایید ) یا تایید یک فضای مبادله swapoffلطفا فضای مبادله را(مثلا با اجرای

source: Encryption passphrase:
fa: عبارات پنهان سازی:

source: You need to choose a passphrase to encrypt ${DEVICE}.
fa: انتخاب کنید.${DEVICE}شما نیاز دارید تا یک عبارت برای پنهان کردن

source: A good passphrase will contain a mixture of letters, numbers and punctuation. Passphrases are recommended to have a length of 20 or more characters.
fa: یک عبارت خوب شامل آمیزه ای از حروف، اعداد و علائم می باشد. پیشنهاد می شود که عبارات طولی برابر با 20 کاراکتر یا بیشتر داشته باشند.

source: Re-enter passphrase to verify:
fa: برای تایید عبارت را مجددا وارد نمایید:

source: Empty passphrase
fa: عبارت خالی

source: Use weak passphrase?
fa: از عبارت رمز ضعیف استفاده می کنید؟

source: You entered a passphrase that consists of less than ${MINIMUM} characters, which is considered too weak. You should choose a stronger passphrase.
fa: می شود وارد نموده اید، که بسیار ضعیف مشخص شده است. شما باید عبارتی قوی انتخاب کنید.${MINIMUM}شما یک عبارت را که شاملکاراکترهای کمتر از

source: The encryption key for ${DEVICE} is now being created.
fa: هم اکنون در حال ایجاد است.${DEVICE} کد پنهان سازی برای

source: Key data has been created successfully.
fa: کد داده با موفقیت ایجاد شد.

source: You have selected the root file system to be stored on an encrypted partition. This feature requires a separate /boot partition on which the kernel and initrd can be stored.
fa: جداگانه دارد که کرنل و اینیترد بتوانند ذخیره شوند. /boot شما تصمیم به روت سیستم برای ذخیره بر یک پارتیشن پنهان شده گرفته اید. این متغیر نیاز به یک پارتیشن

source: You should go back and setup a /boot partition.
fa: نصب کنید./bootشما باید بازگردید و یک پارتیشن

source: You have selected the /boot file system to be stored on an encrypted partition. This is not possible because the boot loader would be unable to load the kernel and initrd. Continuing now would result in an installation that cannot be used.
fa: بر یک پارتیشن پنهان شده گرفته اید. این غیر ممکن نیست زیرا بوت لودر قادر به لود کرنل و اینیترد نیست. ادامه آن در حال حاضر بر نصب تاثیر گذار خواهد بود که نمی تواند مورد استفاده قرار گیرد./bootشما تصمیم به ذخیره فایل سیستم

source: You should go back and choose a non-encrypted partition for the /boot file system.
fa: انتخاب کنید. /bootشما باید بازگردید و یک پارتیشن پنهان نشده را برای سیستم فایل

source: You have chosen a random key type for ${DEVICE} but requested the partitioner to create a file system on it.
fa: انتخاب کرده اید اما پارتیشنر برای ایجاد یک فایل سیستمی بر آن درخواست شده است. ${DEVICE}شما یک نوع کد تصادفی برای

source: Using a random key type means that the partition data is going to be destroyed upon each reboot. This should only be used for swap partitions.
fa: استفاده از یک نوع کد تصادفی بهدان معناست که داده پارتیشن در هر ریبوت آسیب می بیند. این تنها می تواند برای پارتیشن های مبادله مورد استفاده قرار گیرد.

source: An error occurred trying to download additional crypto components.
fa: یک خطا هنگام تلاش برای دانلود اجزای اضافی کریپتو رخ داد.

source: Proceed to install crypto components despite insufficient memory?
fa: می خواهید نصب اجزای کریتو علی رغم فضای ناکافی ادامه یابد؟

source: There does not seem to be sufficient memory available to install additional crypto components. If you choose to go ahead and continue anyway, the installation process could fail.
fa: به نظر نمی رسد که حافظه کافی در دسترس برای نصب اجزای اضافی کریپتو وجود داشته باشد. اگر شما تصمیم به ادامه بگیرید و درهرصورت ادامه دهید، فرآیند نصب ناموفق خواهد بود.

source: No devices were selected for encryption.
fa: هیچ ابزاری برای پنهان سازی انتخاب نشده است.

source: Guided - use entire disk and set up encrypted LVM
fa: پنهان شده را نصب کنید. LVM راهنما- تمام دیسک را استفاده کنید و

source: Enter random characters
fa: کاراکترهای تصادفی وارد کنید

source: You can help speed up the process by entering random characters on the keyboard, or just wait until enough key data has been collected (which can take a long time).
fa: شما می توانید با وارد نمودن کاراکترایی بر کیبورد فرآیند را سریع تر کنید ، یا آنکه صبر کنید تا داده کد کافی جمع شود (که زان زیادی طول می کشد)

source: Enter random characters or make random movements with the mouse
fa: کاراکترهای تصادفی وارد کنید یا حرکات تصادفی با موس ایجاد نمایید

source: You can help speed up the process by entering random characters on the keyboard or by making random movements with the mouse.
fa: شما می توانید با وارد نمودن کاراکترهای تصادفی بر کیبورد به تسریع فرآیند کمک نمایید یا حرکات تصادفی با موس ایجاد کنید.

source: Encrypted volume (%s)
is: Dulkóðað drif (%s)
