Repository: Sprezzatech/main-menu-udeb
Catalog: packages/arch/mips/arcboot-installer/debian/po/*.po
Languages: ar, ca, hr, km, lt, nn, ro, te

source: Install the Arcboot boot loader on a hard disk
ar: تثبيت مُحمّل الإقلاع Arcboot على القرص الصلب
ca: Instaŀla el carregador Arcboot al disc dur
hr: Instaliraj Arcboot boot uèitavaè na èvrsti disk.
km: ដំឡើង Arcboot boot loader លើ​ថាស​រឹង​
lt: Pradinio kliklio Arcboot diegimas kietj disk
nn: Installera oppstartslastaren Arcboot p ein harddisk
ro: Instalează încărcătorul de sistem Arcboot pe un hard disc
te: Arcboot బూట్ లోడర్ ని హార్డ్ డిస్క్ పై స్థాపన

source: Disk for boot loader installation:
ar: القرص المطلوب تثبيت محمّل الإقلاع عليه:
ca: Disc per a la instaŀlació del carregador:
hr: Disk za instalaciju boot uèitavaèa:
km: ថាស​សម្រាប់​ការ​ដំឡើង boot loader ៖
lt: Diskas pradinio kliklio diegimui:
nn: Harddisk for installasjon av oppstartslastar:
ro: Discul pentru instalarea încărcătorului de sistem:
te: బూట్ లోడర్ స్థాపన కు డిస్క్:

source: Arcboot must be installed into the volume header of a disk with a SGI disklabel. Usually the volume header of /dev/sda is used. Please give the device name of the disk on which to put arcboot.
ar: يجب أن يتم تثبيت Arcboot على ترويسة القرص ذي علامة قرص SGI. عادة تستخدم ترويسة /dev/sda. رجاء أدخل اسم الجهاز الذي ترغب بوضع Arcboot عليه.
ca: S'ha d'instaŀlar arcboot a la capçalera del volum d'un disc amb una etiqueta de disc SGI. Normalment s'utilitza la capçalera del volum de /dev/sda. Doneu el nom del dispositiu del disc on hi voleu ficar arcboot.
hr: Arcboot mora biti instaliran u prostor zaglavlja diska sa SGI diskovnom oznakom. Obièno se koristi zaglavlje /dev/sda diska. Molim odredite naziv ureðaja na koji treba instalirati arcboot.
km: Arcboot ត្រូវ​បាន​ដំឡើង​ក្នុងភាគបឋមកថា នៃ​ឌីស​ជាមួយ SGI ដែល​អាច​ប្រើ​ឌីស​បាន​ ។​ជាធម្មតា​ភាគ​បឋមកថា​នៃ /dev/sda ត្រូវ​បាន​ប្រើ​ ។​ សូម​ផ្តល់​នូវឈ្មោះ​ឧបករណ៍លើ​ថាសមួយ​ណា​ដែល​បាន​បញ្ចូល​ក្នុង​​ arcboot ។​
lt: Arcboot turi bti diegtas laikmenos tomo antrat (volume header) diske su SGI disko yme. Paprastai naudojama /dev/sda tomo antrat. Praau pateikti disko, kuriame reikia padti arcboot, renginio vard.
nn: Arcboot m installerast i volumhovudet p ein harddisk med eit SGI-diskmerke. Vanlegvis vert volumhovudet til /dev/sda brukt. Oppgje einingsnamnet til disken som arcboot skal leggjast p.
ro: Arcboot trebuie să fie instalat în volume-header-ul unui disc cu etichetă de disc SGI. De obicei se utilizează volume-header-ul lui /dev/sda. Vă rugăm să introduceţi numele de dispozitiv al discului pe care se pune arcboot.
te: Arcboot ని SGI డిస్క్ లేబుల్ గా గల డిస్క్ కి వాల్యూమ్ హెడర్ లో మాత్రమే స్థాపించాలి. సాధారణంగా వాల్యూమ్ హెడర్ /dev/sda వాడబడుతుంది. దయచేసి arcboo పెట్టవలసిన డిస్క్ యొక్క డివైస్ పేరు ఇవ్వండి.

source: Arcboot configured to use a serial console
ar: تمت تهيئة Arcboot ليستخدم الطرفية المتوالية
ca: Arcboot està configurat per a utilitzar una consola sèrie
hr: Arcboot pode¹en da rabi serijsku konzolu
km: Arcboot ត្រូវ​បាន​កំណត់​រចនា​សម្ព័ន្ធ​ក្នុង​ការ​ប្រើ​កុងសូល​សៀរៀល
lt: Arcboot konfigruotas naudoti konsol per nuosekli jungt
nn: Arcboot er sett opp til bruka seriellkonsoll
ro: Arcboot configurat să folosească o consola serială
te: Arcboot సరణి కన్సోల్ వాడుటకు అమర్చబడినది

source: Arcboot is configured to use the serial port ${PORT} as the console. The serial port speed is set to ${SPEED}.
ar: تمت تهيئة Arcboot ليستخدم المنفذ المتوالي ${PORT} كطرفية. سرعة المنفذ المتوالي محددة على ${SPEED}.
ca: Arcboot està configurat per utilitzar el port sèrie ${PORT} com a consola. La velocitat del port sèrie està establerta a ${SPEED}.
hr: Arcboot je pode¹en da rabi serijski port ${PORT} kao konzolu. Brzina serijskog porta postavljena je na ${SPEED}.
km: Arcboot ត្រូវ​បាន​កំណត់​រចនា​សម្ព័ន្ធ​ក្នុង​ការ​ប្រើ​ច្រក​សៀរៀល​ផង​ ${PORT} ដូច​កុង​សូល​ ។​ ល្បឿន​ច្រក​សៀរៀល​ត្រូវ​បាន​រៀបចំទៅ​កាន់ ${SPEED} ។​
lt: Arcboot yra konfigruotas naudoti nuosekli jungt ${PORT} kaip konsol. Nuoseklios jungties greitis nustatytas ${SPEED}.
nn: Arcboot er sett opp til bruka seriellporten ${PORT} som konsoll. Farten til seriellporten er sett til ${SPEED}.
ro: Arcboot este configurat să folosească portul serial ${PORT} ca şi consolă. Portul serial este setat la ${SPEED}.
te: Arcboot సరణి పోర్ట్ ${PORT} ని కన్సోల్ గా వాడుటకు అమర్చబడినది. సరణి పోర్టు వేగం ${SPEED} గా మార్చబడినది.

source: Arcboot installation failed. Continue anyway?
ar: فشل تثبيت Arcboot؟ أأستمرّ على أية حال؟
ca: La instaŀlació d'arcboot ha fallat. Voleu continuar de totes maneres?
hr: Instalacija arcboot-a neuspjela. Da ipak nastavim?
km: ការ​ដំឡើង Arcboot បាន​បរាជ័យ ។ ទោះ​យ៉ាង​ណា បន្ត​ឬទេ ?
lt: Arcboot diegimas nepavyko. Tsti nepaisant to?
nn: Arcboot-installasjonen feila. Hald fram likevel?
ro: Instalarea Arcboot a eşuat. Se mai continuă?
te: Arcboot స్థాపన విఫలమైంది. ఐనా సరే కొనసాగించాలా?

source: The arcboot package failed to install into /target/. Installing Arcboot as a boot loader is a required step. The install problem might however be unrelated to Arcboot, so continuing the installation may be possible.
ar: فشل تثبيت حزمة Arcboot على /target/. تثبيت Arcboot كمحمّل إقلاع هي خطوة مطلوبة. مشكلة التثبيت على كل حال قد لا تكون متعلقة بـArcboot، لذا فإن الاستمرار بالتثبيت ممكن.
ca: No s'ha pogut instaŀlar el paquet arcboot a /target/. Instaŀlar Arcboot com el carregador és un pas requerit. El problema d'instaŀlació pot no estar relacionat amb Arcboot, així doncs continuar amb la instaŀlació potser serà possible.
hr: Nije uspjela instalacija arcboot paketa na /target/. Instalacija Arcboot-a kao boot uèitavaèa je zahtijevani korak. Meðutim, problem mo¾e biti nevezan za Arcboot, pa æete mo¾da moæi nastaviti instalaciju.
km: កញ្ចប់​ arcboot ត្រូវ​បាន​​បរាជ័យ​ក្នុង​ដំឡើង​ក្នុង​ /គោល​ដៅ/ ។​ កំពុង​ដំឡើង​ Arcboot ដូច​ boot loader ត្រូវ​បាន​ធ្វើ​តាម​ជំហាន​ ។​ ដំឡើង​មាន​បញ្ហាទោះ​បីជា​វា​មិន​ទាក់​ទង​និង​ rcboot ដូច្នេះ​បន្ត​ការដំឡើង​ដែល​អាច​ធ្វើ​ទៅ​បាន​ ។​
lt: Nepavyko diegti arcboot paketo /target/. Pradinio kliklio diegimas yra btinas ingsnis. Taiau diegimo problema galbt nesusijusi su arcboot, taigi diegimo tsimas galbt galimas.
nn: Klarte ikkje installera arcboot-pakka i /target/. Denne trengst for installera Arcboot som oppstartssystem. Det kan vera at installasjonsproblemet ikkje er knytt til Arcboot, og at det vil verka likevel om du held fram.
ro: Instalarea pachetului arcboot pe /target/ a eşuat. Instalarea Arcboot ca încărcător de sistem este un pas necesar. Problema de instalare poate fi nelegată direct de Arcboot, deci continuarea instalării ar putea fi posibilă.
te: arcboot పాకేజి /target/ పై స్థాపన విఫలమైంది. దీనిని బూట్ లోడర్ గా స్థాపన చేయటం అవసరమైన అంశం. స్థాపన సమస్య arcboot కి సంబంధించినది కాకపోవచ్చు.స్థాపన కొనసాగించటం వీలవవచ్చు.

source: Setting PROM variables for Arcboot
ar: جاري تحديد مُتغيّرات PROM لـArcboot
ca: S'estan establint les variables PROM per a Arcboot
hr: Postavljam PROM varaijable za Arcboot
km: ការ​កំណត់​អថេរ PROM សម្រាប់ Arcboot
lt: PROM kintamj nustatymas Arcboot klikliui
nn: Set PROM-variablar for Arcboot
ro: Se setează variabilele PROM pentru Arcboot
te: Arcboot కి PROM చలరాసులకు విలువలివ్వుట

source: If this is the first Linux installation on this machine, or if the hard drives have been repartitioned, some variables need to be set in the PROM before the system is able to boot normally.
ar: إن كان هذا هو التّثبيت الأول للينكس على هذه الماكينة، أو إن تمّت إعادة تجزئة الأقراص الصّلبة، فيجب تحديد بعض المُتغيّرات في PROM قبل أن يستطيع النّظام الإقلاع بشكل طبيعي.
ca: Si aquesta és la primera instaŀlació de Linux en aquest ordinador, o si s'han tornat a partir els discs durs, caldrà establir algunes variables a la PROM abans que el sistema es puga arrencar normalment.
hr: Ako je ovo prva instalacija Linuxa na ovaj stroj, ili su èvrsti diskovi bili preparticionirani, valja postaviti neke varijable u PROM prije negoli sustav bude sposoban normalno se podizati.
km: ប្រសិន​បើ​នេះ​ជា​ការ​ដំឡើង​លីនិច​ជាលើក​ដំបូងលើ​ម៉ាស៊ីន​នេះ​ឬ លើ​ដ្រាយ​រឹង​ដែល​បាន​ចែក​​​​​ភាគថាស​ម្តង​ទៀត​ អថេរខ្លះៗត្រូវ​ការ​រៀបចំ​ក្នុង​ PROM មុន​និង ប្រព័ន្ធ​អាច​ boot ធម្មតា​​។​
lt: Jei tai yra pirmas Linux diegimas iame kompiuteryje, arba jei kietieji diskai yra naujai sudalinti skirsniais, kai kurie kintamieji turi bti rayti PROM, kad sistema galt bti normaliai keliama.
nn: Viss dette er den frste linuxinstallasjonen p denne maskina, eller viss harddiskane er repartisjonert, m nokre variablar bli sett i PROM fr systemet er i stand til starta opp normalt.
ro: Dacă aceasta este prima instalare de Linux pe această maşină, sau dacă hard discurile au fost repartiţionate, unele variabile trebuie să fie setate în PROM înainte ca sistemul să poată porni normal.
te: ఈ యంత్రము పై లినక్స్ స్థాపన ప్రథమంగా చేస్తున్నట్లయితే లేక, హార్డ్ డ్రైవు లు పార్టిషన్ మార్పులు చేసినట్లయితే, వ్యవస్థ మామూలుగా బూట్ కావటానికి, PROM లో కొన్ని చలరాసులకు విలువలివ్వాలి

source: At the end of this installation stage, the system will reboot. After this, enter the command monitor from the "Stop for Maintenance" option, and enter the following commands:
ar: في نهاية مرحلة التّثبيت هذه، سيقوم النّظام بإعادة التّشغيل. بعد هذا، أدخل إلى مراقبة الأمر من خيار "توقّف للصّيانة"، و أدخل الأوامر التّالية:
ca: Al final d'aquest pas de la instaŀlació es reiniciarà el sistema. Després d'això, entreu al monitor d'ordres des de l'opció «Stop for Maintenance», i introduïu-hi les següents ordres:
hr: Na kraju ovog stupnja instalacije, sustav æe se ponovo podignuti. Nakon toga, uðite u naredbeni monitor iz "Stop for Maintenance" moguænosti i unesite slijedeæe naredbe:
km: ជាចុង​បញ្ចប់​នៃ​ស្ថានភាន​ដំឡើង​ ប្រព័ន្ធ​និង​ ចាប់ផ្តើម​ឡើង​វិញ ។ បន្ទាប់​ពី​នេះ សូម​បញ្ចូល​បញ្ជា​គ្រប់​គ្រង​ពី​ "បញ្ឈប់​ការ​ថែទាំ" ជម្រើស​ និង​បញ្ចូល​ពាក្យ​បញ្ជា​ខាង​ក្រោម​​ ៖
lt: io diegimo etapo pabaigoje sistema persikraus (reboot). Po to pasirinkite command monitor i "Stop for Maintenance" pasirinkimo ir veskite sekanias komandas:
nn: P slutten av dette installasjonsteget vil systemet starta p ny. G inn i kommandomonitoren fr Stopp for vedlikehald-valet etter dette, og skriv inn desse kommandoane:
ro: La sfârşitul acestei etape a instalării, sistemul va reporni. După aceasta, intraţi în monitorul de comenzi prin opţiunea "Stop for Maintenance", şi introduceţi următoarele comenzi:
te: స్థాపన చివరి దశలో, వ్యవస్థ తిరిగి బూట్ అవుతుంది. అప్పుడు "Stop for Maintenance" ఐచ్ఛికంనుండి ఆదేశ మానిటర్ ప్రవేశించండి మరియు క్రింద ఇవ్వబడిన ఆదేశాలు ఇవ్వండి:

source: You will only need to do this once. Afterwards, enter the "boot" command or reboot the system to proceed to the next Debian installation stage.
ar: ستحتاج إلى القيام بهذا مرّة واحدة فقط. بعد ذلك، أدخل الأمر "boot" أو قُم بإعادة تشغيل النّظام كي تتقدّم إلى مرحلة التّثبيت الثّانية لديبيان.
ro: Va trebui să faceţi acest lucru doar o dată. După aceea, introduceţi comanda "boot" sau reporniţi sistemul pentru a continua la următoarea etapă a a procesului de instalare Debian.

source: You will only need to do this once. Afterwards, enter the "boot" command or reboot the system to proceed to your newly installed system.
ca: Només us caldrà fer això una vegada. Després, introduïu l'ordre «boot» o torneu a arrencar el sistema per a iniciar el sistema que s'acaba d'instaŀlar.
te: ఈ పని ఒక్కసారే చేయాలి. ఆ తరువాత, "boot" ఆదేశాన్నిచ్చి లేక తిరిగి బూట్ చేసి, మీ కొత్త స్థాపిత వ్యవస్థకి వెళ్లవచ్చు.

source: You will only need to do this once. Afterwards, enter the "boot" command or reboot the system to proceed to the next stage of the installation.
km: អ្នក​អាច​ធ្វើ​ដូច​នេះ​តែម្តង​គត់​ ។​ ក្រោយ​មក​បញ្ចូល​ "boot" ពាក្យ​បញ្ជា​ឬ ចាប់​ផ្តើម​ប្រព័​ន្ធ​ឡើង​វិញ​ដើម្បី​ដំណើរការនៃ​ការ​ដំឡើង​បន្ទាប់ ។​
lt: Js turite padaryti tai tik vien kart. Po to veskite komand "boot" arba perkraukite sistem, tam kad pereiti sekant diegimo etap.
