Repository: Sprezzatech/main-menu-udeb
Catalog: packages/mdcfg/debian/po/*.po
Languages: nn, pt

source: Activate existing Volume Groups?
nn: Aktiver eksisterande dataområde?

source: ${COUNT} existing Volume Groups have been found. Please indicate whether you want to activate them.
nn: Fant ${COUNT} eksisterande dataområde. Vil du aktivera dei?

source: LVM configuration action:
nn: Oppsettsmeny for LVM (logiske dataområde):

source: This is the Logical Volume Manager configuration menu.
nn: Dette er oppsettsmenyen for styring av logiske dataområde.

source: Please select one of the proposed actions to configure the Logical Volume Manager (LVM).
nn: Vel ein av dei føreslegne handlingane for å setja opp den styringa av logiske dataområde (LVM).

source: Volume Groups configuration action:
nn: Oppsett av grupperte dataområde:

source: Please select one of the following actions to configure the Volume Groups (VG).
nn: Vel ein av desse handlingane for å setja opp dataområde (VG).

source: Logical Volumes configuration action:
nn: Oppsett av logiske dataområde:

source: Please select one of the following actions to configure the Logical Volumes (LV).
nn: Vel ein av desse handlingane for å setja opp logiske dataområde (LV).

source: Devices for the new Volume Group:
nn: Einingar for den nye dataområdet:

source: Please select the devices for the new Volume Group.
nn: Vel einingane for den nye dataområdet.

source: Volume Group name:
nn: Gje dataområdet eit namn:

source: Please enter the name you would like to use for the new Volume Group.
nn: Skriv inn namnet du vil bruka på den nye dataområdet.

source: No physical volumes were selected. The creation of a new Volume Group was aborted.
nn: Ingen fysiske dataområde var valt. Opprettinga av den nye dataområdet blei avbrote.

source: Volume Group name already in use
nn: Eit anna gruppert dataområde brukar namnet

source: The selected Volume Group name is already in use. Please choose another name.
nn: Det valde gruppert dataområde er allereie i bruk. Bruk eit anna namn.

source: Volume Group to delete:
nn: Gruppert dataområde som skal slettast:

source: Please select the Volume Group you wish to delete.
nn: Vel dataområdet du vil sletta.

source: The Volume Group may have already been deleted.
nn: Det grupperte dataområdet er kanskje sletta allereie.

source: Really delete the Volume Group?
nn: Vil du verkeleg sletta dataområdet?

source: Please confirm the ${VG} volume group removal.
nn: Stadfest sletting av dataområdet ${VG}.

source: Error while deleting Volume Group
nn: Feil under sletting av dataområde

source: The selected Volume Group could not be deleted. One or more Logical Volumes may currently be in use.
nn: Den valde dataområdet kunne ikkje slettast. Ein eller fleire logiske dataområde framleis er i bruk.

source: No Volume Group can be deleted.
nn: Ingen dataområde kan slettast.

source: Volume Group to extend:
nn: Gruppert dataområde som skal utvidast:

source: Please select the Volume Group you wish to extend.
nn: Vel den dataområdet du vil utvida.

source: Devices to add to the Volume Group:
nn: Einingar som skal leggjast til dataområdet:

source: Please select the devices you wish to add to the Volume Group.
nn: Vel dei einingane du vil leggja til dataområdet.

source: You can select one or more devices.
nn: Du kan velja ei eller fleire einingar.

source: No physical volumes selected
nn: Ingen fysiske dataområde valt

source: No physical volumes were selected. Extension of the Volume Group was aborted.
nn: Ingen fysiske dataområde var valt. Utvidinga av dataområdet blei avbrote.

source: Error while extending Volume Group
nn: Feil under utviding av dataområde

source: The physical volume ${PARTITION} could not be added to the selected Volume Group.
nn: Det fysiske dataområdet ${PARTITION} kunne ikkje leggjast til den valde dataområdet.

source: No Volume Group has been found.
nn: Ingen dataområde funne.

source: No Volume Group can be reduced.
nn: Ingen dataområde kan reduserast.

source: Volume Group to reduce:
nn: Gruppert dataområde som skal reduserast:

source: Please select the Volume Group you wish to reduce.
nn: Vel dataområdet du vil redusera.

source: Device to remove from Volume Group:
nn: Eining som skal fjernast frå dataområdet:

source: Please select the device you wish to remove from the volume group.
nn: Vel eininga du vil fjerna frå dataområdet.

source: The selected Volume Group (${VG}) could not be reduced. There is only one physical volume attached. Please delete the Volume Group instead.
nn: Den valde dataområdet (${VG}) kunne ikkje reduserast. Det er berre eitt fysisk dataområde i gruppa. Slett dataområdet i staden.

source: Error while reducing Volume Group
nn: Feil under reduksjon av dataområde

source: The physical volume ${PARTITION} could not be removed from the selected Volume Group.
nn: Det fysiske dataområdet ${PARTITION} kunne ikkje fjernast frå den valde dataområdet.

source: No Volume Groups were found for creating a new Logical Volume.
nn: Ingen dataområde blei funne for å oppretta eit nytt logisk dataområde.

source: Logical Volume name:
nn: Namn på logisk dataområde:

source: Please enter the name you would like to use for the new Logical Volume.
nn: Skriv inn namnet du vil bruka på det nye logiske dataområdet.

source: Please select the Volume Group where the new Logical Volume should be created.
nn: Vel dataområdet der det nye logiske dataområdet skal opprettast.

source: The name ${LV} is already in use by another Logical Volume on the same Volume Group (${VG}).
nn: Namnet ${LV} er allereie i bruk av eit anna logisk dataområde i den samme grupperte dataområdet (${VG}).

source: Logical Volume size:
nn: Storleiken på det logisk dataområdet:

source: Please enter the size of the new Logical Volume. The size may be entered in the following formats: 10K (Kilobytes), 10M (Megabytes), 10G (Gigabytes), 10T (Terabytes). The default unit is Megabytes.
nn: Skriv inn storleiken på det nye logiske dataområdet. Storleiken kan skrivast inn på følgjande format: 10K (Kilobyte), 10M (Megabyte), 10G (Gigabyte), 10T (Terabyte). Standardeininga er Megabyte.

source: Error while creating a new Logical Volume
nn: Feil under oppretting av eit nytt logiske dataområde

source: Unable to create a new logical volume (${LV}) on ${VG} with the new size ${SIZE}.
nn: Klarte ikkje laga eit nytt logisk dataområde (${LV}) på ${VG} med storleiken ${SIZE}.

source: No Volume Group found
nn: Ingen dataområde funne

source: No Volume Group has been found for deleting a Logical Volume.
nn: Fann ingen grupperte dataområde som var eigna for å sletta logiske dataområde.

source: Volume Group:
nn: Gruppert dataområde:

source: Please select the Volume Group which contains the Logical Volume to be deleted.
nn: Vel det grupperte dataområdet som inneheld det logiske dataområdet som skal slettast.

source: No Logical Volume found
nn: Fann ingen logiske dataområde

source: No Logical Volume has been found.
nn: Fann ingen logiske dataområde.

source: Please create a Logical Volume first.
nn: Lag eit logisk dataområde først.

source: Logical Volume:
nn: Logisk dataområde:

source: Please select the Logical Volume to be deleted on ${VG}.
nn: Vel det logiske dataområdet som skal slettast på ${VG}.

source: Error while deleting the Logical Volume
nn: Feil under sletting av det logiske dataområdet

source: The Logical Volume (${LV}) on ${VG} could not be deleted.
nn: Det logiske dataområdet (${LV}) på ${VG}) kunne ikkje slettast.

source: Please check the error log on the third console for more information.
nn: Sjekk feilloggen på det tredje konsollet (Alt + F3) for meir informasjon.

source: No usable physical volumes found
nn: Fann ingen brukbare fysiske dataområde.

source: No physical volumes (i.e. partitions) were found in your system. All physical volumes may already be in use. You may also need to load some required kernel modules or re-partition the hard drives.
nn: Klarte ikkje å finna nokon fysiske dataområde (dvs. partisjonar) på systemet. Alle fysiske dataområde kan allereie vera i bruk. Du må også kanskje lasta nokre påkrevde kjernemodular eller ompartisjonera harddisken.

source: Logical Volume Manager not available
nn: Handteraren av logiske dataområde er ikkje tilgjengelig

source: The current kernel doesn't support the Logical Volume Manager. You may need to load the lvm-mod module.
nn: Noverande kjerne støttar ikkje handteraren av logiske dataområder. Du må kanskje lasta modulen lvm-mod.

source: Configure the Logical Volume Manager
nn: Set opp den logiske volumstyringa

source: Configure MD devices
pt: Configurar dispositivos MD

source: Multidisk (MD) not available
pt: Não está disponível Multidisk (MD)

source: The current kernel doesn't seem to support multidisk devices. This should be solved by loading the needed modules.
pt: O kernel actual não parece suportar dispositivos multidisk. Isto deve ser resolvido carregando os módulos necessários.

source: Create MD device
pt: Criar dispositivo MD

source: Delete MD device
pt: Apagar dispositivo MD

source: Finish
pt: Acabar

source: Multidisk configuration actions
pt: Acções de configuração de Multidisk

source: This is the Multidisk (MD) and software RAID configuration menu.
pt: Este é o menu de configuração de Multidisk (MD) e de RAID por software.

source: Please select one of the proposed actions to configure multidisk devices.
pt: Por favor seleccione umas das acções propostas para configurar os dispositivos multidisk.

source: No RAID partitions available
pt: Não estão disponíveis partições RAID

source: No unused partitions of the type "Linux RAID Autodetect" are available. Please create such a partition, or delete an already used multidisk device to free its partitions.
pt: Não estão disponíveis partições não utilizadas do tipo "Linux Raid Autodect". Por favor crie uma dessas partições, ou apague um dispositivo de multidisk já utilizado para libertar as suas partições.

source: If you have such partitions, they might contain actual filesystems, and are therefore not available for use by this configuration utility.
pt: Se tem partições desse tipo, estas podem conter sistemas de ficheiros, e por isso não estão disponíveis para serem utilizadas por este utilitário de configuração.

source: Not enough RAID partitions available
pt: Não estão disponíveis partições RAID suficientes

source: There are not enough RAID partitions available for your selected configuration. You have ${NUM_PART} RAID partitions available but your configuration requires ${REQUIRED} partitions.
pt: Não estão disponíveis partições RAID suficientes para a configuração que seleccionou. Você tem ${NUM_PART} partições RAID disponíveis mas a sua configuração necessita de ${REQUIRED} partições.

source: Multidisk device type:
pt: Tipo de dispositivo de Multidisk:

source: Please choose the type of the multidisk device to be created.
pt: Escolha o tipo de dispositivo multidisk a ser criado.

source: Number of active devices for the RAID1 array:
pt: Número de dispositivos activos para o array RAID1:

source: The RAID1 array will consist of both active and spare partitions. The active partitions are those used, while the spare devices will only be used if one or more of the active devices fail.
pt: O array RAID1 vai consistir em ambas partições activas e de reserva. As partições activas serão as utilizadas, enquanto que os dispositivos de reserva só serão utilizados se um ou mais dispositivos activos falharem.

source: Number of spare devices for the RAID1 array:
pt: Número de dispositivos de reserva para o array RAID1:

source: Spare devices for the RAID1 multidisk device:
pt: Dispositivos de reserva para o dispositivo multidisk RAID1:

source: You have chosen to create an RAID1 array with ${COUNT} spare devices.
pt: Escolheu criar um array RAID1 com ${COUNT} dispositivos de reserva.

source: Number of active devices for the RAID5 array:
pt: Número de dispositivos activos para o array RAID5:

source: The RAID5 array will consist of both active and spare partitions. The active partitions are those used, while the spare devices will only be used if one or more of the active devices fail. A minimum of three active devices is required.
pt: O array RAID5 vai consistir em ambas partições activas e de reserva. As partições activas serão as utilizadas, enquanto que os dispositivos de reserva só serão utilizados se um ou mais dispositivos activos falharem.

source: NOTE: this setting cannot be changed later.
pt: NOTE: esta definição não pode ser alterada posteriormente.

source: Number of spare devices for the RAID5 array:
pt: Número de dispositivos de reserva para o array RAID5:

source: Spare devices for the RAID5 multidisk device:
pt: Dispositivos de reserva para o dispositivo multidisk RAID5:

source: You have chosen to create an RAID5 array with ${COUNT} spare devices.
pt: Escolheu criar um array RAID5 com ${COUNT} dispositivos de reserva.

source: Please choose which partitions will be used as spare devices. You may choose up to ${COUNT} partitions. If you choose less than ${COUNT} devices, the remaining partitions will be added to the array as "missing". You will be able to add them later to the array.
pt: Por favor escolha quais as partições que vão ser utilizadas como dispositivos de reserva. Pode escolher até ${COUNT} partições. Se escolher menos que ${COUNT} dispositivos, as partições que restam serão adicionadas ao array como "missing". Posteriormente poderá adiciona-las ao array.

source: Active devices for the RAID0 multidisk device:
pt: Dispositivos activos para o dispositivo multidisk RAID0:

source: You have chosen to create a RAID0 array. Please choose the active devices in this array.
pt: Escolheu criar um array RAID0. Por favor escolha os dispositivos activos neste array.

source: Active devices for the RAID1 multidisk device:
pt: Dispositivos activos para o dispositivo multidisk RAID1:

source: You have chosen to create an RAID1 array with ${COUNT} active devices.
pt: Escolheu criar um array RAID1 com ${COUNT} dispositivos activos.

source: Active devices for the RAID5 multidisk device:
pt: Dispositivos activos para o dispositivo multidisk RAID5:

source: You have chosen to create an RAID5 array with ${COUNT} active devices.
pt: Escolheu criar um array RAID5 com ${COUNT} dispositivos activos.

source: Please choose which partitions are active devices. You must select exactly ${COUNT} partitions.
pt: Escolha quais partições são dispositivos activos. Deve escolher exactamente ${COUNT} partições.

source: Cancel
pt: Cancelar

source: Multidisk device to be deleted:
pt: Dispositivo multidisk a ser apagado:

source: Deleting a multidisk device will stop it and clear the superblock of all its components.
pt: Apagar um dispositivo multidisk vai pará-lo e limpar o superblock de todos os seus componentes.

source: Please note this will not immediately allow you to reuse the partitions or devices in a new multidisk device. The array will however be unusable after the deletion.
pt: Por favor note que isto não permitirá imediatamente re-utilizar as partições ou dispositivos num novo dispositivo multidisk. O array no entanto vai estar inutilizavel depois de apagar.

source: If you select a device for deletion, you will get some information about it and you will be given the option of aborting this operation.
pt: Se seleccionar um dispositivo para apagar, vai obter alguma informação sobre este e ser-lhe-à dada a opção de abortar esta operação.

source: No multidisk devices available
pt: Não estão disponíveis dispositivos multidisk

source: No multidisk devices are available for deletion.
pt: Não estão disponíveis dispositivos multidisk para serem apagados

source: Really delete this multidisk device?
pt: Apagar mesmo este dispositivo multidisk?

source: Please confirm whether you really want to delete the following multidisk device:
pt: Por favor confirme se deseja realmente apagar o seguinte dispositivo multidisk:

source: Device: ${DEVICE} Type: ${TYPE} Component devices:
pt: Dispositivo: ${DEVICE} Tipo: ${TYPE} Dispositivos componentes:
