Repository: Sprezzatech/main-menu-udeb
Catalog: packages/user-setup/debian/po/*.po
Languages: km, tl, vi

source: Allow login as root?
tl: Payagan makapasok bilang root?
vi: Cho phép đăng nhập dưới quyền người chủ (root) không?

source: If you choose not to allow root to log in, then a user account will be created and given the power to become root using the 'sudo' command.
tl: Kung piliin niyong hindi payagang makapasok bilang root, may lilikhaing user account na bibigyan ng kakayahang maging root na gamit ang 'sudo' command.
vi: Nếu bạn chọn cho phép người chủ đăng nhập thì tiến trình này sẽ tạo một tài khoản người dùng có quyền trở thành người chủ bằng lệnh « sudo ».

source: Root password:
km: ពាក្យសម្ងាត់ ៖
tl: Password ng root:
vi: Mật khẩu chủ:

source: You need to set a password for 'root', the system administrative account. A malicious or unqualified user with root access can have disastrous results, so you should take care to choose a root password that is not easy to guess. It should not be a word found in dictionaries, or a word that could be easily associated with you.
km: អ្នក​ត្រូវ​ការ​កំណត់​ពាក្យសម្ងាត់ 'root' សម្រាប់​ប្រព័ន្ធគ្រប់គ្រងគណនីយ ។ អ្នក​ព្យាបាទ​ចង់ចូល​ដំណើរការ​​ដូច​ root ដែល​វាបង្ក​ឲ្យមាន​​មហន្តរាយ​ដូច្នោះ​uអ្នក​ត្រូវ​ឲ្យ​ច្បាស់​ក្នុង​ការ​ជ្រើស​ពាក្យ​សម្ងាត់​ root dដែល​វា​មិន​ងាយ​ក្នុង​ការ​ទស្សទាយ​ វា​មិន​គួមាន​ពាក្យ​ក្នុង​វចនានុក្រម​ឬ ពាក្យ​ដែលងាយ​រក​ឡើយ ។.
tl: Kailangan niyong magtakda ng password para sa 'root', ang account ng tagapangasiwa ng sistema. Ang gumagamit na malisyoso o walang alam na may akses sa root ay maaaring magdulot ng pinsala o kaguluhan sa sistema, kaya't kailangan niyong ingatan ang pagpili ng password para sa root na hindi madaling mahulaan. Dapat ay hindi ito mahahanap sa diksyonaryo, o salit na maaaring madaling maanib sa inyo, tulad ng inyong panggitnang pangalan.
vi: Bạn cần phải lập mật khẩu cho người chủ (root), tài khoản quản trị hệ thống. Một người dùng hiểm độc hoặc người dùng không có kinh nghiệm, khi có quyền truy cập hệ thống của người chủ thì có thể gây ra kết quả tai hại. Vì vậy bạn nên chọn một cách cẩn thận mật khẩu người chủ không phải dễ đoán. Đừng chọn từ có trong từ điển nào, hoặc từ liên quan đến bạn một cách dễ dàng. Mật khẩu mạnh gồm có cả chữ lẫn con số và có độ dài ít nhất 8 chữ, tốt hơn 12+ chữ.

source: Note that you will not be able to see the password as you type it.
km: ចាំណាំ​ថា​ អ្នក​និង​មិន​អាច​ឃើញ​ពាក្យ​សម្ងាត់​ដូច​អ្នក​បាន​វាយ​បញ្ចូល​វា ។
tl: Dapat mabatid na hindi niyo mababasa ang password habang ito'y inyong ibinibigay.
vi: Ghi chú là bạn sẽ không thể xem mật khẩu trong khi gõ.

source: Please enter the same root password again to verify that you have typed it correctly.
km: សូម​បញ្ចូល​ពាក្យ​សម្ងាត់ដូច​ root ម្តង​ទៀតដើម្បីវាយ​បញ្ចូល​ពាក្យ​សម្ងាត់​ដែល​ត្រឹម​ត្រូវ​ម្តង​ទៀត ។
tl: Pakibigay uli ang parehong password ng root upang matiyak na naipasok niyo ito ng tama.
vi: Hãy gõ lại mật khẩu người chủ này, để xác nhận đã gõ nó cho đúng.

source: Create a normal user account now?
km: បង្កើត​គណីយ​អ្នក​ប្រើ​ធម្មតា​ឬ ?
tl: Bumuo ng account ng karaniwang gumagamit ngayon?
vi: Tạo một tài khoản người dùng chuẩn bây giờ chứ?

source: It's a bad idea to use the root account for normal day-to-day activities, such as the reading of electronic mail, because even a small mistake can result in disaster. You should create a normal user account to use for those day-to-day tasks.
km: យោបល់មិនអាច​ទទួក​យក​បាន​ក្នុង​ការប្រើ​គណីយ​root សម្រាប់​សកម្មភាព​ពី​មួយ​ថ្ងៃ​ទៅ​មួយ​ថ្ងៃ ដូច​ជ​ការអាន​សបុត្រ​អេឡិចត្រូនិច​​ ព្រោះ​មាន​កំហុស​តូច​មួយ​ដែល​ជជា​លទ្ធផល​នាំ​មក​នូវមហន្តរាយ​ ។​ អ្នក​ត្រូវ​តែ​បង្ក​គណីយ​ធម្មតា​ដើម្បី​ប្រើ​សម្រាប់​ការ​ងារ​ប្រចាំ​ថ្ងៃ ។
tl: Hindi minumungkahi na gamitin ang account na root para sa pang-araw-araw na mga gawain, katulad ng pagbabasa ng koreong elektroniko (email), dahil kahit na isang maliit na pagkakamali ay maaaring bumunga ng peligro. Kailangan niyong bumuo ng account ng karaniwang gumagamit upang gawin ang mga pang-araw-araw na mga gawain.
vi: Không phải là ý kiến tốt khi sử dụng tài khoản người chủ để làm việc bình thường vào trong đời sống, như là đọc thư điện tử, vì ngay cả một lỗi nhỏ có thể gây ra kết thúc rất xấu. Bạn nên tạo một tài khoản người dùng chuẩn, để sử dụng khi làm việc hàng ngày như vậy.

source: Note that you may create it later (as well as any additional account) by typing 'adduser <username>' as root, where <username> is an user name, like 'imurdock' or 'rms'.
km: ចំណាំ​ថា​ អ្នក​អាច​បង្កើត​វា​នូវ​ពេល​ក្រោយ​ (បន្ថែម​គណីយ​មួយ​ចំនួន​ថែម​ទៀត​ផង​) ដោយ​វាយបន្ថែម​អ្នក​ប្រើ <username>' ដូច root កន្លែងណា​ <username> គឺ​ជា​ឈ្មោះ​របស់​អ្នក​ប្រើ​ដូច​ជា​'imurdock' ឬ 'rms' ។
tl: Batirin na maaari kayong bumuo nito mamaya (pati na rin mga karagdagang mga account) sa pamamagitan ng pagutos na 'adduser <pangalan>' bilang root, na kung saan ang <pangalan> ay pangalan ng gumagamit, tulad ng 'imurdock', 'rms' o 'jdlcruz'.
vi: Ghi chú rằng bạn có thể tạo nó sau này (cùng với tài khoản thêm) bằng cách gõ « adduser <tên_dùng> » với tư cách người chủ, mà tên dùng là tên người dùng, v.d. « nguyenvan » hay « ngv ».

source: Full name for the new user:
km: ឈ្មោះ​ពេញ​សម្រាប់​អ្នក​ប្រើ​ប្រាស់​ថ្មី​​ ៖
tl: Ibigay ang buong pangalan ng bagong user:
vi: Họ tên của người dùng mới:

source: A user account will be created for you to use instead of the root account for non-administrative activities.
km: គណនីយ​អ្នក​ប្រើ​និង​ ត្រូវ​បាន​បង្កើត​សម្រាប់​អ្នក​ប្រើ​ដើម្បី​ជំនួស​គណនីយ​ root ដែល​មិន​មែន​ជាអ្នក​គ្រប់​គ្រង ។
tl: Gagawa ng bagong account ng gumagamit para sa inyong pag-gamit sa halip ng account na root para sa gawaing hindi pangangasiwa.
vi: Một tài khoản người dùng sẽ được tạo cho bạn sử dụng thay thế tài khoản người chủ, khi làm việc không phải quản lý.

source: Please enter the real name of this user. This information will be used for instance as default origin for emails sent by this user as well as any program which displays or uses the user's real name. Your full name is a reasonable choice.
km: សូម​បញ្ចូល​ឈ្មោះ​ពិត​សម្រាប់​អ្នក​ប្រើ​នេះ​ ។​ ព័ត៌មាន​នេះ​នឹង​ត្រូវ​ប្រើ​សម្រាប់លំនាំ​ដើម​​សម្រាប់ការ​ផ្ញើ​សារ​ដើម​ដោយ​ អ្នក​ប្រើ​នេះ​ក៏ដូច​កម្មវិធី ដែល​បង្ហាញ ឬ​ប្រើ​ឈ្មោះ​ពិត​របស់​អ្នក​ប្រើ​ ។ ឈ្មោះ​ពេញ​របស់​អ្នក​ដែល​អាច​ឆ្លើយតប​ការជ្រើស​រើស ។
tl: Ibigay ang tunay na pangalan ng user na ito. Gagamitin ang impormasyon na ito sa alinmang programa na nagpapakita o gumagamit ng tunay na pangalan ng user. Ang buong pangalan ay angkop na sagot dito.
vi: Hãy gõ họ tên thật của người dùng này. Thông tin này sẽ được dùng, chẳng hạn, như là gốc mặc định cho các thư điện tử do người dùng này gởi, thêm vào chương trình nào hiển thị hoặc sử dụng họ tên thật của người dùng. Họ tên của bạn là sự chọn hữu ích.

source: Username for your account:
km: ឈ្មោះ​អ្នក​ប្រើ​សម្រាប់​គណនីយ​របស់​អ្នក​ ៖
tl: Magbigay ang pangalan ng inyong account:
vi: Tên người dùng cho tài khoản bạn:

source: Select a username for the new account. Your first name is a reasonable choice. The username should start with a lower-case letter, which can be followed by any combination of numbers and more lower-case letters.
km: ជ្រើសឈ្មោះ​អ្នក​ប្រើ​សម្រាប់​គណនីយ​ថ្មី​ ។​ ឈ្មោះ​ដំបូង​របស់​អ្នក​គឺ វា​ឆ្លើយ​តប​និង​ ការជ្រើស​ ។ ឈ្មោះ​អ្នក​ប្រើ​ត្រូវ​តែ​ចាប់​ផ្តើម​ឡើងជាមួយ​អក្សរ​តូច​ ដែល​អាចប្តុំ​លេខ​និង អក្សរ​តូច​ចូលគ្នា ។
tl: Pumili ng pangalan para sa bagong account. Ang inyong unang pangalan ay rasonable. Kinakailangang mag-umpisa sa maliit na titik ang pangalan, na maaaring sundan ng kahit anong kumbinasyon ng numero at mga maliit na titik.
vi: Hãy chọn tên dùng cho tải khoản mới. Tên bạn là sự chọn hữu ích. Tên người dùng nên bắt đầu với chữ thường, với bất cứ phối hợp con số và chữ thường nào theo sau.

source: Invalid username
km: ឈ្មោះ​អ្នក​ប្រើ​មិន​ត្រឹមត្រូវ
tl: Hindi tanggap na pangalan ang ibinigay.
vi: Tên người dùng không hợp lệ

source: The user name you entered is invalid. Note that usernames must start with a lower-case letter, which can be followed by any combination of numbers and more lower-case letters.
km: ឈ្មោះ​អ្នក​ប្រើបញ្ចូល​មិន​បាន​ត្រឹមត្រូវ​ទេ​ ចំណាំថា​ឈ្មោះ​អ្នក​ប្រើ​ត្រូវ​ចាប់​ផ្តើម​ជាមួយ​អក្សរ​តូច​ ដែល​អាចបញ្ចូល​លេខ​និង អក្សរ​ចូលគ្នាហើយ​និង​ អក្សរតូច​មួយចំនួន​ទៀត ។
tl: Ang pangalan na ibinigay niyo ay hindi tinatanggap. Batirin na ang mga pangalan ay kailangan mag-umpisa sa maliit na titik na susundan ng kumbinasyon ng mga numero at maliliit na mga titik.
vi: Bạn đã gõ một tên người dùng không hợp lệ. Ghi chú rằng tên người dùng nên bắt đầu với chữ thường, với bất cứ phối hợp con số và chữ thường nào theo sau.

source: Choose a password for the new user:
km: ជ្រើស​រើស​ពាក្យ​សម្ងាត់​សម្រាប់​អ្នក​ប្រើ​ថ្មី
tl: Magbigay ng password para sa bagong gagamit:
vi: Hãy chọn mật khẩu cho người dùng mới:

source: A good password will contain a mixture of letters, numbers and punctuation and should be changed at regular intervals.
km: ពាក្យសម្ងាត់​ដែល​ត្រឹមត្រូវ​មានលាយជាមួយ​អក្សរ លេខ​និង​ វណ្ណយុត្តិហើយ​ត្រូវ​តែប្តូរ​ក្នុង​ចន្លោះ​ពេល​ទៀង​ទាត់ ។
tl: Ang magandang password ay binubuo ng halo-halong mga titik, numero at marka at pinapalitan ito ng madalas.
vi: Mật khẩu tốt chứa phối hợp chữ, con số và chấm câu, và nên được thay đổi theo định kỷ.

source: Re-enter password to verify:
km: សូម​ត្រួតពិនិត្យ​ពាក្យសម្ងាត់​ម្តង​ទៀត ៖
tl: Ibigay muli ang password para ma-tiyak:
vi: Hãy gỏ lại mật khẩu cần xác nhận:

source: Please enter the same user password again to verify you have typed it correctly.
km: សូម​បញ្ចូ​ល​ពាក្យសម្ងាត់​អ្នក​ប្រើ​ម្តង​ទៀត​ ដើម្បី​ពិនិត្យ​ថា​ អ្នក​ពិត​ជា​បាន​វាយ​វា​ត្រឹម​ត្រូវ​ហើយ ។
tl: Ibigay muli ang parehong password ng gagamit upang matiyak na inyong naibigay ito ng tugma.
vi: Hãy gõ lại mật khầu người dùng mới nhập, để xác nhận đã gõ nó cho đúng.

source: Password input error
km: កំហុស​បញ្ចូល​ពាក្យ​សម្ងាត់
tl: May pagkakamali sa pagbigay ng password
vi: Lỗi nhập mật khẩu

source: The two passwords you entered were not the same. Please try again.
km: ពាក្យ​សម្ងាត់​ពីរ​ដែលអ្នក​បាន​បញ្ចូល​ មិនដូច​គ្នា​ទេ​ ។​ សូន​ព្យាយាម​ម្តង​ទៀត ។
tl: Ang ibinigay ninyong mga password ay hindi magkatugma. Subukan ninyong muli.
vi: Bạn đã gõ hai mật khẩu khác nhau. Hãy thử lại.

source: Empty password
km: ពាក្យ​សម្ងាត់​ទទេរ
tl: Walang password
vi: Mật khẩu rỗng

source: You entered an empty password, which is not allowed. Please choose a non-empty password.
km: ពាក្យ​សម្ងាត់​ទទេរ​ដែល​អ្នក​បាន​បញ្ចូល​ វា​មិន​ត្រូវ​បាន​អនុញ្ញាតទេ ។​សូម​ជ្រើស​រើស​ពាក្យ​សម្ងាត់​ទទេរ ។
tl: Wala kayong binigay na password at hindi ito pinahihintulutan. Pumili ng password.
vi: Bạn đã gõ một mật khẩu rỗng, mà không được phép. Hãy chọn một mật khẩu không rỗng.

source: Enable shadow passwords?
km: អនុញ្ញាត​ដាក់​ស្រ​មោល​ពាក្យ​សម្ងាត់​ឬ ?
tl: Itakdang aktibo ang mga shadow password?
vi: Bật mật khẩu bóng không?

source: Shadow passwords make your system more secure because nobody is able to view even encrypted passwords. The passwords are stored in a separate file that can only be read by special programs. The use of shadow passwords is strongly recommended, except in a few cases such as NIS environments.
km: ស្រមោល​ពាក្យ​សម្ងាត់​ធ្វើ​ឲ្យ​ប្រព័ន្ធ​របស់​អ្នក​មាន​សុវត្តិភាព​ច្រើន​ ព្រោះ​គ្មាន​នណា​គេ​អាច​មើល​ពាក្យ​សម្ងាត់​ដែល​បាន​អ៊ិនគ្រីប​ឡើយ ។ ពាក្យ​សម្ងាត់​ត្រូវ​បាន​រក្សាទុក​ក្នុង​ផ្នែក​មួយ​នៃ​ឯកសារ​ហើយបាន​តែអាន​វា​ដោយ​កម្មវិធី​ពិសេស ។ ការ​ប្រើ​ស្រមោល​ពាក្យ​សម្ងាត់​គឺ វា​តម្រូវ​ការ​យ៉ាង​ចាំ​បាច់លើក​លែង​តែ​ក្នុង​ករណី​មួយ​ចំនួន​ដូច​ជា បរិដ្ឋានNIS ។
tl: Ang mga shadow password ay ginagawang mas-ligtas ang inyong sistema dahil walang maaaring maka-silip ng mga password kahit sila'y naka-encrypt. Ang mga password ay iniimbak sa ibang talaksan na maaari lamang basahin ng mga programang nakatakda. Ang pag-gamit ng shadow password ay malakas na minumungkahi. Kung gagamit kayo ng NIS, maaari kayong magkaroon ng problema.
vi: Mật khẩu bóng (shadow passwords) làm cho hệ thống bạn bảo mật hơn, vì không ai có xem được ngay cả mật khẩu đã mật mã. Các mật khẩu được cất giữ vào một tập tin riêng mà chỉ bằng chương trình đặc biệt có thể đọc. Rất khuyên bạn sử dụng mật khẩu bóng, trừ trong vài trườnghợp như môi trường NIS.

source: Set up users and passwords
km: រៀប​ចំ​អ្នក​ប្រើ​ប្រាស់​និង ពាក្យ​សម្ងាត់​
tl: Ihanda ang mga gagamit at mga password
vi: Thiết lập người dùng và mật khẩu

source: Setting users and passwords...
km: រៀប​ចំ​អ្នក​ប្រើ​និង ពាក្យ​សម្ងាត់...
tl: Ihanda ang mga gagamit at mga password...
vi: Đang lập các người dùng và mật khẩu...
