Repository: Sprezzatech/main-menu-udeb
Catalog: packages/rescue/debian/po/*.po
Languages: is, si, xh

source: Rescue mode
is: Björgunarhamur
si: ගලවාගැනීමේ ප්‍රකාරය

source: Enter rescue mode
is: Fara í björgunarham
si: ආරක්‍ෂිත ආකාරයට ඇතුල් වන්න
xh: Ngena kwinkqubo yohlangulo

source: No partitions found
si: කිසිඳු කොටසක් හමු නොවිනි

source: The installer could not find any partitions, so you will not be able to mount a root file system. This may be caused by the kernel failing to detect your hard disk drive or failing to read the partition table, or the disk may be unpartitioned. If you wish, you may investigate this from a shell in the installer environment.
si: ස්ථාපකයට කිසිඳු කොටසක් හඳුනාගත නොහැකි වූ බැවින් ඔබට මූල ගොනු පද්ධතියක් රැඳවිය නොහැකි වනු ඇත. මෙය ඔබේ දෘඩතැටිය හඳුනාගැනීමට කර්නලයට නොහැකි වීම හෝ කොටස්කරණ වගුව කියවිය නොහැකි වීම නිසා විය හැක.නැතහොත් මෙම තැටිය කොටස් නොකර තබාඇතිවා විය හැක. ඔබ කැමති නම්, මෙම ගැටළුව ස්ථාපන පරිසරයේ ශෙලය භාවිතයෙන් පිරික්සිය හැක.

source: Assemble RAID array
si: RAID අරාව එකලස් කරන්න

source: Do not use a root file system
si: මූල ගොනු පද්ධතිය භාවිත නොකරන්න

source: Device to use as root file system:
si: මූල ගොනු පද්ධතිය ලෙස භාවිත කලයුතු උපකරණය:

source: Enter a device you wish to use as your root file system. You will be able to choose among various rescue operations to perform on this file system.
si: ඔබේ මූල ගොනු පද්ධතිය ලෙස යොදාගැනීමට කැමති උපකරණය ඇතුළත් කරන්න. ඔබට මෙම ගොනු පද්ධතිය තුල විවිධ ගලවාගැනීම් මෙහෙයුම් අතරින් තෝරාගැනීමක් කල හැක.

source: If you choose not to use a root file system, you will be given a reduced choice of operations that can be performed without one. This may be useful if you need to correct a partitioning problem.
si: ඔබ මූල පද්ධතියක් භාවිත නොකරන ලෙස තෝරා ඇත. ඔබට එවැන්නක් නොමැතිව සිදුකල හැකි මෙහෙයුම් ගණන සීමිත වනු ඇත. මෙය ඇතැම්විට ඔබට කොටස්කරණ ගැටළුවක් විසඳා ගැනීමට උපකාරී විය හැක.

source: No such device
is: Ekkert slíkt tæki
si: එවැනි උපකරණයක් නොමැත
xh: Asikho isixhobo esinjalo

source: The device you entered for your root file system (${DEVICE}) does not exist. Please try again.
is: Tækið sem þú slóst inn sem rótarskáakerfi þitt (${DEVICE}) er ekki til. Vinsamlega reyndu aftur.
si: ඔබේ මූල ගොනු පද්ධතිය සඳහා ඇතුළත්කල (${DEVICE}) උපකරණය නොපවතී. කරුණාකර නැවත උත්සාහ කරන්න.
xh: Isixhobo osingenisele inkqubo yefayili eyingcambu (${DEVICE}) asikho. Nceda uzame kwakhona.

source: Mount failed
is: Mistókst að tengja
si: රැඳවීම අසාර්ථකයි
xh: Unyuko aluphumelelanga

source: An error occurred while mounting the device you entered for your root file system (${DEVICE}) on /target.
is: Villa kom fyrir meðan verið var að tengja tækið sem þú slóst inn sem rótarskráakerfi þitt (${DEVICE}) á /target.
si: ඔබ ඇතුළත්කල උපකරණය ඔබේ මූල ගොනු පද්ධතිය (${DEVICE}) මත වන /ඉලක්කය මත රැඳවීමේ දෝශයක් හටගැණිනි.
xh: Impazamo yenzeke xa ubunyusa isixhobo osingenisele inkqubo yefayili eyingcambu (${DEVICE}) kwi /target.

source: Please check the syslog for more information.
is: Vinsamlega athugaðu kerfisannál (syslog) til að fá meiri upplýsingar.
si: කරුණාකර වැඩිදුර තොරතුරු සඳහා syslog පිරික්සන්න

source: Rescue operations
si: ආපදා මෙහෙයුම්

source: Rescue operation failed
si: ගලවාගැනීමේ මෙහෙයුම අසාර්ථකයි

source: The rescue operation '${OPERATION}' failed with exit code ${CODE}.
si: '${OPERATION}' ගලවාගැනීමේ මෙහෙයුම ${CODE} කේතය සමඟ වසාදැමිනි.

source: Execute a shell in ${DEVICE}
si: ${DEVICE} මත ශෙලලයක් ක්‍රියාකරවන්න

source: Execute a shell in the installer environment
si: ස්ථාපක පරිසරය තුළ ශෙලයක් ක්‍රියාකරවන්න

source: Choose a different root file system
si: වෙනස් මූල ගොනු පද්ධතියක් තෝරන්න

source: Reboot the system
si: පද්ධතිය ප්‍රථිපණගන්වන්න

source: Executing a shell
si: ශෙලයක් ක්‍රියාත්මක කරමින්

source: After this message, you will be given a shell with ${DEVICE} mounted on "/". If you need any other file systems (such as a separate "/usr"), you will have to mount those yourself.
si: මෙම පණිවුඩයෙන් පසු ඔබට ${DEVICE} "/" මත රැඳවූ ශෙලයක් ලැබෙනු ඇත. ඔබට වෙනත් ගොනු පද්ධතියක් ඇවැසි නම් (වෙන් වූ "/usr" වැනි) ඔබට ඒවා ඔබ විසින්ම රඳවා ගැනීමට සිදුවේ.

source: Error running shell in /target
si: /ඉලක්කය මත ශෙලය ක්‍රියාකරවීමේ දෝශයක්

source: A shell (${SHELL}) was found on your root file system (${DEVICE}), but an error occurred while running it.
is: Skel (${SHELL}) fannst á rótarskráakerfinu þínu (${DEVICE}), en villa kom upp við keyrslu hennar.
si: ඔබේ මූල ගොනු පද්ධතිය (${DEVICE}) මත (${SHELL}) ශෙලයක් හමුවිය, එහෙත් එය ක්‍රියාත්මක කිරීමේ දෝශයක් හට ගැණිනි.
xh: Iqokobhe (${SHELL}) lafunyanwa kwinkqubo yakho yefayili eyingcambu (${DEVICE}), kodwa impazamo yenzekile xa ibiphunyezwa.

source: No shell found in /target
is: Engin skel fannst á /target
si: /ඉලක්කය මත ශෙලයක් හමු නොවිනි
xh: Akukho qokobhe lifunyenweyo kwi /target

source: No usable shell was found on your root file system (${DEVICE}).
is: Engin nothæf skel fannst á rótarskráakerfinu þínu (${DEVICE}).
si: (${DEVICE}) මත ඔබේ මූල ගොනු පද්ධතිය මත භාවිත කල හැකි ශෙලයක් හමු නොවිනි..
xh: Alikho iqokobhe elinokusebenziseka kwinkqubo yefayili eyingcambu (${DEVICE}).

source: Interactive shell on ${DEVICE}
si: ${DEVICE} මත අන්තර්ක්‍රියාකාරී ශෙලය

source: After this message, you will be given a shell with ${DEVICE} mounted on "/target". You may work on it using the tools available in the installer environment. If you want to make it your root file system temporarily, run "chroot /target". If you need any other file systems (such as a separate "/usr"), you will have to mount those yourself.
si: මෙම පණිවුඩයෙන් පසු ඔබට ${DEVICE} මත "/ඉලක්කය" රැඳවූ ශෙලයක් ලැබෙනු ඇත. ස්ථාපක පාරිසරිකය විසින් දෙනලද මෙවලම් උපයෝගී කරගෙන ඔබට එහි කටයුතු කල හැකි. ඔබට එය ඔබේ මූල ගොනු පද්ධතිය ලෙස තාවකාලිකව සැකසීමට ඇවැසි නම්. "chroot /target" ක්‍රියාත්මක කරන්න. ඔබට වෙනත් ගොනු පද්ධතියක් (වෙන් වූ "/usr" වැනි) ඇවැසි නම් ඔබට එය ඔබ විසින්ම රැඳවීමට සිදුවේ.

source: After this message, you will be given a shell in the installer environment. No file systems have been mounted.
si: මෙම පණිවුඩයෙන් පසු, ඔබට ස්ථාපක පරිසරයේ ශෙලයක් ලැබෙනු ඇත කිසිඳු ගොනු පද්ධතියක් නොරැඳවේ.

source: Interactive shell in the installer environment
si: ස්ථාපක පරිසරයේ අන්තර්ක්‍රියාකාරී ශෙලය

source: Passphrase for ${DEVICE}:
si: ${DEVICE} සඳහා මුර වදන:

source: Please enter the passphrase for the encrypted volume ${DEVICE}.
si: කරුණාකර ගුප්තකේතිත ${DEVICE} වෙළුම සඳහා මුරවදන ඇතුළත් කරන්න.

source: If you don't enter anything, the volume will not be available during rescue operations.
si: ඔබ විසින් කිසිවක් නිවේශනය නොකලේ නම්, මෙම වෙළුම ගලවාගැනීමේ මෙහෙයුමේදී නොපවතිනු ඇත.

source: Automatic
si: ස්වයංක්‍රීය

source: Partitions to assemble:
si: එකලස් කිරීමට බෙදුම්:

source: Select the partitions to assemble into a RAID array. If you select "Automatic", then all devices containing RAID physical volumes will be scanned and assembled.
si: RAID අරාවකට එකලස් කිරීමට බෙදුම් තෝරන්න. ඔබ "ස්වයං" තේරුවොත්, RAID භෞතික පරිමා අඩංගු සියළු මෙවලම් පරිලෝකනය කරනු සහ එකලස් කරනු ඇත.

source: Note that a RAID partition at the end of a disk may sometimes cause that disk to be mistakenly detected as containing a RAID physical volume. In that case, you should select the appropriate partitions individually.
si: තැටියේ අවසානයේ ඇති RAID බෙදුමක් සමහරවිට RAID භෞතික පරිමාවක් අඩංගු තැටියක් ලෙස වරදවා අනාවරණය කිරීමට හේතු විය හැකි බව සටහන් කරගන්න. එවැනි අවස්ථාවක ඔබ අදාළ බෙදුම් තනි තනිව තේරිය යුතුයි.

source: Device to mount as root file system:
is: Tæki (device) til að tengja sem rótarskráakerfi:
xh: Isixhobo sokunyusa njengenkqubo yefayili eyingcambu:

source: Enter a device you wish to mount as your root file system.
is: Sláðu inn tæki (device) sem þú vilt tengja sem rótarskráakerfi þitt.
xh: Ngenisa isixhobo onqwenela ukusinyusa njengenkqubo yefayili eyingcambu.

source: After this message, if the file system was mounted successfully, you will be given a shell with that file system on "/". If you need any other file systems (such as a separate "/usr"), you will have to mount those yourself.
is: Eftir þessi skilaboð, ef tókst að tengja skráakerfið, munt þú fá skel með það skráakerfi á "/". Ef þú þarft einhver önnur skráakerfi (svo sem aðskilið "/usr"), munt þú þurfa að sjá um að tengja þau.
xh: Emva kwalo myalezo, okokuba inkqubo yefayili yayinyuswe ngempumelelo, uya kunikwa iqokobhe kwakunye naloo nkqubo yefayili kwi "/". Ukuba udinga nokuba zeziphi na iinkqubo zefayili (ezinjenge yahlukeneyo "/usr"), kuya kufuneka ukuba uzinyuse ngokwakho.

source: You will now be given a shell in the installer environment instead. Your root file system is mounted on /target.
is: Nú munt þú fá afhenta skel í uppsetningarumhverfinu í staðinn. Rótarskráakerfið þitt er tengt á /target.
xh: Ngoku ke uya kunikwa iqokobhe lobume bendawo besiseki-nkqubo endaweni yoko. Inkqubo yakho yefayili eyingcambu inyuswe kwi /target.

source: When you exit this shell, the system will reboot.
is: Þegar þú hættir í þessari skel mun kerfið endurræsa.
xh: Xa uphuma kweli qokobhe, inkqubo iza kuvula kwakhona.

source: Try fallback shell?
is: Reyna varaskel?
xh: Zama iqokobhe lokurhoxa?

source: Please confirm whether you want to use a shell in the installer environment instead. Your root file system will be mounted on /target.
is: Vinsamlega staðfestu hvort þú vilt nota skel í uppsetningarumhverfinu í staðinn. Rótarskráakerfið þitt verður tengt á /target.
xh: Nceda uqinisekise ukuba ufuna ukusebenzisa iqokobhe elikubume bendawo kwisiseki-nkqubo endaweni yoko. Inkqubo yakho yefayili eyingcambu iya kunyuswa kwi /target.

source: When you exit this shell, or if you choose not to run it, the system will reboot.
is: Þegar þú hættir í þessari skel, eða velur að keyra hana ekki, mun kerfið endurræsa.
xh: Xa uphuma kweli qokobhe, okanye ukuba ukhetha ukuba ungayiphumezi, inkqubo iya kuvula kwakhona.
