Repository: Sprezzatech/main-menu-udeb
Catalog: packages/network-console/debian/po/*.po
Languages: ar, bg, cs, et, fi, fr, nn, sk, tl, tr, vi

source: Continue installation remotely using SSH
ar: متابعة التثبيت عن بعد باستخدام SSH
bg: Продължаване на инсталацията отдалечено чрез SSH
cs: Pokraovat v instalaci vzdlen pes SSH
et: Jtka paigaldamist vrgu abil le SSH
fi: Jatka etasennuksena kytten SSH:ta.
fr: Poursuivre l'installation distance par SSH
nn: Halda fram med installasjonen utanfr ved hjelp av SSH
sk: Pokraova v intalcii vzdialene cez SSH
tl: Ituloy ang pagluklok ng remote gamit ang SSH
tr: Kuruluma uzaktan SSH kullanarak devam et
vi: Tiếp tục cài đặt từ xa bằng SSH.

source: Start menu, Start shell
bg: Главно меню, Стартиране на обвивка
cs: Spustit menu, Spustit shell
et: Kivita men, Kivita kest (shell)
fi: Kynnist valikko, kynnist komentotulkki
fr: Lancer le menu principal, Ouvrir une ligne de commande interactive
nn: Start meny, Start skal
sk: Spusti menu, Spusti shell
tl: Patakbuhin ang menu, Patakbuhin ang shell
tr: Meny balat, Kabuk balat
vi: Khởi chạy trình đơn, Khởi chạy hệ vỏ

source: Network console option:
ar: خيار شاشة الشبكة الطّرفيّة:
bg: Опции на мрежовата конзола:
cs: Monosti sov konzoly:
et: Vrgukonsooli valik:
fi: Verkkoptteen asetukset:
fr: Option pour la console rseau:
nn: Val for nettverkkonsoll:
sk: Monosti sieovej konzoly:
tl: Mga option sa network console:
tr: A konsolu seenei:
vi: Tùy chọn bàn giao tiếp mạng:

source: This is the network console for the Debian installer. From here, you may start the Debian installer main menu, or execute an interactive shell.
bg: Това е мрежовата конзола за инсталатора на Debian. Оттук можете да стартирате главното меню на инсталатора или да влезете в интерактивен режим.
cs: Toto je sov konzole instalanho programu Debianu. Nyn mete vstoupit do hlavnho instalanho menu, nebo spustit interaktivn shell.
et: See on Debiani paigaldaja vrgukonsool. Siit vid kivitada Debiani paigaldaja men vi kivitada interaktiivse kesta.
fi: Tm on Debianin asentimen verkkopte. Tst voit kynnist Debianin asentimen pvalikon tai vuorovaikutteisen komentotulkin.
fr: Ceci est la console rseau du programme d'installation Debian. Depuis cette console, vous pouvez dmarrer le menu principal du programme d'installation ou utiliser une ligne de commande interactive (shell).
nn: Dette er nettverkkonsollet til Debian-installasjonsprogrammet. Her kan du starta hovudmenyen til Debian-installasjonsprogrammet eller starta eit interaktivt skal.
sk: Toto je sieov konzola intalanho programu Debianu. Teraz mete vstpi do hlavnho intalanho menu, alebo spusti interaktvny shell.
tl: Ito ay ang network console ng Debian installer. Mula dito, maaari niyong umpisahan ang ugat na menu ng Debian installer, o magpatakbo ng interactive shell.
tr: u an Debian kurulum programnn a konsolundasnz. Buradan itibaren, Debian kurulum ana mensn balatabilir veya etkileimli bir kabuk altrabilirsiniz.
vi: Đây là bàn giao tiếp mạng cho trình cài đặt Debian. Từ đây thì bạn có thể khởi động trình đơn chính của trình cài đặt Debian, hoặc thực hiện hệ vỏ tương tác.

source: To return to this menu, you will need to log in again.
ar: للعودة لهذه القائمة عليك تسجيل الدّخول من جديد.
bg: За да се върнете в това меню, ще трябва да влезете (log in) отново.
cs: Pro nvrat do tohoto menu se budete muset znovu pihlsit.
et: Et siia mensse tagasi saada, pead uuesti sisse logima.
fi: Thn valikkoon voi palata vain kirjautumalla sisn uudestaan.
fr: Pour revenir ce menu, vous devrez vous reconnecter.
nn: For koma tilbake til denne menyen m du logga inn igjen.
sk: Pre nvrat do tohto menu sa budete musie znova prihlsi.
tl: Kailangan niyong mag-log-in uli upang bumalik sa menu na ito.
tr: Bu menye dnmek iin tekrar giri yapmanz gerekecektir.
vi: Để trở về trình đơn này, bạn sẽ phải đăng nhập lại.

source: Generating SSH host key
ar: توليد مفتاح مضيف SSH
bg: Генериране на SSH-ключ за хост
cs: Generuje se hostitelsk SSH kl
et: SSH vrgukoha vtme genereerimine
fi: Luodaan konekohtainen SSH-avain
fr: Gnration de la cl d'hte SSH
nn: Lagar SSH-vertsnkkel
sk: Generuje sa hostitesk SSH k
tl: Bumubuo ng SSH host key
tr: SSH makine anahtar retiliyor
vi: Phát sinh khóa máy SSH...

source: Remote installation password:
ar: كلمة سر التثبيت البعيد:
bg: Парола за отдалечено инсталиране:
cs: Heslo pro vzdlenou instalaci:
et: Kaugpaigaldamise parool:
fi: Etasennuksen salasana:
fr: Mot de passe d'installation distance:
nn: Passord for tilkopling utanfr for installering:
sk: Heslo na vzdialen intalciu:
tl: Password ng pagluklok na remote:
tr: Uzaktan kurulum parolas:
vi: Mật khẩu để cài đặt từ xa:

source: You need to set a password for remote access to the Debian installer. A malicious or unqualified user with access to the installer can have disastrous results, so you should take care to choose a password that is not easy to guess. It should not be a word found in the dictionary, or a word that could be easily associated with you, like your middle name.
ar: عليك أن تعيّن كلمة السّر للوصول البعيد إلى برنامج تثبيت ديبيان. حصول مستخدمٍ خبيث أو غير مؤهّل وصولٍ للمثبّت قد يكون له عواقب وخيمة لذا حاول جهدك أن تختار كلمة سرٍّ يصعب تخمينها. لا ينبغي أن تكون كلمةً موجودةً في القاموس أو كلمةً يسهل ربطها بك، كاسمك الأوسط.
bg: Трябва да зададете парола за отдалечен достъп до инсталатора. Злонамерен или неоторизиран потребител с достъп до инсталатора може да причини пагубни резултати, така че се погрижете да изберете парола, която не се отгатва лесно. Не трябва да бъде дума от речник или дума, която може да бъде свързана с вас.
cs: Pro vzdlen pstup k instalanmu programu Debianu potebujete nastavit heslo. Zlomysln nebo neznal uivatel s pstupem k instalanmu systmu me napchat neuviteln kody, take byste mli zvolit takov heslo, je se ned lehce uhodnout. To znamen, e by to nemlo bt slovo ze slovnku, ani daj, kter se s vmi d lehce spojit (jmno psa).
et: Sa pead Debian'i paigaldamise kaugligipsule parooli mrama. Paigaldajale ligi psenud pahatahtlik vi alakvalifitseeritud kasutaja, vib hirmsaid asju korda saata. Seega tuleks parool hoolikalt valida, et teda poleks liiga hlpus ra arvata. Parool ei tohiks olla snaraamatusna ega ka sinuga otseselt seotatav sna, niteks su koera nimi (juhul kui sul koera pole, on koera nime muidugi raskem ra arvata).
fi: Debianin asentimen etkyttn on asetettava salasana. Pahantahtoinen tai osaamaton kyttj voi tehd suurta vahinkoa pstessn kyttmn asenninta. Valitse siis salasana, joka ei ole helposti arvattavissa. Se ei saisi olla sanakirjasta lytyv sana tai sinuun helposti yhdistettviss oleva sana, kuten keskimminen nimesi.
fr: Vous devez tablir un mot de passe pour l'accs distance au programme d'installation Debian. Un utilisateur malintentionn ou peu expriment qui aurait accs au programme d'installation peut provoquer des dsastres. En consquence, ce mot de passe ne doit pas tre facile deviner et ne devrait pas correspondre un mot du dictionnaire, ou un mot pouvant vous tre facilement associ (par exemple votre deuxime prnom).
nn: Du m laga eit passord for tilgang utanfr for bruka Debian-installasjonsprogrammet. Ein ukvalifisert brukar eller ein brukar med urlege freml som har tilgang til installasjonsprogrammet kan ha katastrofale flgjer. Du br difor velja passord med varsemd slik at det ikkje er lett gjetta seg til. Det br ikkje vera eit ord som str i ordlista, eller eit ord som lett vert assosiert med deg, som til dmes mellomnamnet ditt.
sk: Na vzdialen prstup k intalanmu programu Debianu potrebujete nastavi heslo. Zlomysen alebo neznal pouvate s prstupom k intalanmu systmu me spsobi neuveriten kody, take by ste mali zvoli tak heslo, ktor sa ned ahko uhdnu. To znamen, e by to nemalo by slovo zo slovnka, ani daj, ktor sa s vami d ahko spoji (napr. meno).
tl: Kailangan niyong magtakda ng password para sa remote access sa Debian installer. Kailangan ingatan niyo na ang password na pipiliin ay hindi madaling hulaan dahil maaaring magkagulo kung makapasok ang isang malisyosong gagamit ng installer. Hindi dapat matagpuan ang password sa diksyonaryo, o kaya'y salita na madaling kilanlin sa inyo.
tr: Debian kurulum programna uzaktan eriim iin bir parola ayarlamanz gerekiyor. Kurulum programna erien kt niyetli veya yetkisiz bir kullanc ok kt sonular dourabilir. Dolaysyla tahmin edilmesi g bir parola semeye zen gsterin. Bu parola szlkte bulunabilecek veya ikinci isminiz gibi sizinle ilgisi kolaylkla belirlenebilecek bir szck olmamaldr.
vi: Bạn cần phải đặt mật khẩu để truy cập từ xa đến trình cài đặt Debian. Một người dùng hiểm độc hay không biết cách đúng mà có truy cập vào trình cài đặt thì có thể làm kết quả rất xấu nên bạn phải chọn mật khẩu không dễ đoán. Không nên là một từ trong từ điển, hay một từ dễ thích hợp với bạn như là tên đệm. Chương trình ngắt mật khẩu có thể chạy qua toàn từ điển hay thông tin cá nhân bạn được vài giây.

source: This password is used only by the Debian installer, and will be discarded once you finished the installation.
ar: لا تستخدم كلمة السّر هذه إلا من قبل مثبّت ديبيان و سيُتخلّص منها فور إكمالك التثبيت.
bg: Тази парола ще бъде използвана само от инсталатора и ще важи докато завършите инсталацията.
cs: Toto heslo je vyuvno pouze instalanm programem Debianu a po skonen instalace bude zapomenuto.
et: Seda parooli kasutab ainult Debian'i paigaldaja. Ssteemi enda jaoks pead paroolid uuesti mrama.
fi: Tt salasanaa kytt vain Debianin asennin, ja se hyltn kun asennus on valmis.
fr: Ce mot de passe n'est utilis que par le programme d'installation Debian et sera supprim lorsque vous aurez termin l'installation.
nn: Dette passordet vert berre brukt av Debian-installasjonsprogrammet, og det vil bli fjerna nr du er ferdig med installasjonen.
sk: Toto heslo sa pouije iba poas intalcie a bude znehodnoten po jej ukonen.
tl: Isang beses lamang gagamitin ng Debian installer ang password na ito, at ito'y ipapawalang bisa matapos ang pagluklok.
tr: Sadece Debian kurulumu iin kullanlan bu parola, kurulum tamamlandnda dikkate alnmayacaktr.
vi: Mật khẩu này chỉ được sử dụng do trình cài đặt Debian thì sẽ bị hủy một khi đã cài đặt xong.

source: Password confirmation:
bg: Потвърждаване на паролата:
cs: Potvrzen hesla:
et: Parooli kinnitus:
fi: Vahvista salasana:
fr: Confirmation du mot de passe:
nn: Stadfesting av passord:
sk: Potvrdenie hesla:
tl: Paniguro ng password:
tr: Parola onay:
vi: Xác định mật khẩu:

source: Please enter the same remote installation password again to verify that you have typed it correctly.
ar: الرجاء إدخال كلمة سر التثبيت البعيد ذاتها مجدّداً للتّأكيد أنّك كتبتها بشكلٍ صحيح.
bg: Моля, въведете отново същата парола за отдалечено инсталиране, за да бъде проверено дали е написана правилно.
cs: Znovu zadejte heslo pro vzdlen pstup, abyste se pesvdili, e jste jej zadali sprvn.
et: Palun sisesta sama kaugligipsuparool uuesti, veendumaks, et kogemada mnd thgde valetsi ei tippinud.
fi: Kirjoita sama etasennussalasana uudestaan jotta varmistutaan sen oikeinkirjoituksesta.
fr: Veuillez entrer nouveau le mot de passe d'installation, afin de vrifier que votre saisie est correcte.
nn: Skriv inn det same passordet for tilgang til installasjonsprogrammet utanfr for kontrollere at du har skrive det inn rett.
sk: Zadajte znova heslo na vzdialen prstup, aby ste sa presvedili, e ste ho zadali sprvne.
tl: Ibigay muli ang password para sa remote na pagluklok upang masiguro na ito'y natanggap ng tugma.
tr: Ltfen doru yazldndan emin olmak iin ayn uzaktan kurulum parolasn tekrar girin.
vi: Hãy gõ lại mật khẩu cài đặt từ xa tương đương để xác nhận đã gõ nó cho đúng.

source: Password empty
bg: Паролата е празна
cs: Przdn heslo
et: Thi parool
fi: Tyhj salasana
fr: Mot de passe vide
nn: Passordet er tomt
sk: Przdne heslo
tl: Walang laman na password
tr: Bo parola
vi: Mật khẩu trống.

source: You seem to have entered an empty remote installation password. That is not secure. Please enter a password again.
bg: Изглежда сте въвели празна парола за отдалечена мрежова инсталация. Това нарушава сигурността. Моля, отново въведете парола.
cs: Zd se, e jste zadali przdn heslo. Toto nen bezpen. Zadejte, prosm, nov heslo.
et: Paistab, et sisestasid kaugligipsule thja parooli. See pole turvaline. Palun sisesta uus parool.
fi: Nytt kirjoittaneen tyhjn etasennussalasanan. Se ei ole tietoturvallista. Kirjoita salasana uudelleen.
fr: Il semble que vous ayez choisi un mot de passe vide. Cela compromet la scurit. Veuillez choisir nouveau un mot de passe.
nn: Det ser ut til at du ikkje har skrive inn noko passord for tilgang utanfr til installasjonsprogrammet. Dette er ikkje trygt. Ver snill og skriv inn eit passord no.
sk: Zd sa, e ste zadali przdne heslo. Nie je to bezpen. Zadajte, prosm, nov heslo.
tl: Mukhang nagpasok kayo ng blanko na password na pang-install mula sa remote. Hindi ito ligtas. Magbigay muli ng password.
tr: Uzaktan kurulum parolasn bo girdiiniz grnyor. Bu gvenli deil. Ltfen tekrar bir parola girin.
vi: Hình như bạn đã nhập một mật khẩu cài đặt từ xa rỗng. Làm như thế không bảo mật nên hãy nhập một mật khẩu thật.

source: Password mismatch
ar: اختلاف في كلمات السّر
bg: Паролата не съвпада
cs: Hesla nesouhlas
et: Paroolid ei kattu
fi: Salasanat eivt ole samat
fr: Erreur de saisie du mot de passe
nn: Passorda passa ikkje
sk: Hesl neshlasia
tl: Magkaiba ang password
tr: Parola uyumazl
vi: Mật khẩu không khớp.

source: The two passwords you entered were not the same. Please enter a password again.
ar: كلمتا السّر اللتان أدخلتهما ليستا متطابقتين. الرجاء إدخال كلمة سرٍّ مجدّداً
bg: Двете пароли, които въведохте, не са едни и същи. Моля, въведете отново парола.
cs: Zadan hesla nejsou stejn. Zadejte, prosm, heslo znovu.
et: Paroolid, mis sa sisestasid, olid erinevad. Palun proovi uuesti.
fi: Kirjoittamasi kaksi salasanaa eivt ole samat. Kirjoita salasana uudelleen.
fr: Les deux mots de passe indiqus ne correspondent pas. Veuillez choisir nouveau un mot de passe.
nn: Dei to passorda du skreiv inn er ikkje like. Skriv inn passordet igjen.
sk: Zadan hesl nie s rovnak. Zadajte, prosm, heslo znova.
tl: Hindi magkapareho ang dalawng password na ibinigay niyo. Pakiulit ang pagbigay ng password.
tr: Girdiiniz iki parola ayn deil. Ltfen tekrar bir parola girin.
vi: Hai mật khẩu bạn nhập vào không giống nhau. Hãy nhập lại mật khẩu.

source: To finish the installation, please start the newly installed system and use an SSH client to log in as the "installer" user.
bg: За да завършите инсталацията, моля стартирайте новоинсталираната система и използвайте SSH-клиент, за да влезете като потребител "installer".
cs: Pro dokonen instalace spuste nov instalovan systm a pihlaste se do nj SSH klientem jako uivatel "installer".
et: Et paigaldamine lpuni viia, kivita sjapaigaldatud ssteem ja logi SSH kliendi abil sisse kasutajana "installer".
fi: Tee asennus loppuuun kynnistmll juuri asennettu jrjestelm ja kirjaudu SSH-asiakasohjelmalla sisn kyttjn "installer".
fr: Pour terminer l'installation, veuillez dmarrer le nouveau systme et utiliser un client SSH pour vous connecter avec l'identifiant installer.
nn: For halda fram med installasjonen, start opp det nyinstallerte systemet og bruk ein SSH-klient til logga inn som brukaren installer.
sk: Na dokonenie intalcie je potrebn spusti nov intalovan systm a poui SSH klienta na prihlsenie sa pouvatea "installer".
tl: Upang matapos ang pagluklok, patakbuhin ang bagong install na sistema at gumamit ng SSH client at mag-log-in bilang "installer" na user.
tr: Kurulumu bitirmek iin ltfen yeni kurulmu sisteminizi balatn ve bir SSH istemcisi kullanarak "installer" kullancsyla sisteme giri yapn.
vi: Để xong cài đặt thì hãy khởi động hệ thống mới cài đặt và sử dụng ứng dụng khách SSH để đăng nhập như là người dùng «cài đặt».

source: Finish the installation
bg: Завършване на инсталирането
cs: Dokonit instalaci
et: Lpeta paigaldamine
fi: Pt asennus
fr: Terminer l'installation
nn: Fullfrer installasjonen
sk: Ukonenie intalcie
tl: Tapusin ang pagluklok
tr: Kurulumu bitir
vi: Cài đặt xong

source: The ${PACKAGE} package was unavailable or failed to install. This means it will not be possible to finish the installation over SSH.
bg: Пакетът ${PACKAGE} не е наличен или не можа да се инсталира. Това означава, че няма да е възможно да се завърши инсталацията през SSH.
cs: Balk ${PACKAGE} je nedostupn, nebo se nedokzal nainstalovat. To znamen, e nebude mon dokonit instalaci pes SSH.
et: Pakett ${PACKAGE} kas polnud saadaval vi ilmnes tema paigaldamisel viga. See thendab, et SSH abil ei ole vimalik paigaldust lpuni viia.
fi: Paketti ${PACKAGE} ei ollut saatavilla tai sen asennus eponnistui. Asennuksen loppuun saattaminen SSH:n kautta ei ole mahdollista.
fr: Le paquet ${PACKAGE} est absent ou n'a pas pu tre install. En consquence, il ne sera pas possible de terminer l'installation par SSH.
sk: Balk ${PACKAGE} je nedostupn alebo zlyhala jeho intalcia. To znamen, e intalcia sa ned dokoni pomocou SSH.
tl: Ang paketeng ${PACKAGE} ay di magamit o nabigo ang pagluklok nito. Dahil dito ay hindi maaaring matapos ang pagluklok sa pamamagitan ng SSH.
tr: "${PACKAGE}" paketi mevcut deil veya kurulumu baarsz oldu. Yani kurulumu SSH zerinden tamamlamanz mmkn olmayacak.
vi: Gói tin ${PACKAGE} không sẵn sàng hoặc chưa cài đặt được. Có nghĩa là sẽ không thể cài đặt xong qua SSH.

source: After the reboot, the second stage of the installation will be started on the main (or serial) console.
bg: След рестартирането вторият етап от инсталирането ще продължи на главната (или серийната) конзола.
cs: Po restartu se druh fze instalace spust na hlavn (nebo sriov) konzoli.
et: Peale alglaadimist kivitub phikonsoolil (vi jrjestikkonsoolil) paigaldamise teine etapp.
fi: Uudelleenkynnistyksen jlkeen asennuksen toinen vaihe kynnistetn konsolilla (tai sarjaportin ptteell).
fr: Aprs le redmarrage du systme, la deuxime tape de l'installation dmarrera sur la console principale ou la console srie.
sk: Po retarte sa na hlavnej (alebo sriovej) konzole spust druh etapa intalcie.
tl: Matapos ng pag-reboot, ang pangalawang hakbang ng pagluklok ay patatakbuhin sa pangunahing (o serial) console.
tr: Makine yeniden balatldktan sonra, ikinci aama kurulum ana (veya seri) konsolda balatlacak.
vi: Sau khi khởi động lại, sẽ bắt đầu giao đoạn cài đặt thứ hai trong bàn giao tiếp chính (hay nối tiếp).

source: Start SSH
ar: بدء SSH
bg: Стартиране на SSH
cs: Spustit SSH
et: Kivita SSH
fi: Kynnist SSH
fr: Dmarrez SSH
sk: Spusti SSH
tl: Patakbuhin ang SSH
tr: SSH' balat
vi: Khởi chạy SSH

source: To continue the installation, please use an SSH client to log in as the "installer" user.
bg: За да продължите с инсталацията, моля използвайте SSH-клиент, за да влезете като потребител "installer".
cs: Nyn mete v instalaci pokraovat tak, e se pihlste SSH klientem jako uivatel "installer".
et: Et paigaldamist jtkata, logi SSH kliendi abil sisse kasutajana "installer".
fi: Jatka asennusta kirjautumalla SSH-asiakasohjelmasta sisn kyttjn "installer".
fr: Pour continuer l'installation, veuillez utiliser un client SSH pour vous connecter avec l'identifiant installer.
nn: For halda fram med installasjonen, bruk ein SSH-klient og logg inn som brukaren installer.
sk: Teraz mete v intalcii pokraova tak, e sa prihlsite SSH klientom ako pouvate "installer".
tl: Upang magpatuloy ng pagluklok, gumamit ng SSH client at mag-log-in bilang "installer" na user.
tr: Kuruluma devam etmek iin ltfen "installer" kullancsyla bir SSH istemcisi altrn.
vi: Để tiếp tục cài đặt thì hãy sử dụng ứng dụng khách SSH để đăng nhập như là người dùng «cài đặt».

source: The fingerprint of this SSH server's host key is: ${fingerprint}
ar: بصمة مفتاح مضيف خادم SSH هذا هي: ${fingerprint}
bg: Отпечатъкът на този ключ на SSH сървъра е ${fingerprint}
cs: Otisk kle tohoto SSH serveru je: ${fingerprint}
et: SSH serveri vrgukoha vtme srmejlg: ${fingerprint}
fi: Tmn SSH-palvelimen konekohtaisen avaimen sormenjlki on: ${fingerprint}
fr: L'empreinte de la cl d'hte de ce serveur SSH est: ${fingerprint}
nn: Fingermerket for denne SSH-tenaren er: ${fingerprint}
sk: Odtlaok ka tohto SSH servera je: ${fingerprint}
tl: Ang fingerprint ng host key nitong SSH server ay: ${fingerprint}
tr: Bu SSH sunucusuna ait makine anahtarnn parmakizi: ${fingerprint}
vi: Dấu điềm chỉ của khóa máy của máy chủ SSH này là: ${fingerprint}

source: Please check this carefully against the fingerprint reported by your SSH client.
ar: رجاءً تفقّد هذه بحذر مع البصمة المرسلة من عميل SSH الخاص بك.
bg: Моля, проверете внимателно дали този отпечатък е същият като показания от SSH-клиента.
cs: Zkontrolujte tento otisk kle s otiskem, kter vm nahls v SSH klient.
et: Palun kontrolli hoolikalt, kas su SSH kliendi poolt nidatav srmejlg on sama.
fi: Tarkasta huolellisesti tmn olevan sama kuin SSH-asiakasohjelman nyttm sormenjlki.
fr: Veuillez vrifier soigneusement cette empreinte en la comparant avec celle qu'indiquera votre client SSH.
nn: Sjekk dette nye mot fingermerket som vert rapportert av SSH-klienten din.
sk: Skontrolujte tento odtlaok ka s odtlakom, ktor vm nahlsi v SSH klient.
tl: Pakisiguro na magkapareho ito at ang fingerprint na ihuhudyat ng SSH client ninyo.
tr: Ltfen bu parmakizini, SSH istemciniz tarafndan bildirilen parmakizi ile dikkatlice karlatrn.
vi: Hãy so sánh điều này cẩn thận với dấu điềm chỉ được thông báo do ứng dụng khách SSH của bạn.

source: Start installer
ar: شغّل المُثبّت

source: Start installer (expert mode)
ar: شغّل المُثبّت (بوضع الخبير)

source: Start shell
ar: هيكل البدء

source: This is the network console for the Debian installer. From here, you may start the Debian installer, or execute an interactive shell.
ar: هذه هي الشّاشة الطّرفيّة للشّبكة لمثبّت ديبيان. من هنا يمكنك بدء قائمة مثبّت ديبيان الرّئيسيّة أو تنفيذ هيكلٍ تواصلي.

source: Re-enter password to verify:
ar: إدخال كلمة السّر مجدّداً للتّأكيد:

source: Empty password
ar: كلمة مرور فارغة

source: You entered an empty password, which is not allowed. Please choose a non-empty password.
ar: لقد أدخلت كلمة مرور فارغة، والذي هو غير مسموح. الرجاء اختيار كلمة مرور غير فارغة.

source: To continue the installation, please use an SSH client to connect to the IP address ${ip} and log in as the "installer" user.
ar: لمتابعة التثبيت الرجاء استخدام عميل SSH للاتصال على العنوان IP ${ip} و تسجيل الدّخول بصفة المستخدم "installer".
