Repository: Sprezzatech/main-menu-udeb
Catalog: packages/arch/powerpc/yaboot-installer/debian/po/*.po
Languages: gl, lv, pa_in, sk, sq, sr

source: Installing Yaboot
gl: Instalando Yaboot
lv: Yaboot instalēšana
pa_in: Yaboot
sk: Intaluje sa Yaboot
sq: Duke instaluar Yaboot
sr: Инсталирам Yaboot

source: Installing Yaboot boot loader
gl: Instalando o cargador de inicio Yaboot
lv: Yaboot palaidēja instalēšana
pa_in: Yaboot
sk: Intaluje sa zavdza Yaboot
sq: Duke instaluar ngarkuesin e nisjes Yaboot
sr: Инсталирам Yaboot бут лоудер

source: Yaboot installation failed. Continue anyway?
gl: Non se puido instalar Yaboot. Continuar igualmente?
lv: Yaboot instalēšana neizdevās. Tomēr turpināt?
pa_in: Yaboot ?
sk: Intalcia Yaboot zlyhala. Napriek tomu pokraova?
sq: Instalimi i Yaboot dshtoi. T vazhdoj sidoqoft?
sr: Инсталација Yaboot-а није успела. Да наставим даље?

source: The yaboot package failed to install into /target/. Installing Yaboot as a boot loader is a required step. The install problem might however be unrelated to Yaboot, so continuing the installation may be possible.
gl: Non se puido instalar o paquete yaboot en /target/. Instalar Yaboot coma cargador de inicio un paso necesario. O problema coa instalacin, nembargantes, pode non estar relacionado con Yaboot, as que pode ser posible continuar a instalacin.
lv: Yaboot pakotnes instalēšana beidzās nesekmīgi. Yaboot kā palaidēja instalēšana ir nepieciešams solis, taču instalēšanas problēma varētu būt nesaistīta ar Yaboot un tāpēc ir iespējams, ka sistēmas instalēšanu var turpināt.
pa_in: /target/ Yaboot Yaboot Yaboot ,
sk: Intalcia balka yaboot do /target zlyhala. Intalcia zavdzaa Yaboot je nutn. Mono tento problm nesvis priamo s Yaboot, take mete pokraova v intalcii.
sq: Paketa yaboot dshtoi t instalohet n /target/. Instalimi i Yaboot si nj ngarkues nisjeje, sht nj hap i domosdoshm. Problemi i instalimit mund t mos ket lidhje me Yaboot, pra mund t vazhdosh me instalimin.
sr: Пакет yaboot није успео да се инсталира на /target/. ИнсталирањеYaboot-а као бут лоудера је обавезан корак. Проблем можда ипакније у вези са Yaboot-ом, тако да наставак инсталације може бити могућ.

source: Looking for bootstrap partitions
gl: Buscando particins de inicio
lv: Meklē palaišanas programmu sadaļas
pa_in: bootstrap
sk: Hadm tartovacie oblasti
sq: Duke kontrolluar pr ndarje bootstrap
sr: Тражим бутстреп партиције

source: No bootstrap partition found
gl: Non se atopou ningunha particin de inicio
lv: Palaišanas programmu sadaļa nav atrasta
pa_in: bootstrap
sk: Nebola njden tartovacia oblas
sq: Nuk u gjet asnj ndarje bootstrap
sr: Ниједна бутстреп партиција није пронађена

source: No hard disks were found which have an "Apple_Bootstrap" partition. You must create an 819200-byte partition with type "Apple_Bootstrap".
gl: Non se atopou ningn disco duro cunha particin "Apple_Bootstrap". Debe crear unha particin de 819200 bytes de tipo "Apple_Bootstrap".
lv: Nav atrasts cietais disks ar "Apple_Bootstrap" sadaļu. Jums jāizveido 819200 baitu liela sadaļa ar "Apple_Bootstrap" tipu.
pa_in: "Apple_Bootstrap" "Apple_Bootstrap" 819200-
sk: Neboli njden iadne pevn disky s oblasou "Apple_Bootstrap". Muste vytvori oblas s vekosou 819200 bajtov a typom "Apple_Bootstrap".
sq: Nuk u gjet asnj hard disk ku t kishte nj ndarje "Apple_Bootstrap". Duhet t krijosh nj ndarje me madhsi 819200 byte t llojit "Apple_Bootstrap".
sr: Нисам пронашао ниједан диск који има "Apple_Bootstrap" партицију. Моратекреирати партицију величине 819200-бајтова типа "Apple_Bootstrap".

source: Looking for root partition
gl: Buscando a particin raz
lv: Meklē saknes sadaļu
pa_in: root
sk: Hadm koreov oblas
sq: Duke kontrolluar pr ndarjen root
sr: Тражим root партицију

source: No root partition found
gl: Non se atopou unha particin raz
lv: Saknes sadaļa nav atrasta
pa_in: root
sk: Nebola njden iadna koreov oblas
sq: Nuk u gjet asnj ndarje root
sr: Ниједна root партиција није пронађена

source: No partition is mounted as your new root partition. You must mount a root partition first.
gl: Non hai ningunha particin montada coma nova particin raz. Antes ten que montar unha particin raz.
lv: Neviena sadaļa nav piemontēta kā saknes sadaļa. Vispirms ir jāpiemontē saknes sadaļa.
pa_in: root root
sk: iadna oblas nie je pripojen ako vaa nov koreov oblas. Koreov oblas muste najprv pripoji.
sq: Asnj ndarje e montuar si ndarja e re root. Fillimisht duhet t montosh nj ndarje root.
sr: Ниједна партиција није закачена као ваша нова root партиција. Морате прво закачити root партицију.

source: Looking for other operating systems
gl: Buscando outros sistemas operativos
lv: Meklē citas operētājsistēmas
sk: Zisujem prtomnos inch operanch systmov
sq: Duke krkuar pr sisteme t tjer operativ
sr: Тражим друге оперативне системе

source: Device for boot loader installation:
gl: Dispositivo para a instalacin do cargador de inicio:
lv: Ierīce, uz kuras instalēt palaidēju:
sk: Zariadenie na intalciu zavdzaa:
sq: Dispozitivi pr instalimin e ngarkuesit t nisjes:
sr: Уређај на којем ће се инсталирати бут лоудер:

source: Yaboot (the Linux boot loader) needs to be installed on a hard disk partition in order for your system to be bootable. Please choose the destination partition from among these partitions that have the bootable flag set.
gl: Yaboot (o cargador de inicio de Linux) ten que se instalar nunha particin do disco duro para que se poida iniciar o seu sistema. Escolla unha particin de destino de entre estas particins que teen activado o indicador de inicio.
lv: Lai sistēmu varētu palaist, Yaboot (Linux palaidējs) jābūt uzinstalētam uz cietā diska. Lūdzu, izvēlieties mērķa sadaļu no sadaļām ar palaišanas iezīmi.
pa_in: Yaboot ( )
sk: Aby ste mohli spa v systm, mus sa na pevn disk naintalova Yaboot (linuxov zavdza). Spomedzi oblast s nastavench tartovacm prznakom si na to zvote jednu cieov oblas.
sq: Yaboot (ngarkuesi i nisjes pr Linux) duhet instaluar n nj ndarje hard disku n mnyr q sistemi t niset. T lutem zgjidh ndarjen prfundimtare midis ktyre ndarjeve q kan mundsi t nisen.
sr: Yaboot (Linux бут лоудер) треба да буде инсталиран на хард дискпартицији да би систем могао да се стартује. Молим, одаберите циљну партицију међу овим партицијама које имају постављенубутабилну заставицу.

source: Warning: this will erase all data on the selected partition!
gl: Aviso: isto ha borrar todos os datos da particin seleccionada
lv: Uzmanību: šī darbība izdzēsīs visus datus uz izvēlētās sadaļas!
sk: Upozornenie: zo zvolenej oblasti sa odstrnia vetky daje!
sq: Kujdes: ky operacion do t fshij t gjitha t dhnat n ndarjen e zgjedhur!
sr: Упозорење: ово ће обрисати све податке на одабраној партицији?

source: Creating yaboot configuration
gl: Creando a configuracin de yaboot
lv: Veido yaboot konfigurāciju
pa_in: yaboot
sk: Vytvra sa yaboot konfigurcia
sq: Duke krijuar konfigurimin yaboot
sr: Креирам yaboot конфигурацију

source: Failed to create yaboot configuration
gl: Non se puido crear a configuracin de yaboot
lv: Yaboot konfigurāciju neizdevās izveidot
pa_in: yaboot
sk: Chyba pri vytvran yaboot konfigurcie
sq: Krijimi i konfigurimit t yaboot dshtoi
sr: Нисам успео да креирам yaboot конфигурацију

source: The creation of the main yaboot configuration file failed.
gl: Non se puido crear o ficheiro de configuracin principal de yaboot.
lv: Neizdevās izveidot galveno yaboot konfigurācijas failu.
pa_in: yaboot
sk: Zlyhalo vytvranie hlavnho konfiguranho sboru yaboot-u.
sq: Krijimi i konfigurimit t yaboot kryesor dshtoi.
sr: Креирање главне yaboot конфигурације није успело.

source: Please check the error log on the third console or /var/log/messages for more information.
gl: Consulte o rexistro de erros da terceira consola ou /var/log/messages para obter mis informacin.
pa_in: /var/log/messages
sk: Viac informci njdete v chybovom logu na tretej konzole alebo v sbore /var/log/messages.
sq: T lutem kontrollo log e gabimit n console e tret ose /var/log/message pr m tepr t dhna.

source: Installing yaboot into bootstrap partition
gl: Instalando yaboot na particin de inicio
lv: Instalē yaboot palaišanas programmas sadaļā
pa_in: bootstrap yaboot
sk: Intalova yaboot do zavdzacej oblasti
sq: Duke instaluar yaboot n ndarjen bootstrap
sr: Инсталирам yaboot на бутстреп партицију

source: Failed to install boot loader
gl: Non se puido instalar o cargador de inicio
lv: Kļūda, instalējot palaidēja lādētāju
sk: Chyba pri intalcii zavdzaa
sr: Нисам успео да инсталирам бут лоудер

source: The installation of the yaboot boot loader failed.
gl: Non se puido instalar o cargador de inicio yaboot.
lv: Yaboot instalēšana bija nesekmīga.
pa_in: yaboot
sk: Zlyhala intalcia zavdzaa yaboot.
sq: Instalimi i ngarkuesit t nisjes yaboot dshtoi.
sr: Инсталација yaboot бут лоудера није успела.

source: Successfully installed yaboot
gl: Instalouse yaboot con xito
lv: Yaboot sekmīgi uzinstalēts.
pa_in: yaboot
sk: Yaboot bol spene naintalovan
sq: Yaboot u instalua me sukses
sr: Успешно инсталиран yaбооt.

source: The yaboot boot loader was successfully installed.
gl: O cargador de inicio yaboot instalouse con xito.
lv: Yaboot palaidēja ielādētājs tika sekmīgi uzinstalēts.
pa_in: yaboot
sk: Zavdza yaboot bol spene naintalovan.
sq: Instalimi i ngarkuesit t nisjes yaboot u krye me sukses.
sr: Yaboot бут лоудер је успешно инсталиран.

source: The new system is now ready to boot.
gl: Agora o novo sistema est listo para arrincar.
lv: Sistēma tagad ir gatava palaišanai.
sk: Systm je teraz pripraven na spustenie.
sq: Tashm sistemi sht gati t niset.
sr: Нови систем је сада спреман за стартовање.

source: Failed to mount /target/proc
gl: Non se puido montar /target/proc
lv: Nevarēja piemontēt /target/proc
pa_in: /target/proc
sk: Chyba pri pripjan /target/proc
sq: Montimi i /target/proc dshtoi
sr: Нисам успео да закачим /target/proc

source: Mounting the proc file system on /target/proc failed.
gl: Non se puido montar o sistema de ficheiros proc en /target/proc .
lv: Proc failu sistēmas montēšana uz /target/proc neizdevās.
pa_in: /target/proc proc
sk: Zlyhalo pripjanie sborovho systmu proc do /target/proc.
sq: Montimi i filesistemit proc n /target/proc dshtoi.
sr: Качење proc фајл система на /target/proc није успело.

source: Please check the system log or the output on the third console (tty3).
gl: Verifique o rexistro do sistema ou a sada da terceira consola (tty3).
pa_in: (tty3)
sk: Pozrite si, prosm, systmov log alebo vpis na tretej konzole (tty3).
sq: T lutem kontrollo shnimet e sistemit ose prodhimin e konsols s tret (tty3).

source: Warning: Your system may be unbootable!
gl: Aviso: Pode que non se poida iniciar o seu sistema
lv: Uzmanību: jūsu sistēma varētu būt nepalaižama!
sk: Upozornenie: V systm sa nemus spusti!
sq: Kujdes: Sistemi yt mund t mos niset!
sr: Упозорење: ваш систем можда неће моћи да се стартује!

source: Setting firmware variables for automatic boot
gl: Configurando as variables do firmware para o inicio automtico
lv: Programmaparatūras mainīgo iestatīšana automātiskai palaišanai
pa_in: firmware
sk: Nastavenie premennch firmware pre automatick tartovanie
sq: Duke caktuar t ndryshueshmet firmware pr nisjen automatike
sr: Постављам променљиве фирмвера за аутоматско стартовање

source: Some variables need to be set in the Pegasos OpenFirmware in order for your system to boot automatically. At the end of the installation, the system will reboot. At the Pegasos OpenFirmware prompt, set the following OpenFirmware variables to enable auto-booting:
gl: necesario estabrecer algunhas variables en Pegasos OpenFirmware para que o seu sistema arrinque automaticamente. Ao rematar a instalacin, o sistema hase reiniciar. No indicativo de Pegasos OpenFirmware, estabreza as seguintes variables de OpenFirmware para permitir o inicio automtico:
sk: Na automatick spanie systmu je potrebn nastavenie niektorch premennch v Pegasos OpenFirmware. Na konci intalcie sa systm retartuje. V prkazovom reime Pegasos OpenFirmware mete umoni automatick tartovanie nastavenm nasledovnch premennch:
sq: Disa t ndryshueshme nevojitet t caktohen n Pegasos OpenFirmware n mnyr q sistemi tnd t nis automatikisht. N fund t instalimit, sistemi do t riniset. N rreshtin e komands Pegasos OpenFirmware, cakto t ndryshueshmet e mposhtme OpenFirmware pr t aktivizuar nisjen automatike:

source: You will only need to do this once. Afterwards, enter the "boot" command or reboot the system to proceed to the next stage of the installation.
gl: S ha ter que facer isto unha vez. Despois, introduza a orde "boot" ou reinicie o sistema para continuar coa seguinte etapa da instalacin.
sk: Sta to urobi len raz. Potom zadajte prkaz "boot" alebo retartujte systm, aby ste sa dostali do alej etapy intalcie.
sq: Kt duhet ta bsh vetm nj her. M pas, shkruaj komandn "boot" ose rinis sistemin pr t vazhduar me fazn tjetr t instalimit.

source: Alternatively, you will be able to boot the system manually by entering:
gl: De xeito alternativo, tamn ha poder iniciar o sistema manualmente introducindo :
sk: Alternatvne mete systm spa manulne pomocou:
sq: Prndryshe, do mund t nissh sistemin manualisht duke shkruajtur:

source: at the OpenFirmware prompt.
gl: no indicativo de OpenFirmware.
pa_in: OpenFirmware
sk: v prkazovom reime OpenFirmware.
sq: n rreshtin e komands OpenFirmware.

source: Install yaboot on a hard disk
gl: Instalar yaboot nun disco duro
lv: Instalēt Yaboot uz cietā diska
pa_in: yaboot
sk: Intalova yaboot na pevn disk
sq: Duke instaluar yaboot n hard disk
sr: Иинсталирај yaboot на хард диск

source: Check /var/log/syslog or see virtual console 4 for the details.
lv: Pārbaudiet /var/log/syslog vai skatieties sīkāk ceturtajā virtuālajā konsolē (ALT+F4).
sr: За детаље погледајте /var/log/syslog или виртуелну конзолу 4.

source: Some variables need to be set in the Genesi firmware in order for your system to boot automatically. At the end of the installation, the system will reboot. At the firmware prompt, set the following firmware variables to enable auto-booting:
lv: Lai jūsu sistēmu varētu palaist automātiski, Genesi programmaparatūrai ir jānorāda daži mainīgie. Šīs instalēšanas beigās sistēma tiks pārlaista. Lai aktivizētu automātisko palaišanos, programmaparatūras iestatījumu izvēlnē iestatiet šādus programmaparatūras mainīgos:
sr: Неке променљиве треба да буду постављене у Genesi фирмвер да бисе ваш систем аутоматски стартовао. На крају инсталације систем ћесе рестартовати. На промпту фирмвера поставите следеће променљиведа би омогућили аутоматско стартовање:

source: You will only need to do this once. Afterwards, enter the "boot" command or reboot the system to proceed to your newly installed system.
lv: To jums vajadzēs izdarīt tikai vienu reizi, vēlāk varēsiet vienkārši ievadīt "boot" komandu vai pārlaist datoru, lai pārietu uz nākamo instalēšanas soli.
sr: Ово треба да урадите само једном. После тога, унесите команду "boot"или рестартујте ситем да би наставили рад са новоинсталираним системом.

source: Alternatively, you will be able to boot the kernel manually by entering, at the firmware prompt:
lv: Pretējā gadījumā jūs varēsiet palaist sistēmas kodolu, ievadot sekojošu komandu programmaparatūras konsolē:
sr: У супротном, можете стартовати кернел ручно уносећи на промптфирмвера:

source: Reinstall yaboot boot loader
lv: Pārinstalēt palaidēja ielādētāju Yaboot
sr: Поново инсталирај yaboot бут лоудер

source: setenv boot-device ${OF_BOOT_DEVICE} setenv boot-file ${OF_BOOT_FILE} setenv auto-boot-timeout 5000 setenv auto-boot? true
pa_in: setenv - ${OF_BOOT_DEVICE} setenv - ${OF_BOOT_FILE} setenv -- 5000 setenv -?
