Repository: Sprezzatech/main-menu-udeb
Catalog: partman/partman-xfs/debian/po/*.po
Languages: bg

source: Checking the xfs file system in partition #${PARTITION} of ${DEVICE}...
bg: Проверка на файловата система xfs в дял #${PARTITION} на ${DEVICE}...

source: Creating xfs file system in partition #${PARTITION} of ${DEVICE}...
bg: Създаване на файлова система xfs в дял #${PARTITION} на ${DEVICE}...

source: Go back to the menu and correct errors?
bg: Връщане обратно в менюто, за да бъдат поправени грешките?

source: The test of the file system with type xfs in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
bg: Тестът на файловата система от тип xfs в дял #${PARTITION} на ${DEVICE} откри непоправени грешки.

source: If you do not go back to the partitioning menu and correct these errors, the partition will not be used at all.
bg: Ако не се върнете в менюто за разделяне и не поправите тези грешки, дялът въобще няма да бъде използван.

source: Failed to create a file system
bg: Неуспешно създаване на файлова система

source: The xfs file system creation in partition #${PARTITION} of ${DEVICE} failed.
bg: Грешка при създаване на файлова система xfs в дял #${PARTITION} на ${DEVICE}.

source: Do you want to return to the partitioning menu?
bg: Искате ли да се върнете в менюто за разделяне на дискове?

source: No mount point is assigned for the xfs filesystem in partition #${PARTITION} of ${DEVICE}.
bg: Не е зададена точка на монтиране за файловата система xfs в дял #${PARTITION} на ${DEVICE}.

source: If you do not go back to the partitioning menu and assign a mount point from there, this partition will not be used at all.
bg: Ако не се върнете в менюто за манипулиране на дяловете и не определите точка на монтиране там, този дял въобще няма да бъде използван.

source: /, /boot, /home, /tmp, /usr, /usr/local, /var, Enter manually, Do not mount it
bg: /, /boot, /home, /tmp, /usr, /usr/local, /var, Ръчно въвеждане, Без монтиране

source: Please choose the mountpoint for this partition
bg: Моля, изберете точка на монтиране за този дял

source: Mount point for this partition:
bg: Точка на монтиране за този дял:

source: Invalid mount point
bg: Невалидна точка на монтиране

source: The mount point you entered is invalid.
bg: Точката на монтиране, която сте въвели, е невалидна.

source: Mount points must start with /. They cannot contain spaces.
bg: Точките на монтиране трябва да започват с /. Те не могат да съдържат интервали.

source: Mount point:
bg: Точка на монтиране:

source: No mount point
bg: Без точка на монтиране

source: noatime - do not update inode access times at each access
bg: noatime - без обновяване на времето за достъп на inode при всеки достъп

source: nodev - do not support character or block special devices
bg: nodev - без поддръжка на знакови или блокови файлове-устройства

source: nosuid - ignore set-user-identifier or set-group-identifier bits
bg: nosuid - игнориране на битовете set-user-identifier и set-group-identifier

source: noexec - do not allow execution of any binaries
bg: noexec - забрана за изпълнение на изпълними файлове

source: ro - mount the file system read-only
bg: ro - монтиране на файловата система само-за-четене

source: sync - all input/output activities occur synchronously
bg: sync - всички входно/изходни операции се изпълняват синхронизирано

source: usrquota - user disk quota accounting enabled
bg: usrquota - включване на квотата за потребители

source: grpquota - group disk quota accounting enabled
bg: grpquota - включване на квотата за групи

source: Mount options:
bg: Опции при монтиране:

source: Mount options can tune the behavior of the file system.
bg: Опциите при монтиране настройват поведението на файловата система.

source: XFS journalling file system
bg: Журнална файлова система XFS

source: Cancel unrecommended XFS root filesystem?
bg: Прекъсване на непрепоръчваната главна файлова система XFS?

source: Your root filesystem is an XFS filesystem. This is likely to cause problems with the GRUB bootloader used by default by this installer; you might experience problems installing or booting GRUB.
bg: Вашата главна файлова система е XFS. Това може да предизвика проблеми с програмата за начално зареждане GRUB, която се използва по подразбиране от този инсталатор; може да изпитате проблеми при инсталиране и зареждане на GRUB.

source: You should use a small /boot partition with another filesystem, such as ext3.
bg: Трябва да използвате малък дял за /boot с друга файлова система, като например ext3.

source: Cancel unrecommended /boot filesystem?
bg: Прекъсване на непрепоръчвана файлова система за /boot?

source: You have mounted an XFS filesystem as /boot. This is likely to cause problems with the GRUB bootloader used by default by this installer; you might experience problems installing or booting GRUB.
bg: Монтирали сте файлова система XFS в /boot. Това вероятно ще предизвика проблеми с програмата за начално зареждане GRUB, която се използва по подразбиране от този инсталатор; може да изпитате проблеми при инсталиране или зареждане на GRUB.

source: You should use another filesystem, such as ext3, for the /boot partition.
bg: Трябва да използвате друга файлова система за дяла на /boot, като например ext3.
