Repository: Sprezzatech/main-menu-udeb
Catalog: partman/partman-basicfilesystems/debian/po/*.po
Languages: ar, de, el, es, fr, he

source: Checking the ${TYPE} file system in partition #${PARTITION} of ${DEVICE}...
ar: جاري فحص نظام الملفات ${TYPE} في التجزيء #${PARTITION} للجهاز ${DEVICE}...
de: Prüfe ${TYPE} Dateisystem der Partition ${TYPE} auf ${DEVICE}...
el: Έλεγχος του συστήματος αρχείων ${TYPE} στο διαμέρισμα #${PARTITION} του ${DEVICE}...
es: Comprobando el sistema de ficheros ${TYPE} en la partición #${PARTITION} de ${DEVICE}...
fr: Contrôle du système de fichiers ${TYPE} sur la partition n° ${PARTITION} de ${DEVICE}...
he: בודק את מערכת הקבצים ${TYPE} במחיצה #${PARTITION} בהתקן ${DEVICE}...

source: Checking the swap space in partition #${PARTITION} of ${DEVICE}...
he: בודק את מרחב הדפדוף במחיצה #${PARTITION} בהתקן ${DEVICE} ...

source: Creating ${TYPE} file system in partition #${PARTITION} of ${DEVICE}...
ar: جاري إنشاء نظام الملفات ${TYPE} في التجزيء #${PARTITION} للجهاز ${DEVICE}...
de: Erzeuge ${TYPE} Dateisystem der Partition #${PARTITION} auf ${DEVICE}...
el: Δημιουργία συστήματος αρχείων ${TYPE} στο διαμέρισμα #${PARTITION} του ${DEVICE}...
es: Creando el sistema de ficheros ${TYPE} en la partición #${PARTITION} de ${DEVICE}...
fr: Création du système de fichiers ${TYPE} sur la partition n° ${PARTITION} de ${DEVICE}...
he: יוצר מערכת קבצים מסוג ${TYPE} במחיצה #${PARTITION} בהתקן ${DEVICE}...

source: Formatting swap space in partition #${PARTITION} of ${DEVICE}...
he: מכין לעבודה את מרחב הדפדוף במחיצה #${PARTITION} בהתקן ${DEVICE}...

source: Go back to the menu and correct errors?
de: Zurück zum Hauptmenü und Fehler beheben?
el: Θέλετε να επιστρέψετε στο μενού και να διορθώσετε τα σφάλματα;
es: ¿Volver al menú y corregir los errores?
fr: Revenir au menu et corriger les erreurs ?
he: האם לחזור לתפריט לתיקון הטעויות?

source: The test of the file system with type ${TYPE} in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
ar: اختبار نظام الملفات من نوع ${TYPE} في التجزيء #${PARTITION} للجهاز ${DEVICE} وجد أخطاء غير مصحّحة.
de: Beim Test des Dateisystems vom Typ ${TYPE} der Partition #${PARTITION} auf ${DEVICE} wurden Fehler gefunden, die nicht behoben wurden.
el: Ο έλεγχος του συστήματος αρχείων τύπου ${TYPE} στο διαμέρισμα #${PARTITION} του ${DEVICE} ανίχνευσε μη διορθωμένα σφάλματα.
es: Las pruebas del sistema de ficheros con el tipo ${TYPE} en la partición ${PARTITION} de ${DEVICE} encontró errores no corregidos.
fr: Le contrôle du système de fichiers ${TYPE} sur la partition n° ${PARTITION} de ${DEVICE} a mis en évidence des erreurs non corrigées.
he: במהלך הבדיקה של מערכת הקבצים מסוג ${TYPE} במחיצה #${PARTITION} בהתקן ${DEVICE} נמצאו שגיאות שלא תוקנו.

source: If you do not go back to the partitioning menu and correct these errors, the partition will not be used at all.
de: Wenn Sie nicht zum Partitionierungs-Menü zurück kehren und die aufgetretenen Fehler beheben, können Sie die Partition nicht benutzen.
el: Αν δεν επιστρέψετε στο μενού κατάτμησης και δε διορθώσετε τα σφάλματα αυτά, το διαμέρισμα αυτό δε θα χρησιμοποιηθεί.
es: Si no vuelve al menú de particionado y corrige estos errores, la partición no será utilizada.
fr: Si vous ne revenez pas au menu de partitionnement pour corriger ces erreurs, cette partition ne sera pas utilisée du tout.
he: אם לא תחזור לתפריט הגדרת המחיצות לתיקון השגיאות, המחיצה לא תהיה כלל בשימוש.

source: Failed to create a file system
ar: فشل إنشاء نظام ملفات
de: Erzeugen des Dateisystems fehlgeschlagen
el: Απέτυχε η δημιουργία συστήματος αρχείων
es: No se pudo crear un sistema de ficheros
fr: Impossible de créer un système de fichiers
he: כשלון ביצירת מערכת קבצים.

source: The ${TYPE} file system creation in partition #${PARTITION} of ${DEVICE} failed.
ar: فشل إنشاء نظام الملفات ${TYPE} في التجزيء #${PARTITION} للجهاز ${DEVICE}.
de: Das Erstellen des Dateisystems ${TYPE} für die Partition #${PARTITION} auf ${DEVICE} schlug fehl.
el: Απέτυχε η δημιουργία συστήματος αρχείων ${TYPE} στο διαμέρισμα #${PARTITION} του ${DEVICE}.
es: Falló la creación del sistema de ficheros ${TYPE} en la partición #${PARTITION} de ${DEVICE}.
fr: La création du système de fichiers ${TYPE} sur la partition n° ${PARTITION} de ${DEVICE} a échoué.
he: יצירת מערכת הקבצים מסוג ${TYPE} במחיצה #${PARTITION} בהתקן ${DEVICE} נכשלה.

source: Do you want to return to the partitioning menu?
de: Möchten Sie zum Partitionierungs-Menü zurück kehren?
el: Θέλετε να επιστρέψετε στο μενού κατάτμησης;
es: ¿Desea volver al menú de particionado?
fr: Souhaitez-vous revenir au menu de partitionnement ?
he: האם לחזור לתפריט הגדרת המחיצות?

source: No mount point is assigned for ${FILESYSTEM} filesystem in partition #${PARTITION} of ${DEVICE}.
de: Dem Dateisystem ${FILESYSTEM} der Partition ${PARTITION} auf ${DEVICE} ist kein Mount-Punkt zugewiesen
el: Δεν έχει οριστεί κάποιο σημείο επαφής για το σύστημα αρχείων ${FILESYSTEM} στο διαμέρισμα #${PARTITION} του ${DEVICE}.
es: No se ha asignado un punto de montaje para el sistema de ficheros ${FILESYSTEM} en la partición #${PARTITION} de ${DEVICE}.
fr: Aucun point de montage n'a été affecté au système de fichiers ${FILESYSTEM} de la partition n° ${PARTITION} de ${DEVICE}.
he: לא הוגדרה נקודת עיגון עבור מערכת קבצים מסוג ${FILESYSTEM} במחיצה #${PARTITION} בהתקן ${DEVICE}.

source: If you do not go back to the partitioning menu and assign a mount point from there, this partition will not be used at all
de: Wenn Sie nicht zum Partitionierungs-Menü zurück kehren und dort einen Mount-Punkt zuweisen, können Sie die Partition nicht benutzen.
el: Αν δεν επιστρέψετε στο μενού κατάτμησης και δεν ορίσετε ένα σημείο επαφής, το διαμέρισμα αυτό δε θα χρησιμοποιηθεί.
es: Est partición no será utilizada a menos que vuelva al menú de particionado y asigna un punto de montaje desde éste.
fr: Si vous ne revenez pas au menu de partitionnement pour affecter un point de montage à cette partition, elle ne sera pas utilisée du tout.
he: אם לא תחזור לתפריט הגדרות המחיצות ותקצה נקודת עיגון לא יתבצע שימוש במחיצה זו.

source: /, /boot, /home, /tmp, /usr, /usr/local, /var, Enter manually, Do not mount it
ar: /، /boot، /home، /tmp، /usr، /usr/local، /var، أدخل يدوياً، لا تجهزه
de: /, /boot, /home, /tmp, /usr, /usr/local, /var, Von Hand angeben, Nicht einbinden
el: /, /boot, /home, /tmp, /usr, /usr/local, /var, Χειροκίνητη εισαγωγή, Να μη συναρμοστεί
es: /, /boot, /home, /tmp, /usr, /usr/local, /var, Introducir manualmente, No montarla
fr: /, /boot, /home, /tmp, /usr, /usr/local, /var, Autre choix, Ne pas utiliser cette partition
he: /, /boot, /home, /tmp, /usr, /usr/local, /var,הזן באופן ידני, אל תעגן

source: Enter manually
ar: أدخله يدوياً
de: Von Hand angeben
el: Χειροκίνητη εισαγωγή
es: Introducir manualmente
fr: Autre choix
he: הזן באופן ידני

source: Do not mount it
ar: لا تجهزه
de: Nicht mounten
el: Να μη συναρμοστεί
es: No montarla
fr: Ne pas utiliser cette partition
he: אל תעגן

source: Mount point for this partition:
ar: نقطة التجهيز لهذا التجزيء:
de: Mount-Punkt für diese Partition:
el: Σημείο επαφής για αυτό το διαμέρισμα:
es: Punto de montaje para esta partición:
fr: Point de montage pour cette partition :
he: נקודת עיגון עבור מחיצה זו:

source: Invalid mount point
ar: نقطة تجهيز غير صالحة
de: Ungültiger Mount-Punkt
el: Μη έγκυρο σημείο επαφής
es: El punto de montaje no es válido
fr: Point de montage incorrect
he: נקודת עיגון לא תקינה

source: The mount point you entered is invalid.
ar: نقطة التجهيز التي أدخلتها غير صالحة.
de: Der von Ihnen angegebene Mount-Punkt ist ungültig.
el: Το σημείο επαφής που εισάγατε δεν είναι έγκυρο.
es: El punto de montaje que introdujo no es válido.
fr: Le point de montage que vous avez indiqué n'est pas correct.
he: נקודת העיגון שהזנת אינה תקינה.

source: Mount points must start with /. They cannot contain spaces.
ar: يجب أن تبدأ نقاط التجهيز بـ /. لا يمكن أن تحتوي مسافات.
de: Ein Mount-Punkt muss mit / beginnen. Es dürfen keine Leerzeichen verwendet werden
el: Τα σημεία επαφής θα πρέπει να αρχίζουν με /. Δε μπορούν να περιέχουν κενά.
es: Los puntos de montaje deben empezar con «/» y no pueden contener espacios.
fr: Un point de montage doit commencer par « / » et ne contient pas d'espaces.
he: שמות של נקודות עיגון חייבים להתחיל בתו / ואסור שיכילו רווחים.

source: Mount point:
es: Punto de montaje:
he: נקודת עיגון:

source: None
es: Ninguno
he: אין

source: ext2 file system
he: מערכת קבצים ext2

source: swap space
es: espacio de intercambio
he: מרחב דפדוף

source: swap
es: intercambio
he: דפדוף

source: noatime - do not update inode access times at each access
he: noatime - אל תעדכן את זמני הגישה לכל גישה ב-inode.

source: nodev - do not support character or block special devices
he: nodev - ללא תמיכה בהתקני בלוק או תו מיוחדים.

source: nosuid - ignore set-user-identifier or set-group-identifier bits
he: nosuid - התעלם מסביות הגדרת משתמש או קבוצה.

source: noexec - do not allow execution of any binaries
he: noexec - אל תאפשר הרצת קבצים בינאריים כלשהם.

source: usrquota - user disk quota accounting enabled
he: usrquota - הפעל מערכת הגדרות מיכסה עבור חשבונות משתמשים.

source: grpquota - group disk quota accounting enabled
he: grpquota - הפעל מערכת הגדרות מיכסה עבור קבוצות

source: ro - mount the file system read-only
he: ro - עגן את המחיצה לקריאה בלבד

source: sync - all input/output activities occur synchronously
he: sync - כל פעולות הקלט\ פלט מתרחשות באופן סינכרוני

source: quiet - changing owner and permissions does not return errors
he: quiet - שינוי בעלות והרשאות לא יחזירו שגיאות

source: Mount options:
ar: خيارات التجهيز:
de: Mount-Optionen:
el: Επιλογές συναρμογής:
es: Opciones de montaje:
fr: Options de montage :
he: אפשרויות עיגון:

source: Mount options can tune the behavior of the file system.
he: אפשרויות העיגון מאפשרות את כיונון מערכת הקבצים.

source: extended 2
es: extendido 2

source: noatime -- do not update inode access times for each access. This option is e.g. useful for fast access to news spools. It is recommended for file systems on Compact Flash cards, USB Flash Drive and similar devices as they break down after too many writes.
ar: noatime -- لا تحدّث أوقات الوصول إلى inode لكل وصول. هذا الخيار مفيد على سبيل المثال للوصول السريع إلى تجمّعات الأخبار. إنه مقترح لأنظمة الملفات على بطاقات فلاش المضغوطة، قارئات USB فلاش والأجهزة المشابهة لها حيث أنها تتعطل بعض الكتابات الكثيرة.
de: noatime -- Zugriffszeit auf eine Inode wird nicht jedesmal aktualisiert. Diese Option ist z.B. nützlich für schnelle Zugriffe auf News-Spools. Es wird empfohlen für Dateisysteme auf Compact-Flash Karten, USB-Speichersticks und ähnliche Geräte, da sie nicht unbegrenzt oft beschrieben werden können.
el: noatime -- δεν γίνεται ανανέωση του πεδίου χρόνου τελευταίας πρόσβασης. Αυτή η επιλογή είναι π.χ. χρήσιμη για ταχεία πρόσβαση σε αρχεία newsgroups. Συνιστάται για συστήματα αρχείων σε κάρτες Compact Flash, συσκευές αποθηκευτικής μνήμης USB (Flash disks) και παρόμοιες συσκευές καθώς φθείρονται μετά από πολλές εγγραφές.
es: noatime -- no actualizar los tiempos de acceso de inodos para cada acceso. Esta opción es útil, por ejemplo, para permitir un acceso más rápido a archivos de noticias. Se recomienda para los sistemas de ficheros en tarjetas Compact Flash, unidades USB Flash y dispositivos similares que dejan de funcionar después de un número elevado de escrituras.
fr: noatime : ne pas mettre à jour la date et l'heure d'accès des inodes à chaque accès. Cette option est notamment utile pour un accès rapide aux articles d'un serveur de nouvelles. Il est recommandé pour les systèmes de fichiers sur des cartes Compact Flash, des disques sur clés USB ou des périphériques analogues car ils ne fonctionnent plus après trop d'opérations d'écriture.

source: nodev -- do not interpret character or block special devices. On hardened secure hosts this option should be used for all file systems that contain directories where regular users have write access (/home, /tmp, /var/tmp, etc.). Do not use this option for the root file system.
ar: nodev -- لا تترجم أجهزة الأحرف أو الكتل الخاصة. على المضيفات المقواة الآمنة يجب أن يستخدم هذا الخيار لكل أنظمة الملفات التي تحتوي دلائل يملك المستخدمون وصول الكتابة عليها (/home، /tmp، /var/tmp، إلخ). لا تستخدم هذا الخيار لنظام الملفات الجذري.
de: nodev -- Interpretiert nicht spezielle Zeichen- und Block-Geräte. Auf besonders sicheren Systemen sollte diese Option für alle Dateisysteme benutzt werden, die für normale Benutzer schreibbare Verzeichnisse enthalten (/home, /tmp, /var/tmp, etc.). Benutzen Sie diese Option nicht für das Root-Dateisystem.
el: nodev -- δεν ερμηνεύονται τα σημεία επαφής μονάδων χαρακτήρων ή block. Σε συστήματα υψηλής ασφαλείας, η επιλογή αυτή θα πρέπει να χρησιμοποιείται σε όλα τα συστήματα αρχείων που περιέχουν καταλόγους όπου οι χρήστες έχουν δικαίωμα εγγραφής (/home, /tmp, /var/tmp, κλπ). Μην τη χρησιμοποιήσετε για το βασικό σύστημα αρχείων (το root filesystem).
es: nodev -- no interpretar dispositivos especiales de bloques o caracteres. En servidores bastionados esta opción debería ser utilizada para todos los sistemas de ficheros que contienen directorios a los que los usuarios tienen acceso (/home, /tmp, /var/tmp, etc.). No ponga esta opción en el sistema de ficheros raíz.
fr: nodev : ne pas gérer les périphériques spéciaux de type bloc ou caractère. Sur des hôtes fortement sécurisés, cette option est indispensable pour tous les systèmes de fichiers qui contiennent des répertoires où les utilisateurs peuvent écrire (/home, /tmp, /var/tmp, etc.). Ne l'utilisez pas pour le système de fichiers racine.

source: nosuid -- ignore set-user-identifier or set-group-identifier bits (this is not safe if you have suidperl installed).
ar: nosuid -- تجاهل بت set-user-identifier أو set-group-identifier )ليس هذا آمن إن كان suidperl مثبتاً لديك).
de: nosuid -- Das suid- oder sgid-bit wird nicht ausgeführt (Dies ist nicht zuverlässig, wenn Sie suidperl installiert haben).
el: nosuid -- θα αγνοηθούν τα bit ταυτότητας χρήστη ή ομάδος (set-user ή set group bit) των αδειών προσπέλασης (κάτι τέτοιο δεν είναι ασφαλές αν έχετε εγκατεστημένο το πακέτο suidperl).
es: nosuid -- ignorar los bits «set-user-identifier» (fijar el identificador de usuario) y «set-group-identifier» (fijar el identificador de grupo). Esta opción no es segura si instala suidperl.
fr: nosuid : ignorer les bits set-user-identifier et set-group-identifier (cette option est déconseillée si suidperl est installé).

source: noexec -- do not allow execution of any binaries.
ar: noexec -- لا تسمح بتنفيذ أي برامج مجمّعة تنفيذية
de: noexec -- Ausführen von Binär-Dateien nicht erlauben.
el: noexec -- δεν επιτρέπεται η εκτέλεση οποιωνδήποτε εκτελέσιμων αρχείων.
es: noexec -- no permitir la ejecución de binarios.
fr: noexec : interdire toute exécution de programmes.

source: usrquota / grpquota -- user/group disk quota accounting enabled, and limits (optionally) enforced.
ar: usrquota / grpquota -- مكّنت محاسبة حصص القرص للمستخدم/للمجموعة ، وعزّزت الحدود (اختيارياً).
de: usrquota / grpquota -- Benutzer/Gruppen Quota aktivieren und (optionale) Limits benutzen.
el: usrquota / grpquota -- θα ενεργοποιηθεί η λογιστική εκμεταλλεύσιμου χώρου στους δίσκους από χρήστες/ομάδες με προεραιτική επιβολή ορίων χρήσης.
es: usrquota / grpquota -- activar el análisis de cuotas de usuarios/grupos e imposición (opcional) de límites.
fr: usrquota : (ou grpquota) mettre en service les quota de disque pour les utilisateurs (ou les groupes) et activer les limitations.

source: You may choose one or more mounting options among the following:
ar: يمكنك اختيار واحد أو أكثر من خيارات التجهيز مما يلي:
de: Sie können eine oder mehrere Mount-Optionen aus den folgenden wählen:
el: Μπορείτε να επιλέξετε μία ή περισσότερες από τις ακόλουθες επιλογές συναρμογής:
es: Puede elegir una o más opciones de montaje de entre las siguientes:
fr: Vous pouvez choisir une ou plusieurs options de montage parmi les suivantes :

source: ro -- mount the file system read-only.
ar: ro -- جهز نظام الملفات للقراءة فقط.
de: ro -- Das Dateisystem wird nur lesbar eingebunden.
el: ro -- το σύστημα αρχείων θα συναρμοστεί μόνο για ανάγνωση.
es: ro -- montar el sistema de ficheros en modo sólo-lectura.
fr: ro : monter le système de fichiers en lecture seule.

source: sync -- all input/output activities occur synchronously on the file system.
de: sync -- alle Eingabe/Ausgabe Zugriffe auf dem Dateisystem erfolgen synchron.
el: sync -- κάθε εργασία εισόδου/εξόδου στο σύστημα αρχείων θα γίνεται σύγχρονα.
es: sync -- todas las operaciones de entrada y salida se realizan de forma síncrona en el sistema de ficheros.
fr: sync : effectuer toutes les entrées/sorties de manière synchrone sur le système de fichiers.

source: quiet -- attempts to change owner and permissions on files will not return errors, although they fail. This option may be useful but should be used with caution.
ar: quiet -- محاولات تغيير المالك والتصاريح على الملفات سوف لن ترجع أية أخطاء، مع أنها تفشل. قد يكون هذا الخيار مفيداً لكن يجب استخدامه بحذر.
de: quiet -- Der Versuch, Benutzer und Zugriffsrechte auf Dateien zu ändern, gibt keine Fehler zurück, auch wenn dies fehl schlägt. Diese Möglichkeit, sollte nur mit Vorsicht benutzt werden.
el: quiet -- κάθε προσπάθεια αλλαγής ιδιοκτήτη και αδειών προσπέλασης σε αρχεία δε θα επιστρέφουν σφάλμα, ακόμη και αν αποτυγχάνουν. Η επιλογή αυτή πιθανόν να σας χρησιμεύσει αλλά θα πρέπει να ενεργοποιηθεί κατόπιν σκέψης.
es: quite -- no generaran errores, aunque fallen, los intentos de cambio de usuarios y permisos en ficheros. Esta opción puede ser útil en algunos casos pero debería ser utilizada con cautela.
fr: quiet : faire échouer les tentatives incorrectes de modification du propriétaire ou des permissions d'un fichier, sans message d'erreur. Cette option peut être utile mais doit être mise en place avec précaution.

source: You may choose one or more mounting options among the following.
de: Sie können eine oder mehrere Mount-Optionen aus den folgenden wählen.
el: Μπορείτε να επιλέξετε μία ή περισσότερες από τις ακόλουθες επιλογές συναρμογής.
es: Puede elegir una o más opciones de montaje de entre las siguientes.
fr: Vous pouvez choisir une ou plusieurs options de montage parmi celles proposées.

source: Specify mount point
de: Mountpunkt angeben
fr: Indiquer le point de montage

source: Extended 2
fr: Type 2 étendu (ext2)

source: Swap space
ar: مساحة بديلة
de: Auslagerungsspeicher (Swap)
fr: Espace d'échange

source: Specify mount options
ar: حدّد خيارات التجهيز
de: Mount-Optionen angeben
fr: Préciser les options de montage
