Repository: Sprezzatech/main-menu-udeb
Catalog: tools/yaboot-installer/debian/po/*.po
Languages: ar, bs, cs, da, el, fr, it, nb, pl, zh_cn

source: Installing YaBoot
ar: جاري تثبيت YaBoot
it: Installazione di YaBoot in corso
nb: Installerer YaBoot
zh_cn: 安装 YaBoot

source: This machine is not a NewWorld PowerMac
ar: هذا الجهاز ليس من نوع NewWorld PowerMac
bs: Ovaj računar nije NewWorld PowerMac
da: Denne maskine er ikke en NewWorld PowerMac
el: Αυτός ο υπολογιστής δεν είναι PowerMac τύπου NewWorld
fr: Cette machine n'est pas un PowerMac NewWorld
it: Questa macchina non è un PowerMac NewWorld
nb: Denne maskinen er ikke en NewWorld PowerMac
zh_cn: 这不是一台 NewWorld PowerMac

source: Yaboot can only be used on NewWorld PowerMac's. Please use the correct boot loader for your ppc-architecture.
ar: لا يمكن استخدام Yaboot إلا مع أجهزة NewWorld·PowerMac. الرجاء استخداممحمل الإقلاع الصحيح لهندسة ppc التي تملكها.
bs: Yaboot se može koristiti samo na NewWorld PowerMac računarima. Molim koristite odgovarajući boot-loader za vašu ppc-arhitekturu.
da: Yaboot kan kun bruges med NewWorld PowerMac'er. Sørg for at bruge den rigtige opstartindlæser til din ppc-arkitektur.
el: Το πρόγραμμα Yaboot μπορεί να χρησιμοποιηθεί μόνο σε PowerMacs τύπου NewWorld. Θα πρέπει να χρησιμοποιήσετε το κατάλληλο πρόγραμμα εκκίνησης για τη δική σας αρχιτεκτονική powerpc.
fr: Yaboot ne peut être utilisé que sur les PowerMac NewWorld. Veuillez utiliser le gestionnaire d'amorçage adapté à votre système PPC.
it: Yaboot può essere usato sui PowerMac NewWorld. Usare il corretto caricatore di avvio per la propria architettura ppc.
nb: Yaboot kan kun brukes på NewWorld PowerMac-er. Bruk korrekt oppstartsprogram for din ppc-arkitektur.
zh_cn: Yaboot 只能用于 NewWorld PowerMac。请使用正确的引导程序来引导您的 ppc 系统。

source: Looking for bootstrap partitions
ar: جاري البحث عن تجزيئات bootstrap
it: Ricerca delle partizioni per eseguire il bootstrap
nb: Ser etter bootstrap-partisjoner
zh_cn: 查找引导分区

source: No bootstrap partition found
ar: لم يعثر على تجزيئات bootstrap
bs: bootstrap particija nije pronađena
cs: Zavádìcí oblast nebyla nalezena
da: Fandt ingen bootstrap-partition
el: Δε βρέθηκε διαμέρισμα εκκίνησης
fr: Aucune partition d'amorçage trouvée
it: Nessuna partizione per il bootstrap trovata
nb: Fant ingen bootstrap-partisjon
pl: Nie znaleziono partycji bootstrap
zh_cn: 没有找到引导分区

source: No hard disks were found which have an "Apple_Bootstrap" partition. You must create an 800k partition named "bootstrap", with type "Apple_Bootstrap".
ar: لم يوجد أي قرص يحتوي على تجزيء "Apple_Bootstrap". عليك أن تنشئ تجزيءً بحجم 800 ك.ب. وتسميه "bootstrap"، من نوع "Apple_Bootstrap".
bs: Hard diskovi sa "Apple_Bootstrap" particijom nisu pronađeni. Morate kreirati 800k particiju nazvanu "bootstrap", tipa "Apple_Bootstrap".
cs: Nebyly nalezeny ¾ádné disky s oblastí "Apple_Bootstrap". Musíte vytvoøit oblast pojmenovanou "bootstrap" o velikosti 800k, která má typ "Apple_Bootstrap".
da: Der blev ikke fundet nogen diske med en "Apple_Bootstrap"-partition. Du skal oprette en partition på 800k med navnet "bootstrap" og typen "Apple_Bootstrap".
el: Δε βρέθηκε δίσκος που να περιέχει διαμέρισμα με πρόγραμμα εκκίνησης της Apple ("Apple_Bootstrap"). Θα πρέπει να δημιουργήσετε ένα διαμέρισμα μεγέθους 800k με όνομα "bootstrap"και τύπο "Apple_Bootstrap".
fr: Aucune partition « Apple_Bootstrap » n'a pu être trouvée sur les disques durs. Vous devez créer une partition d'amorçage, d'une taille de 800 ko et la nommer « bootstrap ».
it: Nessun disco rigido è stato trovato che abbia una partizione "Apple_Bootstrap". Si deve creare una partizione di 800K chiamata "bootstrap", del tipo "Apple_Bootstrap".
nb: Fant ingen disk som har en «Apple_Bootstrap»-partisjon. Du må lage en partisjon på 800 Kb som heter «bootstrap», med type «Apple_Boostrap».
pl: Nie znaleziono dysków twardych zawieraj±cych partycjê "Apple_Bootstrap". Musisz utworzyæ partycjê nazwan± "bootstrap" o rozmiarze 800k i typie "Apple_Bootstrap".
zh_cn: 没有找到含有 "Apple_Bootstrap" 分区的磁盘。您必须创建一个 800k 的分区，类型是 "Apple_Bootstrap"，并命名为 "bootstrap"。

source: Looking for root partition
ar: جاري البحث عن التجزيء الجذري
it: Ricerca della partizione di root in corso
nb: Leter etter rot-partisjon
zh_cn: 查找根分区

source: No root partition found
ar: لم يعثر على أي تجزيء جذري
bs: root particija nije pronađena
cs: Nebyla nalezena koøenová oblast
da: Fandt ingen rod-partition
el: Δε βρέθηκε βασικό διαμέρισμα root
fr: Aucune partition racine trouvée
it: Nesuna partizione di root trovata
nb: Fant ingen rot-partisjon
pl: Nie znaleziono g³ównej partycji
zh_cn: 没有找到根分区

source: No partition is mounted as your new root partition. You must mount a root partition first.
ar: لم يجهز أي تجزيء ليستخدم كتجزيء جذري جديد. يجب عليك تجهيز تجزيء جذري أولا.
bs: Nijedna particija nije montirana kao vaša nova root particija. Najprije morate montirati root particiju.
da: <Der blev ikke fundet nogen partition, som er monteret som din nye rodpartition. du er nødt til først at montere en rodpartition.
el: Δε βρέθηκε διαμέρισμα συναρμοσμένο στον κατάλογο root. Θα πρέπει να συναρμόσετε ένα διαμέρισμα στο κατάλογο root πριν μπορέσετε να συνεχίσετε.
fr: Aucune partition n'est montée en tant que nouvelle partition racine. Vous devez d'abord monter une partition racine.
it: Nessuna partizione è stata montata come nuova partizione di root. Si deve montare prima una partizione di root.
nb: Ingen partisjon er montert som din nye rot-partisjon. Du må montere en rot-partisjon først.
zh_cn: 没有挂载新的根分区。您必须先挂载一个根分区。

source: Device for boot loader installation:
ar: جهاز تثبيت محمل الإقلاع:
bs: Diskovni uređaj za instalaciju boot loadera:
da: Enhed til installation af opstartsindlæser:
el: Μονάδα για εγκατάσταση του προγράμματος εκκίνησης:
fr: Périphérique d'installation du gestionnaire d'amorçage :
it: Dispositivo per l'installazione del caricatore di avvio:
nb: Enhet for installasjon av oppstartsprogram:
zh_cn: 可供安装启动管理器的设备：

source: Yaboot (the Linux boot loader) needs to be installed on a hard disk partition in order for your system to be bootable. Please choose the destination partition from among these "Apple_Bootstrap" partitions.
ar: يجب أن يثبت محمّل إقلاع لينكس Yaboot على تجزيء قرص صلب كي يصبح جهازك قابلاً للإقلاع. رجاء اختر التجزيء المطلوب من تجزيئات "Apple_Bootstrap" هذه.

source: Creating kernel-image configuration
ar: جاري إنشاء إعداد صورة النواة
it: Creazione della configurazione dell'immagine del kernel in corso
nb: Opprette oppsett for kjerneavtrykket
zh_cn: 创建内核映像配置

source: Failed to create kernel-image configuration
ar: فشل إنشاء إعداد صورة النواة
bs: Ne mogu kreirati kernel-image konfiguraciju
da: Kunne ikke oprette kerneaftrykkets opsætning
el: Σφάλμα κατά την ρύθμιση του πυρήνα
fr: Échec de la création de la configuration de l'image du noyau
it: E' fallita la creazione della configurazione dell'immagine del kernel
nb: Klarte ikke å opprette oppsett for kjerneavtrykket.
zh_cn: 无法创建内核映像配置

source: The creation of a new kernel image configuration file failed.
ar: فشل إنشاء ملف إعداد صورة النواة.
bs: Kreiranje nove kernel image konfiguracije nije uspjelo.
da: Oprettelsen af et nyt kerneaftryks-opsætningsfil mislykkedes.
el: Απέτυχε η δημιουργία ενός νέου αρχείου ρυθμίσεων του πυρήνα.
fr: La création d'un fichier de configuration pour la nouvelle image du noyau a échoué.
it: La creazione della configurazione di una nuova immagine del kernel è fallita
nb: Klarte ikke å lage ny konfigurasjonsfil for kjerneavtrykket.
zh_cn: 创建新的内核映像配置文件失败。

source: Creating yaboot configuration
ar: جاري إنشاء إعداد yaboot.
it: Creazione della configurazione di yaboot in corso
nb: Oppretter yaboot-oppsett
zh_cn: 创建 yaboot 配置

source: Failed to create yaboot configuration
ar: فشل إنشاء إعداد yaboot
bs: Ne mogu kreirati yaboot konfiguraciju
da: Kunne ikke oprette yaboot-opsætning
el: Σφάλμα κατά τη ρύθμιση του yaboot
fr: Échec de la création de la configuration de yaboot
it: E' fallita la creazione della configurazione di yaboot
nb: Klarte ikke å opprette yaboot-oppsett
zh_cn: 创建 yaboot 配置失败

source: The creation of the main yaboot configuration file failed.
ar: فشل إنشاء ملف إعداد yaboot الرئيسي.
bs: Kreiranje glavne yaboot konfiguracije nije uspjelo.
da: Oprettelsen af hovedopsætningsfilen for yaboot mislykkedes.
el: Απέτυχε η δημιουργία του αρχείου ρυθμίσεων του yaboot.
fr: La création du fichier principal de la configuration de yaboot a échoué.
it: La creazione del file principale di configurazione di yaboot è fallita.
nb: Klarte ikke å lage ny hoved-konfigurasjonsfil for yaboot.
zh_cn: 创建 yaboot 主配置文件失败。

source: Installing yaboot into bootstrap partition
ar: جاري تثبيت yaboot على تجزيء bootstrap
it: Installazione di yaboot nella partizione di bootstrap in corso
nb: Installerer yaboot på bootstrap-partisjonen
zh_cn: 安装 yaboot 到启动分区

source: Failed to install bootloader
ar: فشل تثبيت محمّل الإقلاع
bs: Ne mogu instalirati bootloader
cs: Selhala instalace zavadìèe
da: Kunne ikke installere opstartsindlæseren
el: Σφάλμα κατά την εγκατάσταση του προγράμματος εκκίνησης
fr: Échec de l'installation du gestionnaire d'amorçage
it: E' fallita l'installazione del caricatore di avvio
nb: Klarte ikke å installere oppstartsprogrammet
pl: Instalacja programu uruchomieniowego nie powiod³a siê
zh_cn: 安装引导程序失败

source: The installation of the yaboot boot loader failed.
ar: فشل تثبيت محمّل الإقلاع yaboot.
bs: Instalacija yaboot boot loadera nije uspjela.
da: Installationen af yaboot-opstartsindlæseren mislykkedes.
el: Η εγκατάσταση του προγράμματος εκκίνησης yaboot απέτυχε.
fr: L'installation du gestionnaire d'amorçage yaboot a échoué.
it: L'installazione del caricatore di avvio yaboot è fallita.
nb: Installasjonen av yaboot-oppstartsprogrammet feilet.
zh_cn: 安装 Yaboot 引导程序失败。

source: Successfully installed yaboot
ar: ثبّت yaboot بنجاح
bs: Yaboot uspješno instaliran
cs: Yaboot byl úspì¹nì nainstalován
da: Yaboot blev installeret
el: Η εγκατάσταση του yaboot ήταν επιτυχής
fr: Installation de yaboot terminée
it: Yaboot installato con successo.
nb: Installasjonen av yaboot var vellykket.
pl: Yaboot pomy¶lnie zainstalowany.
zh_cn: 安装 yaboot

source: The yaboot boot loader was successfully installed.
ar: ثبّت محمل الإقلاع yaboot·بنجاح.
bs: yaboot boot loader je uspješno instaliran.
da: Opstartsindlæseren yaboot blev installeret.
el: Η εγκατάσταση του προγράμματος εκκίνησης yaboot ήταν επιτυχής.
fr: Le gestionnaire d'amorçage yaboot a été correctement installé.
it: Il caricatore di avvio yaboot è stato installato con successo.
nb: Yaboot-oppstartsprogrammet ble korrekt installert.
zh_cn: Yaboot 引导程序已经成功安装。

source: The system is now ready to boot the new Debian GNU/Linux system.
ar: النظام الآن جاهز لإقلاع نظام ديبيان جنيو/لينكس.
bs: Sistem je sada spreman za bootanje novog Debian GNU/Linux sistema.
da: Systemet er nu klart til at starte det nye Debian GNU/Linux-system op.
el: Το σύστημα είναι τώρα έτοιμο για εκκίνηση στο Debian GNU/Linux.
fr: Le système est maintenant prêt à démarrer le nouveau système Debian GNU/Linux.
it: Il sistema è ora pronto per avviare la nuova Debian GNU/Linux.
nb: Systemet er nå klart til å starte det nyinstallerte Debian GNU/Linux-systemet.
zh_cn: 可以启动新的 Debian GNU/Linux 系统了。

source: Failed to mount /target/proc
ar: فشل تجهيز /target/proc
bs: Ne mogu montirati /target/proc
cs: Pøipojení /target/proc selhalo
da: Kunne ikke montere /target/proc
el: Σφάλμα κατά τη συναρμογή του /target/proc
fr: Échec du montage de /target/proc
it: E' fallito il mount di /target/proc
nb: Klarte ikke å montere /target/proc
pl: Montowanie /target/proc nie powiod³o siê
zh_cn: 无法挂载 /target/proc

source: Mounting the proc filesystem on /target/proc failed.
ar: فشل تثبيت نظام ملفات proc على /target/proc.
bs: Montiranje proc datotečnog sistema na /target/proc nije uspjelo.
da: Montering af proc-filsystemet på /target/proc mislykkedes.
el: Η συναρμογή του εικονικού συστήματος αρχείων procfs στο /target/proc απέτυχε.
fr: Le montage du système de fichier « proc » sur /target/proc a échoué.
it: Il mount del filesystem proc in /target/proc fallito
nb: Monteringen av proc-filsystemet på /target/proc feilet.
zh_cn: 将 proc 文件系统挂载到 /target/proc 失败。

source: Please check the system log or the output on the third console (tty3).
ar: رجاء تحقّق من سجلّ النظام أو المخرجات على الشاشة الطرفية الثالثة (tty3).
bs: Molim provjerite system log ili izlazne podatke na trećoj konzoli (tty3).
da: Tjek systemloggen eller uddata på den tredje konsol (tty3).
el: Παρακαλώ ελέγξτε τα μηνύματα λάθους στο αρχείο καταγραφής ή στην κονσόλα tty3.
fr: Veuillez vérifier les journaux du système ou ce qui s'est affiché sur la troisième console (tty3).
it: Si controllino i log di sistema o l'output della terza console (tty3).
nb: Kontroller systemlog og/eller utskrift på det tredje konsollet (tty3).
zh_cn: 请检测系统日志或是在第三个控制台 (tty3) 上的输出。

source: Warning: Your system may be unbootable!
ar: تحذير: قد يكون نظامك غير قابل للإقلاع!
bs: Upozorenje: Vaš sistem može biti unbootable!
da: Advarsel: Dit system kan muligvis ikke startes op!
el: Προειδοποίηση: Το σύστημά σας πιθανόν να μην είναι εκκινήσιμο!
fr: Attention : votre système pourrait ne pas démarrer !
it: Attenzione: il sistema può essere non avviabile!
nb: Advarsel: Det kan være systemet ditt ikke vil starte opp!
zh_cn: 警告：您的系统可能将不能正常启动！

source: Installing yaboot bootloader
ar: جاري تثبيت محمّل الإقلاع yaboot
it: Installazione del caricatore di avvio yaboot in corso
nb: Installerer yaboot-oppstartsprogrammet
zh_cn: 安装 yaboot 引导程序

source: Install yaboot on a hard disk
ar: جاري تثبيت yaboot على قرص صلب
bs: Instaliraj yaboot na hard disk
da: Installér yaboot på en harddisk
el: Εγκατάσταση του yaboot στο δισκο
fr: Installer yaboot sur un disque dur
it: Installare yaboot su un disco rigido
nb: Installer yaboot på en harddisk
zh_cn: 将 yaboot 安装到硬盘上

source: Yaboot (the Linux boot loader) needs to be installed on a hard disk partition in order for your system to be bootable. Please choose the destination partition among these "Apple_Bootstrap" partitions.
bs: Yaboot (Linux bootloader) treba biti instaliran na hard disk particiju kako bi vaš sistem bio bootable. Molim odaberite odredišnu particiju između ovih "Apple_Bootstrap" particija.
da: Yaboot (Linux's opstartsindlæser) skal installeres på en harddisk partition for at dit system kan startes op. Du skal vælge en af disse tilgængelige "Apple_Bootstrap"-partitioner.
el: Το πρόγραμμα εκκίνησης yaboot πρέπει να εγκατασταθεί σε ένα διαμέρισματου δίσκου για να είναι δυνατή η εκκίνηση του συστήματος. Παρακαλώ επιλέξτε ένα από τα διαθέσιμα διαμερίσματα τύπου "Apple_Bootstrap".
fr: Yaboot (le gestionnaire d'amorçage de Linux) doit être installé sur une partition de disque dur pour que votre système puisse démarrer. Veuillez choisir la partition de destination parmi ces partitions « Apple_Bootstrap ».
it: Yaboot (il caricatore di avvio di Linux) richiede di essere installato su una partizione del disco rigido per rendere avviabile il sistema. Scegliere la destinazione tra quelle partizioni "Apple_Bootstrap".
zh_cn: Yaboot (Linux 引导程序) 需要安装到硬盘分区中，使系统可以启动。请在 "Apple_Bootstrap" 类型的分区中选择一个目标分区。

source: Yaboot (the Linux boot loader) needs to be installed on a hard disk partition in order for your system to be bootable. Please choose the destination partition from among these "Apple_Bootstrap" partitions.
nb: Yaboot (Linux-oppstarter) må installeres på en disk for at systemet ditt skal kunne startes. Du må velge en av de tilgjengelige diskene som har «Apple_Bootstrap»-partisjoner.

source: No NewWorld PowerMac
cs: Nenalezen ¾ádný NewWorld PowerMac
pl: Brak NewWorld PowerMac

source: Yaboot can only be used on NewWorld PowerMac's. Please use the correct boot-loader for your ppc-architecture.
cs: Yaboot lze pou¾ít pouze na NewWorld PowerMacích. Pro svou ppc architekturu budete muset pou¾ít jiný zavadìè.
pl: Yaboot mo¿e byæ u¿ywany tylko na komputerach PowerMac NewWorld. Proszê u¿yæ odpowiedniego programu uruchomieniowego dla swojej architektury ppc.

source: No partition was found which is mounted as your new root partition. You must mount a root partition first.
cs: Nebyla nalezena oblast, která by se mìla pøipojit jako koøenová. Koøenovou oblast musíte pøipojit jako první.
pl: Nie znaleziono ¿adnej partycji zamontowanej jako g³ównej. Musisz najpierw zamontowaæ g³ówn± partycjê.

source: On which device should yaboot be installed?
cs: Na které zaøízení se má yaboot nainstalovat?
pl: Na którym urz±dzeniu powinien byæ zainstalowany yaboot?

source: Yaboot (the Linux bootloader) needs to be installed on a hard disk in order for your system to be bootable. You must pick from the available hard disks which have "Apple_Bootstrap" partitions available.
cs: Aby jste mohli zavádìt svùj systém, musí se Yaboot (linuxový zavadìè) nainstalovat na pevný disk. Musíte si vybrat z dostupných diskù, které mají oblasti "Apple_Bootstrap".
pl: Yaboot (program uruchomieniowy Linuksa) musi byæ zainstalowany na dysku twardym by móg³ uruchamiaæ Twój system. Musisz wybraæ spo¶ród dostêpnych dysków twardych taki, który ma dostêpn± partycjê "Apple_Bootstrap".

source: Failed to create kernel-image config
cs: Selhalo vytváøení konfiguraèního souboru jádra
pl: Utworzenie pliku konfiguracyjnego obrazu j±dra nie powiod³o siê

source: Unable to create a new kernel image config file. Please check systemlog and/or the output on the third console (tty3).
cs: Nemohu vytvoøit konfiguraèní soubor jádra. Zkontrolujte, prosím, systémový log a výpis na tøetí konzoli (tty3).
pl: Nie uda³o siê utworzyæ pliku konfiguracyjnego nowego obrazu j±dra. Proszê sprawdziæ dziennik systemowy i/lub wyj¶cie na trzeciej konsoli (tty3).

source: Failed to create yaboot config
cs: Selhalo vytváøení konfiguraèního souboru pro yaboot
pl: Utworzenie pliku konfiguracyjnego yaboot nie powiod³o siê

source: Unable to create the main yaboot config file. Please check systemlog and/or the output on the third console (tty3). Warning: Your system may be unbootable!
cs: Nemohu vytvoøit hlavní konfiguraèní soubor pro yaboot. Zkontrolujte, prosím, systémový log a výpis na tøetí konzoli (tty3). Varování: Vá¹ systém se mo¾ná nepodaøí zavést!
pl: Nie uda³o siê utworzyæ g³ównego pliku konfiguracyjnego yaboot. Proszê sprawdziæ dziennik systemowy i/lub wyj¶cie na trzeciej konsoli (tty3). Uwaga: Twój system mo¿e siê nie uruchamiaæ!

source: Unable to install the yaboot bootloader. Please check systemlog and/or the output on the third console (tty3). Warning: Your system may be unbootable!
cs: Nemohu nainstalovat zavadìè. Zkontrolujte, prosím, systémový log a výpisy na tøetí konzoli (tty3). Varování: Vá¹ systém se mo¾ná nepodaøí zavést!
pl: Nie uda³o sie zainstalowaæ programu uruchomieniowego yaboot. Proszê sprawdziæ dziennik systemowy i/lub wyj¶cie na trzeciej konsoli (tty3). Uwaga: Twój system mo¿e siê nie uruchamiaæ!

source: Yaboot was successfully installed! The system is now ready to boot the new Debian GNU/Linux system.
cs: Yaboot byl úspì¹nì nainstalován! Poèítaè je pøipraven k zavedení nového systému.
pl: Yaboot zosta³ pomy¶lnie zainstalowany! System jest gotowy do uruchomienia nowego systemu Debian GNU/Linux.

source: Unable to mount proc filesystem on /target/proc. Please check systemlog and/or the output on the third console (tty3). Warning: Your system will maybe be unbootable!
cs: Nemohu pøipojit souborový systém proc pod /target/proc. Zkontorolujte, prosím, systémový log a výpis na tøetí konzoli (tty3). Varování: Vá¹ systém se mo¾ná nepodaøí zavést!
pl: Nie uda³o siê zamontowaæ systemu plików proc na /target/proc. Sprawd¼ dziennik systemowy i/lub wyj¶cie na trzeciej konsoli (tty3). Uwaga: Twój system mo¿e siê nie uruchamiaæ!
