Repository: Sprezzatech/main-menu-udeb
Catalog: win32-loader/l10n/po/*.po
Languages: bn, de, eu, hr

source: windows-1252
bn: উইন্ডো-১২৫২
hr: windows-1250

source: English
bn: ইংলিশ
de: German
eu: Basque
hr: Croatian

source: Debian Installer
bn: ডেবিয়ান ইন্সটলার
eu: Debian Instalatzailea
hr: Debian Instaler

source: Debian-Installer Loader
bn: ডেবিয়ান-ইন্সটলার লোডার
de: Ladeprogramm des Debian-Installers
eu: Debian-Instalatzaile Kargatzailea

source: Cannot find win32-loader.ini.
bn: win32-loader.ini পাওয়া যায়নি।
de: Kann win32-loader.ini nicht finden.
eu: Ez da win32-loader.ini aurkitu.
hr: Ne mogu naæi win32-loader.ini.

source: win32-loader.ini is incomplete. Contact the provider of this medium.
bn: win32-loader.ini টি অসম্পূর্ন। এই মিডিয়ামের প্রদানকারীর সাথে যোগাযোগ করুন।
de: Die Datei win32-loader.ini ist unvollständig. Kontaktieren Sie den Anbieter dieses Programms.
eu: win32-loader.ini ez dago osatua. Euskarri honen hornitzailearekin harremanetan ipini.
hr: win32-loader.ini je nepotpun. Kontaktirajte dobavljaèa ovog medija.

source: This program has detected that your keyboard type is "$0". Is this correct?
bn: এই প্রোগ্রামটি সনাক্ত করেছে যে আপনার কিবোর্ডের ধরন হল "$0"। এটি কি সঠিক?
de: Dieses Programm hat Ihr Tastaturlayout als »$0« erkannt. Ist dies korrekt?
eu: Progrma honek zure teklatua "$0" motakoa dela antzeman du. Hau zuzena al da?
hr: Ovaj program je otkrio da je vrsta va¹e tipkovnice "$0". Je li to toèno?

source: Please send a bug report with the following information: - Version of Windows. - Country settings. - Real keyboard type. - Detected keyboard type. Thank you.
bn: অনুগ্রহ করে নিম্নের তথ্যসমূহ সহ একটি বাগ রিপোর্ট প্রেরন করুন: - উইন্ডোজের সংস্করন। - দেশ সেটিং। - আসল কিবোর্ডের ধরন। - সনাক্তকৃত কিবোর্ডের ধরন। ধন্যবাদ।
de: Bitte schicken Sie uns einen Fehlerbericht mit den folgenden Informationen: - Windows-Version. - Regionale Einstellungen. - Ihr tatsächliches Tastaturlayout. - Erkanntes Tastaturlayout. Danke.
eu: Programa errore txostenak azalpen hauekin bidali: - Windows Bertsioa. - Lurralde ezarpenak. - Benetako teklatu mota. - Antzemandako teklatu mota. Milesker.
hr: Molim po¹aljite bug izvje¹taj sa sljedeæim informacijama: - Inaèica Windowsa. - Postavke zemlje. - Prava vrsta tipkovnice. - Otkrivena vrsta tipkovnice. Hvala vam.

source: There doesn't seem to be enough free disk space in drive $c. For a complete desktop install, it is recommended to have at least 3 GB. If there is already a separate disk or partition to install Debian, or if you plan to replace Windows completely, you can safely ignore this warning.
bn: $c ড্রাইভে যথেষ্ট খালি জায়গা আছে বলে মনে হচ্ছে না। একটি পূর্ণ ডেস্কটপ ইন্সটলের জন্য অন্তত ৩ গিগাবাইট থাকা প্রয়োজন। যদি ডেবিয়ান ইন্সটলের জন্য আগে থেকেই একটি পৃথক ডিস্ক বা পার্টিশন থাকে, বা আপনি যদি উইন্ডো পুরোপুরি প্রতিস্থাপন করতে চান, তাহলে আপনি এই সতর্কবার্তাটি উপেক্ষা করতে পারেন।
de: Der Platz auf Laufwerk $c scheint nicht auszureichen. Für die Installation eines kompletten Desktop-Systems wird mindestens 3 GB freier Festplattenplatz empfohlen. Wenn bereits eine separate Festplatte oder Partition existiert, um darauf Debian zu installieren oder falls Sie planen, Windows komplett zu ersetzen, können Sie diese Warnung ignorieren.
eu: Dirudienez ez dago behar aina leku $c gailuan. Idazmahai instalazio osatu batentzat, gomendagarria da behintzat 3 GB libre edukitzea. Dagoeneko bereiziriko diska edo partizio bat baduzu debian instalatzeko, edo Windows guztiz ordezkatu nahi baduzu, ohar honi ezikusia egin dezakezu.
hr: Izgleda da nema dovoljno slobodnog diskovnog prostora na ureðaju $c. Za potpunu desktop instalaciju, preporuèuje se imati barem 3 GB. Ako veæ postoji odvojeni disk ili particija za instalaciju Debiana, ili ako planirate sasvim zamijeniti Windows, slobodno ignorirajte ovo upozorenje.

source: Error: not enough free disk space. Aborting install.
bn: সমস্যা: যথেষ্ট খালি জায়গা নেই। ইন্সটল বাতিল করা হচ্ছে।
de: Fehler: Nicht genügend Platz auf der Festplatte. Breche Installation ab.
eu: Errorea: ez dago behar aina diska leku. Instalazioa uzten.
hr: Gre¹ka: nedovoljno slobodnog mjesta na disku. Odustajem od instalacije.

source: This program doesn't support Windows $windows_version yet.
bn: এই প্রোগ্রামটি এখনও উইন্ডো $windows_version সমর্থন করে না।
de: Dieses Programm unterstützt Windows $windows_version noch nicht.
eu: Programa honek ez du $windows_version oraindik.
hr: Ovaj program jo¹ ne podr¾ava Windows $windows_version.

source: The version of Debian you're trying to install is designed to run on modern, 64-bit computers. However, your computer is incapable of running 64-bit programs. Use the 32-bit ("i386") version of Debian, or the Multi-arch version which is able to install either of them. This installer will abort now.
bn: আপনি ডেবিয়ানের যে সংস্করন ইন্সটল করার চেষ্টা করছেন, সেটি উন্নত ৬৪-বিট কম্পিউটারের জন্য ডিজাইন করা হয়েছে। যদিও, আপনার কম্পিউটার ৬৪-বিট প্রোগ্রাম চালাতে সমর্থ নয়। ডেবিয়ানের ৩২-বিট ("i386") সংস্করন ব্যবহার করুন, মাল্টি-আর্কিটেকচার সংস্করন যেটি উভয়ই ইন্সটল করতে সমর্থ সেটি ব্যবহার করুন।
de: Die Version von Debian, die Sie versuchen zu installieren, wurde entwickelt, um auf modernen 64-Bit-Rechnern zu laufen. Allerdings kann Ihr Rechner keine 64-Bit-Programme ausführen. Verwenden Sie die 32-Bit-Version von Debian (»i386«) oder die Multi-Arch-Version (für mehrere Architekturen), die in der Lage ist, beides zu installieren. Die Installation wird jetzt abgebrochen.
hr: Inaèica Debiana koju poku¹avate instalirati je namijenjena radu na modernim, 64-bitnim raèunalima. Va¹e raèunalo nije u moguænosti izvr¹avati 64-bitne programe. Koristite 32-bitnu ("i386") inaèicu Debiana, ili tzv. multi-arch inaèicu koja mo¾e instalirati bilo koju od ove dvije. Ova instalacija æe se sada prekinuti.

source: Your computer is capable of running modern, 64-bit operating systems. However, the version of Debian you're trying to install is designed to run on older, 32-bit hardware. You may still proceed with this install, but in order to take the most advantage of your computer, we recommend that you use the 64-bit ("amd64") version of Debian instead, or the Multi-arch version which is able to install either of them. Would you like to abort now?
bn: আপনার কম্পিউটার উন্নত ৬৪-বিট প্রোগ্রাম চালাতে সমর্থ। যদিও আপনি ডেবিয়ানের যে সংস্করন ইন্সটল করার চেষ্টা করছেন, সেটি পুরাতন ৩২-বিট কম্পিউটারের জন্য ডিজাইন করা হয়েছে। আপনি তাও এই ইন্সটলটি চালিয়ে যেতে পারেন, কিন্তু আপনার কম্পিউটারের সর্বোচ্চ সুবিধা গ্রহন করতে, আমরা আপনাকে ডেবিয়ানের ৬৪-বিট ("amd64") সংস্করন বা মাল্টি-আর্কিটেকচার সংস্করন যেটি উভয়ই ইন্সটল করতে সমর্থ সেটি ব্যবহার করার সুপারিশ করছি।
de: Ihr Rechner ist in der Lage, moderne 64-Bit-Betriebssysteme auszuführen, aber die Version von Debian, die Sie gerade installieren wollen, wurde entwickelt, um auf älterer 32-Bit-Hardware zu laufen. Sie können diese Installation fortsetzen, aber um die Fähigkeiten Ihres Rechners voll ausnutzen zu können, empfehlen wir Ihnen, die 64-Bit-Version von Debian (»amd64«) zu installieren oder die Multi-Arch-Version (für mehrere Architekturen) zu verwenden, die in der Lage ist, beides zu installieren. Möchten Sie jetzt abbrechen?
eu: Zure ordenagailua 64 bit-etako sistema eragile modernoa exekutatzeko gai da. Baina instalatzen saiatzen ari zaren DEbian bertsioa 32 bit-etako makinetarako diseinaturik dago. Instalazioarekin aurrera egin dezakezu , baina zure ordenagailuaren abantaila guztiak erabiltzeko Debian-en 64 bit-etarako bertsioa ("amd64") bertsioa erabiltzea gomendatzen dizugu edo plataforma anitzerako bertsioa, hauetako edozeinetan instalatzeko gai bait da. Instalazioa utzi egin nahi al duzu?
hr: Va¹e raèunalo je u moguænosti izvr¹avati moderne, 64-bitne operacijske sustave. Inaèica Debiana koju poku¹avate instalirati je namijenjena radu na starijem, 32-bitnom sklopovlju. Mo¾ete nastaviti s instalacijom, ali za najbolje iskori¹tavanje moguænosti va¹eg raèunala preporuèujemo kori¹tenje 64-bitne ("amd64") inaèice Debiana, ili tzv. multi-arch inaèice koja mo¾e instalirati bilo koju od ove dvije. ®elite li sada prekinuti instalaciju?

source: Unable to find "system partition", assuming it is the same as the "boot partition" ($c).
bn: "সিস্টেম পার্টিশন" খুজে পেতে ব্যর্থ, ধরে নেয়া হচ্ছে যে এটি "বুট পার্টিশন" ($c) এর মতই।
de: Kann die »Systempartition« nicht finden. Es wird angenommen, dass diese dieselbe ist wie die »Startpartition« ($c).

source: Select install mode:
bn: ইন্সটল মোড নির্বাচন করুন:
de: Wählen Sie die Art der Installation:
eu: Instalazio mota hautatu:
hr: Odaberite naèin instalacije:

source: Normal mode. Recommended for most users.
bn: সাধারন মোড। বেশিরভাগ ব্যবহারকারীর জন্য সুপারিশকৃত।
de: Normaler Modus. Für die meisten Benutzer empfohlen.
eu: Normala. ERabiltzaile gehienentzat gomendatua.
hr: Normalan naèin. Preporuèuje se veæini korisnika.

source: Expert mode. Recommended for expert users who want full control of the install process.
bn: দক্ষ মোড। দক্ষ ব্যবহারকারী যারা ইন্সটল প্রক্রিয়ার পূর্ণ নিয়ন্ত্রন রাখতে চান তাদের জন্য সুপারিশকৃত।
de: Expertenmodus. Empfohlen für fortgeschrittene Benutzer, die volle Kontrolle über den Installationsprozess haben wollen.
eu: Aurreratua. Erabiltzaile aurretuentzat bakarrik gomendatua instalazio prozesuaren kontrol osoarekin.
hr: Struèni naèin. Preporuèuje se naprednim korisnicima koji ¾ele punu kontrolu nad postupkom instalacije.

source: Select action:
bn: অ্যাকশন নির্বাচন করুন:
de: Wählen Sie eine Aktion:
eu: Hautatu ekintza:
hr: Odaberite akciju:

source: Install Debian GNU/Linux on this computer.
bn: এই কম্পিউটারে ডেবিয়ান GNU/লিনাক্স ইন্সটল করুন।
de: Debian GNU/Linux auf diesem Rechner installieren.
eu: Ordenagilu honetan FNU/Linux instalatu.
hr: Instaliranje Debian GNU/Linuxa na ovo raèunalo.

source: Repair an existing Debian system (rescue mode).
bn: একটি পূর্বে-উপস্থিত ডেবিয়ান সিস্টেম মেরামত করুন (রেসকিউ মোড)।
de: Ein bestehendes Debian-System reparieren (Rettungsmodus).
eu: Dagoen Debian sistema bat konpondu (berreskurakea modua).
hr: Popravak postojeæeg Debian sustava (spasonosni naèin).

source: Graphical install
bn: গ্রাফিকাল ইন্সটল
de: Grafische Installation
eu: Isntalatzaie grafikoa
hr: Grafièka instalacija

source: Text install
bn: টেক্সট ইন্সটল
de: Installation im Textmodus
eu: Testu instalatzailea
hr: Tekstualna instalacija

source: Downloading %s
bn: %s ডাউনলোড করা হচ্ছে
de: Lade %s herunter
eu: %s deskargatzen
hr: Prenosim %s

source: Connecting ...
bn: সংযোগ করা হচ্ছে ...
de: Verbinde ...
eu: Konektatzen...
hr: Spajanje ...

source: second
bn: সেকেন্ড
de: Sekunde
eu: segundu
hr: sekundi

source: minute
bn: মিনিট
eu: minutu
hr: minuta

source: hour
bn: ঘন্টা
de: Stunde
eu: ordu
hr: sati

source: %dkB (%d%%) of %dkB at %d.%01dkB/s
bn: %3$d কিলোবাইটের মধ্যে %1$d কিলোবাইট (%2$d%%), %4$d.%5$01d কিলোবাইট/সেকেন্ড গতিতে
de: %d kB (%d%%) von %d kB bei %d.%01d kB/s
eu: %dkB (%d%%) %dkB-etik %d.%01dkB/s-ra
hr: %dkB (%d%%) od %dkB pri %d.%01dkB/s

source: (%d %s%s remaining)
bn: (%d %s%s অবশিষ্ট আছে)
de: (%d %s%s verbleibend)
eu: (%d %s%s falta da)
hr: (preostaje %d %s%s)

source: Select which version of Debian-Installer to use:
bn: ডেবিয়ান-ইন্সটলারের কোন সংস্করন ব্যবহার করা হবে তা নির্বাচন করুন:
de: Wählen Sie die Version des Debian-Installers, die verwendet werden soll:
eu: Hautatu Debian-Instalatzailearen zein bertsio erabiliko den:
hr: Odaberite inaèicu Debian-Instalera:

source: Stable release. This will install Debian "stable".
bn: স্ট্যাবল রিলিজ। এটি ডেবিয়ান "স্ট্যাবল" ইন্সটল করবে।
de: Stabile Veröffentlichung. Dies wird Debian »Stable« installieren.
eu: Bertsio egonkorra. Honek debian egonkorra ("stable") instalatuko du.
hr: Stabilno izdanje. Ovo æe instalirati Debian "stable".

source: Daily build. This is the development version of Debian-Installer. It will install Debian "testing" by default, and may be capable of installing "stable" or "unstable" as well.
bn: দৈনিক বিল্ড। এটি ডেবিয়ান-ইন্সটলারের ডেভেলপমেন্ট সংস্করন। এটি ডিফল্টভাবে ডেবিয়ান "টেস্টিং" ইন্সটল করবে, এবং "স্ট্যাবল" বা "আনস্ট্যাবল"-ও ইন্সটল করতে সমর্থ হতে পারে।
de: Täglicher Build. Dies ist die Entwicklerversion des Debian-Installers. Sie wird standardmäßig Debian »Testing« installieren, könnte aber auch für die Installation von »Stable« oder »Unstable« verwendet werden.
eu: Eguneroko eraikina. Hau Debian-Instalatzailearen garapen bertsioa da. Lehenespen bezala Debian "testing" (probatakoa) instalatzen du baina "stable" (egonkorra) edo "unstable" (ezegonkorra) ere instalatzeko gai da.
hr: Dnevna izrada. Ovo je razvojna inaèica Debian-Instalera. Instalirat æe Debian "testing", a postoji moguænost instalacije i "stable" ili "unstable".

source: It is recommended that you check for known issues before using a daily build. Would you like to do that now?
bn: একটি দৈনিক বিল্ড ব্যবহার করার পূর্বে আপনার উচিত সাধারন বিষয়গুলো পরীক্ষা করে নেয়া উচিত। আপনি কি সেটি এখন করতে চান?
de: Es wird empfohlen, dass Sie sich die bekannten Probleme (»known issues«) ansehen, bevor Sie einen täglichen Build verwenden. Allerdings ist diese Seite nur auf Englisch verfügbar. Möchten Sie dies jetzt tun?
eu: Gomendagarria da arazo ezagunen berri jakitea egiuneko eraikina erabili aurretik. Hori orain egin nahi duzu?
hr: Preporuèuje se provjeriti poznate probleme prije kori¹tenja dnevno izraðene verzije. ®elite li to sada napraviti? Informacije o poznatim problemima su na engleskom jeziku.

source: Desktop environment:
bn: ডেস্কটপ এনভায়রনমেন্ট:
de: Grafische Arbeitsoberfläche:
eu: Idazmahai ingurunea:
hr: Desktop okru¾enje:

source: None
bn: কিছু নয়
de: Keine
eu: Batez
hr: Nijedno

source: Debian-Installer Loader will be setup with the following parameters. Do NOT change any of these unless you know what you're doing.
bn: ডেবিয়ান-ইন্সটলার লোডার নিম্নের প্যারামিটারসহ সেটআপ হবে। আপনি কি করছেন তা নিশ্চিত না হয়ে এগুলো পরিবর্তন করবেন না।
de: Das Ladeprogramm des Debian-Installers verwendet folgende Parameter. Ändern Sie NICHTS, falls Sie nicht wissen, was Sie tun.
eu: Debian-Instalatzaile Kargatzaileak hurrengo parametroez konfiguratuko da. EZ egin aldaketarik ezarpen hauetan zer egiten ari zaren ziur ez bazaude.
hr: Debian-Instaler Loader æe biti pode¹en prema sljedeæim parametrima. Ako ne znate ¹to radite, NEMOJTE mijenjati nijedan od njih.

source: Proxy settings (host:port):
bn: প্রক্সি সেটিং (হোস্ট:পোর্ট):
de: Proxy-Einstellungen (Rechner:Port):
eu: Proxy ezarpenak (ostalaria:ataka):
hr: Proxy postavke (host:port):

source: Location of boot.ini:
bn: boot.ini এর অবস্থান:
de: Ort von boot.ini:
eu: boot.ini itxategiaren kokalekua:
hr: Lokacija boot.ini:

source: Base URL for netboot images (linux and initrd.gz):
bn: নেটবুট ছবির জন্য বেজ URL (লিনাক্স এবং initrd.gz):
de: URL für die Netzinstallations-Images (linux und initrd.gz):
eu: netboot irudiarentzat URL oinarria (linux eta initrd.gz)
hr: Osnovni URL za netboot snimke (linux i initrd.gz):

source: Error
bn: সমস্যা
de: Fehler
eu: Errorea
hr: Gre¹ka

source: Error: failed to copy $0 to $1.
bn: সমস্যা: $0 কে $1 তে কপি করতে সমস্যা।
de: Fehler: Kopieren von $0 nach $1 ist fehlgeschlagen.
eu: Errorea: huts $0 $1 -ra kopiatzean.
hr: Gre¹ka: neuspjelo kopiranje $0 u $1.

source: Generating $0
bn: $0 তৈরি করা হচ্ছে
de: Erzeuge $0
hr: Stvara se $0

source: Appending preseeding information to $0
bn: পূর্ববর্তী তথ্য $0 তে যোগ করা হচ্ছে
de: Füge Voreinstellungsinformationen zu $0 hinzu
hr: Dodaje se "preseeding" informacija u $0

source: Error: unable to run $0.
bn: সমস্যা: $0 চালাতে সমস্যা।
de: Fehler: kann $0 nicht ausführen.
eu: Errorea: ezin da $0 abiarazi
hr: Gre¹ka: nemoguæe pokrenuti $0.

source: Disabling NTFS compression in bootstrap files
bn: বুটস্ট্র্যাপ ফাইলে NTFS সঙ্কোচন নিষ্ক্রিয় করা হচ্ছে
de: Deaktiviere die NTFS-Kompression in den bootstrap-Dateien.
hr: Onemoguæuje se NTFS kompresija u bootstrap datotekama

source: Registering Debian-Installer in NTLDR
bn: NTLDR এ ডেবিয়ান-ইন্সটলার রেজিস্ট্রি করা হচ্ছে
de: Registriere den Debian-Installer in NTLDR
hr: Registracija Debian-Instalera u NTLDR

source: Registering Debian-Installer in BootMgr
bn: BootMgr এ ডেবিয়ান-ইন্সটলার রেজিস্ট্রি করা হচ্ছে
de: Registriere den Debian-Installer in BootMgr
hr: Registracija Debian-Instalera u BootMgr

source: Error: failed to parse bcdedit.exe output.
bn: সমস্যা: bcdedit.exe আউটপুট পার্স করতে ব্যর্থ।
de: Fehler: konnte die Ausgabe von bcdedit.exe nicht verarbeiten.
eu: Errorea: huts bcdedit.exe irteera analizatzerakoan.
hr: Gre¹ka: neuspjelo oèitavanje izlaza bcdedit.exe.

source: Error: $0 not found. Is this really Windows $windows_version?
bn: সমস্যা: $0 পাওয়া যায়নি। এটি কি আসলেই উইন্ডোজ $windows_version?
de: Fehler: $0 wurde nicht gefunden. Ist das wirklich Windows $windows_version?

source: VERY IMPORTANT NOTICE:\n\n
bn: অত্যন্ত জরুরি বিজ্ঞপ্তি:\n\n
de: SEHR WICHTIGER HINWEIS:\n\n
eu: OHAR OSO GARRANTZISUA:\n\n
hr: VRLO BITNO UPOZORENJE:\n\n

source: The second stage of this install process will now be started. After your confirmation, this program will restart Windows in DOS mode, and automaticaly load Debian Installer.\n\n
bn: এই ইন্সটল প্রক্রিয়ার দ্বিতীয় অংশ এখন শুরু হবে। আপনার নিশ্চিতকরনে পর এই প্রোগ্রামটি উইন্ডোজকে DOS মোডে পুনরাম্ভ করবে, এবং স্বয়ংক্রীয়ভাবে ডেবিয়ান ইন্সটলার লোড করবে।\n\n
de: Die zweite Stufe des Installationsprozesses wird nun gestartet. Nach Ihrer Bestätigung wird dieses Programm Windows im DOS-Modus neu starten und den Debian-Installer automatisch laden.\n\n
eu: Instalatzaiearen bigarren atala abiaraziko da orian. Zure ebrrespenaren ondoren Windows DOS moduan abiarazi eta automatikki Debian Instalatzailea kargatuko du programa honek\n\n
hr: Sada zapoèinje druga etapa ovog postupka instalacije. Nakon va¹e potvrde, ovaj program æe ponovo pokrenuti Windows u DOS modu, i automatski uèitati Debian Instaler.\n\n

source: You need to reboot in order to proceed with your Debian install. During your next boot, you will be asked whether you want to start Windows or Debian Installer. Choose Debian Installer to continue with the install process.\n\n
bn: ডেবিয়ান ইন্সটল চালিয়ে যাওয়ার জন্য আপনার কম্পিউটার পুনরাম্ভ করা জরুরি। পরবর্তী বুটের সময় আপনাকে জিজ্ঞেস করা হবে যে আপনি উইন্ডোজ বা ডেবিয়ান ইন্সটলারের কোনটি চালাতে চান। ইন্সটল প্রক্রিয়া চালিয়ে যাওয়ার জন্য ডেবিয়ান ইন্সটলার নির্বাচন করুন।
de: Sie müssen den Rechner neu starten, um mit der Debian-Installation fortzufahren. Beim nächsten Start können Sie auswählen, ob Sie Windows oder den Debian-Installer starten wollen. Wählen Sie den Debian-Installer, um den Installationsprozess fortzusetzen.\n\n
eu: Berrabiarazi egin ebhar duzu DEbian Instalatzailearekin aurrera jarraitzeko. Hurrengo abioan, Windows edo Debian instalatzailea abiarazi nahi duzun galdetuko zaizu. Debian Instalatzailea hautatu instalazio prozesuarekin aurrera jarraitzeko.\n\n
hr: Morate ponovo pokrenuti raèunalo kako bi nastavili s instalacijom Debiana. Tijekom sljedeæeg pokretanja sustava, bit æete upitani ¾elite li pokrenuti Windows ili Debian Instaler. Odaberite Debian Instaler kako bi nastavili s postupkom instalacije\n\n

source: During the install process, you will be offered the possibility of either reducing your Windows partition to install Debian or completely replacing it. In both cases, it is STRONGLY RECOMMENDED that you have previously made a backup of your data. Nor the authors of this loader neither the Debian project will take ANY RESPONSIBILITY in the event of data loss.\n\nOnce your Debian install is complete (and if you have chosen to keep Windows in your disk), you can uninstall the Debian-Installer Loader through the Windows Add/Remove Programs dialog in Control Panel.
bn: ইন্সটল প্রক্রিয়ার সময় আপনাকে পছন্দ দেয়া হবে যে আপনি ডেবিয়ান ইন্সটল করার জন্য আপনার উইন্ডোজ পার্টিশন ছোট করতে চান নাকি সম্পূর্ণভাবে প্রতিস্থাপন করতে চান। উভয় ক্ষেত্রেই, এটি অত্যন্ত সুপারিশকৃত যে আপনি আপনার ডেটার একটি ব্যকআপ তৈরি করে রাখুন। ডেটা হারিয়ে যাওয়ার ব্যাপারে এই লোডারের লেখক বা ডেবিয়ান প্রোজেক্ট কোন দ্বায়িত্ব নেবে না।\n\nএকবার আপনার ইন্সটল সম্পূর্ণ হয়ে গেলে (এবং যদি আপনি উইন্ডোজ রেখে দেয়ার অপশন পছন্দ করে থাকেন), আপনি উইন্ডোজের কন্ট্রোল প্যানেলের Add/Remove Programs ডায়লগ থেকে ডেবিয়ান-ইন্সটলার লোডার আনইন্সটল করতে পারেন।
de: Während der Installation ist es möglich, entweder Ihre Windows-Partition zu verkleinern, um Debian zu installieren, oder die Partition vollständig zu ersetzen. Für beide Fälle wird DRINGEND EMPFOHLEN, vorher eine Sicherung Ihrer Daten durchzuführen. Weder die Autoren dieses Ladeprogramms noch das Debian-Projekt werden IRGENDEINE VERANTWORTUNG übernehmen, falls Sie Ihre Daten verlieren.\n\nWenn die Debian-Installation abgeschlossen ist (und Sie Windows auf der Festplatte behalten haben), können Sie dieses Ladeprogramm mit dem »Programme Ändern/Entfernen«-Dialog in der Windows-Systemsteuerung deinstallieren.
eu: Instalazio prozesuaren zehar edo Debian instalatzeko Windows partizioa txikitu edo bera guztiz ordezkatzeko aukera eskainiko zaizu. Bi kasuetan, OSO GOMENDAGARRIA da zure datuen babeskopia bat egiten jarraitu aurretik. Ez kargatzailearen egileek ez Debian proeiktuak ez du ARDURARIK onartuko datuak galduaz gero.\n\nBein Debian guztiz instalatu duzunean (eta Windows mantentzea erabali baduzu), Debian Instalatzaile kargatzailea Windows-eko Kontrol Paneleko Programak gehitu edo kentzeko morroiaren bidez.
hr: Tijekom postupka instalacije, bit æe vam ponuðena moguænost da ili smanjite va¹u Windows particiju kako bi instalirali Debian pored nje, ili da je sasvim zamijenite. U oba sluèaja, TOPLO SE PREPORUÈUJE da se prethodno napravi rezervna kopija (backup) svih va¹ih podataka. Ni autori ovog programa niti Debian projekt ne mogu preuzeti NIKAKVU ODGOVORNOST za sluèaj gubitka podataka.\n\nJednom kad se dovr¹i va¹a instalacija Debiana, a odabrali ste zadr¾ati Windows na svom disku, mo¾ete deinstalirati ovaj program za uèitavanje Debian-Instalera koristeæi Windows Add/Remove Programs okvir u Control Panelu / Kontrolnoj ploèi.

source: Do you want to reboot now?
bn: আপনি কি এখন পুনরায় বুট করতে চান?
de: Wollen Sie jetzt neu starten?
eu: Orain berrabiarazi nahi al duzu?
hr: ®elite li sada ponovo pokrenuti sustav?

source: LANG_ENGLISH
de: LANG_GERMAN
eu: LANG_BASQUE
hr: LANG_CROATIAN

source: English.nlf
de: German.nlf
eu: Basque.nlf
hr: Croatian.nlf

source: s
de: n

source: cp437
hr: cp852

source: The version of Debian you're trying to install is designed to run on modern, 64-bit computers. However, your computer is uncapable of running 64-bit programs. Use the 32-bit ("i386") version of Debian, or the Multi-arch version which is able to install either of them. This installer will abort now.
eu: Instalatzatzen saiatzen ari zaren Debian bertsioa 64 bit-eko ordenagailu modernoetarako diseinaturik dago. Hala ere zure ordenagailua ez da 64 bit-erako programak abiarazteko gai. Erabili DEbian-en 32 bit-etarako ("i386") bertsioa, edo plataforma anitzetako bertsi hauetako edozeinetan instalatzeko gai bati da. Instalatzaile itxi egingo da orain.

source: Error: $boot_ini not found. Is this really Windows $windows_version?
eu: Errorea: $boot_ini ez da aurkitu. Hau benetan Windows $windows_version da?
