Repository: Sprezzatech/main-menu-udeb
Catalog: packages/media-retriever/debian/po/*.po
Languages: cy, hu, lv, pt_br, vi

source: Scanning removable media
cy: Sganio cyfrwng symudol
lv: Pārbaudu mēdiju
pt_br: Vasculhar a mídia removível
vi: Đang quét các vật chứa rời

source: Cannot read removable media, or no drivers found.
cy: Methu darllen cyfrwng symudol, neu ni chanfuwyd unrhyw gyrriannau.
lv: Neizdevās nolasīt datus no mēdija, vai arī dziņi nav atrasti
pt_br: Não foi possível ler a mídia removível, ou nenhum controlador for encontrado.
vi: Không thể đọc vật chứa rời, hoặc nó không tìm thấy trình điều khiển.

source: There was a problem reading data from the removable media. Please make sure that the right media is present. If you continue to have trouble, your removable media might be bad.
cy: Roedd problem wrth ddarllen data o'r gyfrwng symudol. Os gwelwch yn dda, sicrhewch fod y ddisg cywir yn y gyrriant. Os parhewch i gael trafferth, efallai bod nam ar y cyfrwng symudol.
lv: Notika kļūme mēginot nolasīt datus no mēdija. Lūdzu pārliecinieties vai ir ievietots pareizais mēdijs. Iespejams, ka šīs mēdijs ir bojāts.
pt_br: Houve um problema na leitura dos dados da mídia removível. Por favor, certifique-se que a mídia correta esteja na unidade. Se você continuar tendo problemas, você pode estar com uma mídica removível ruim.
vi: Gặp lỗi khi đọc dữ liệu từ vật chứa rời. Hãy kiểm tra xem có vật chứa rời đúng. Nếu bạn tiếp tục gặp khó khăn, vật chứa rời có thể là sai.

source: Load drivers from removable media now?
cy: Llwytho gyrryddion o cyfrwng symudadwy nawr?
hu: Betöltesz most meghajtókat eltávolítható médiumról?
lv: Ielādēt dziņus no mēdija?
pt_br: Carregar controladores a partir de uma mídia removível agora?
vi: Nạp ngay các trình điều khiển từ vật chứa rời không?

source: You probably need to load drivers from removable media before continuing with the installation. If you know that the install will work without extra drivers, you can skip this step.
cy: Mwy na thebyg, mae'n rhaid i chi lwytho gyrryddion o cyfrwng symudadwy cyn mynd ymlaen gyda'r sefydliad. Os ydych chi'n gwybod bydd y sefydliad yn gweithio heb yrrwyr ychwanegol, gallwch hepgor y cam hwn.
hu: A telepítés folytatása előtt egyes meghajtókat talán eltávolítható médiumról kell beolvasnod. Ha tudod, hogy a telepítés további meghajtók nélkül is működik, kihagyhatod ezt.
lv: Visticamāk būs jaielāde dziņi no mēdija pirms varēsiet turpināt instalāciju. Ja zināt, ka instalāciju var turpināt bez papildus dziņiem, varat izlaist šo soli.
pt_br: Você provavelmente precisa carregar controladores a partir de uma mídia removível antes de continuar com a instalação. Se você sabe que a instalação funcionará sem controladores extras, você pode pular este passo.
vi: Rất có thể là bạn cần phải nạp các trình điều khiển từ vật chứa rời trước khi tiếp tục lại cài đặt. Nếu bạn biết rằng có khả năng cài đặt được mà không cần trình điều khiển thêm, bạn có thể nhảy qua bước này.

source: If you do need to load drivers, insert the appropriate removable media, such as a driver floppy or USB stick before continuing.
cy: Os ydych angen llwytho gyrryddion, mewnosodwch y cyfrwng symudadwy priodol, megis disgen hyblyg neu ffon USB, cyn parhau.
hu: Ha be kell olvasni meghajtókat, tedd be a megfelelő eltávolítható médiumot, például egy meghajtó flopit vagy USB kulcsit a folytatáshoz.
lv: Ja ir jāielādē dziņi, ievietojiet attiecīgo dziņu mēdiju pirms turpinat.
pt_br: Se você precisa carregar controladores, insira a mídia removível apropriada, como um disquete de controladores ou um pendrive USB antes de continuar.
vi: Nếu bạn có phải cần nạp trình điều khiển, hãy nạp vào ổ vật chứa rời thích hợp, như một địa mềm trình điều khiển hay thanh USB, trước khi tiếp tục lại.

source: Load drivers from removable media
cy: Llwytho gyrryddion o cyfrwng symudadwy
hu: Meghajtók betöltése eltávolítható médiumról
lv: Ielādēt dziņus no mēdija
pt_br: Carregar controladores a partir de uma mídia removível
vi: Nạp các trình điều khiển từ vật chứa rời

source: Unknown removable media. Try to load anyway?
cy: Cyfrwng symudadwy anhysbys. Ceisio i'w llwytho ta beth?
hu: Ismeretlen eltávolítható médium. Megpróbálod mindenképp betölteni?
lv: Nezināms mēdijs. Turpināt ielādi?
pt_br: Mídia removível desconhecida. Tentar carregar mesmo assim?
vi: Không nhận ra vật chứa rời. Vẫn thử nạp không?

source: Detected removable media that is not a known driver media. Please make sure that the correct media is inserted. You can still continue if you have an unofficial removable media you want to use.
cy: Mae cyfrwng symudadwy wedi gael ei darganfod sydd ddim yn cyfrwng gyrrydd hysbys. Os gwelwch yn dda gwnewch yn siwr bod y cyfrwng cywir wedi mewnosod. Gallwch parhau os oes gennych cyfrwng symudadwy diswyddogol rydych yn dymuno defnyddio.
hu: Az érzékelt eltávolítható médium nem egy ismert meghajtó médium. Ellenőrizd, hogy jó médium van-e bent. Természetesen továbbléphetsz egy nem-hivatalos eltávolítható médiummal is.
lv: Šis mēdijs nav dziņu mēdiju sarakstā. Lūdzu pārliecinieties, ka ir ievietots pareiais mēdijs. Jūs varat turpināt, ja šis ir neoficiāls mēdijs.
pt_br: A mídia removível detectada não é uma mídia de controladores conhecida. Por favor, certifique-se de que a mídia correta esteja na unidade. Você ainda pode continuar se possuir uma mídia removível não oficial que queira usar.
vi: Đã phát hiện vật chứa không phải là một vật chứa trình điều khiển đã biết. Hãy kiểm tra xem ổ chứa vật chứa đúng. Bạn vẫn còn có khả năng tiếp tục, nếu bạn có một vật chứa rời không chính thức bạn muốn sử dụng.

source: Please insert ${DISK_LABEL} ('${DISK_NAME}') first.
cy: Os gwelwch yn dda mewnosodwch ${DISK_LABEL} ('${DISK_NAME}') yn gyntaf.
hu: Tedd be ezt elsőnek: ${DISK_LABEL} ('${DISK_NAME}')
lv: Lūdzu, vispirms ielieciet ${DISK_LABEL} ('${DISK_NAME}').
pt_br: Por favor, insira ${DISK_LABEL} ('${DISK_NAME}') primeiro.
vi: Hãy nạp đầu tiên ${DISK_LABEL} ('${DISK_NAME}').

source: Due to dependencies between packages, drivers must be loaded in the correct order.
cy: Oherwydd dibyniadau rhwng pecynnau, mae rhaid i gyrryddion gael ei llwytho mewn y trefn cywir.
hu: A csomagok függőségei miatt a meghajtókat helyes sorrendben kell betölteni.
lv: Dziņu mēdiji ir jaielādē pareizā secība savstarpējo atkarību dēļ.
pt_br: Devido a dependências entre pacotes, controladores devem ser carregados na ordem correta.
vi: Do quan hệ phụ thuộc giữa các gói, những trình điều khiển phải được nạp theo thứ tự đúng.

source: Load drivers from another removable media?
cy: Llwytho gyrryddion o cyfrwng symudadwy arall?
hu: Betöltesz meghajtókat más eltávolítható médiumról?
lv: Ielādēt vēl dziņus no cita mēdija?
pt_br: Carregar controladores a partir de outra mídia removível?
vi: Nạp các trình điều khiển từ một vật chứa rời khác không?

source: To load additional drivers from another removable media, please insert the appropriate removable media, such as a driver floppy or USB stick before continuing.
cy: I llwytho gyrryddion ychwanegol o gyfrwng symudadwy arall, mewnosodwch y cyfrwng symudadwy priodol, megis disgen hyblyg neu ffon USB, cyn parhau.
hu: További meghajtók más eltávolítható médiumról, tedd be a megfelelő médiumot, például flopit vagy USB kulcsot a folytatáshoz.
lv: Ja ir jāielādē papildus dziņi, ievietojiet attiecīgo mēdiju pirms turpināt.
pt_br: Para carregar controladores adicionais a partir de outra mídia removível, por favor, insira a mídia removível apropriada, como um disquete de controladores ou um pendrive USB antes de continuar.
vi: Để nạp trình điều khiển thêm từ một vật chứa rời khác, hãy nạp vật chứa rời thích hợp, như một đĩa mềm trình điều khiển hay thanh USB, trước khi tiếp tục lại.
