Repository: Sprezzatech/main-menu-udeb
Catalog: tools/ddetect/debian/po/*.po
Languages: bs, de, el, hu, ja, nl, pt_br, tr, uk

source: ${CHOICES}, none of the above
bs: ${CHOICES}, nijedan od gornjih
de: ${CHOICES}, keines der obigen
el: ${CHOICES}, κανένας από τους παραπάνω
hu: ${CHOICES}, egyik sem
ja: ${CHOICES}, 該当なし
nl: ${CHOICES}, geen van bovenstaande
pt_br: ${CHOICES}, nenhuma das anteriores
tr: ${CHOICES}, yukardakilerden değil
uk: ${CHOICES}, жоден з перерахованих

source: Module needed by your ethernet card:
bs: Modul potreban za vašu mrežnu karticu:
de: Welches Modul benötigt Ihre Netzwerkkarte?
hu: Ethernet-kártyához szükséges modul:
nl: Module vereist voor uw ethernetkaart:
tr: Ethernet kartınız için gerekli modül:
uk: Модуль, що потрібний для вашої мережевої карти:

source: Please choose the module for your card from the list of known modules. If the correct module is not listed, you may need to load additional modules from a driver floppy. In that case, choose the option which indicates that your module is not listed.
bs: Molim odaberite modul sa spiska koji podržava vašu mrežnu karticu. U slučaju da vaša kartica zahtijeva drugačiji modul, trebate učitati dodatne module sa driver floppy diskete; izaberite opciju koja naznačava da vaš modul nije naveden.
de: Dies ist die Liste alle verfügbaren Module. Wählen Sie das zu Ihrer Netzwerkkarte passende Modul aus. Wenn es nicht in der Liste aufgeführt ist wählen Sie 'andere'. Sie können dann den Pfad zum Laden des Moduls angeben.
hu: Az ismert modulok listájáról válasszon egyet a kártyájához. Ha a megfelelő modul nem szerepel a listán, akkor esetleg egy hajlékonylemezről kísérelje meg betölteni a kívánt meghajtómodult. Ez esetben válassza a kívánt modul hiányát jelentő listaelemet.
nl: Welke module uit de onderstaande lijst is de juiste voor uw kaart? Als de juiste module niet in de lijst staat, kunt u aanvullende modules van een stuurprogrammadiskette laden. In dat geval dient u de optie te kiezen die aangeeft dat de vereiste module niet weergegeven is.
tr: Lütfen bilinen modüllerin olduğu listeden kartınıza uygun modülü seçin. Eğer uygun modül listede yoksa bir sürücü disketinden ek modülleri kurmanız gerekli. Bu durumda, modülünüzün listelenmediğini belirten seçeneği seçin.
uk: Виберіть модуль для вашої мережевої карти зі списку відомих модулів. Якщо потрібного модуля немає в списку, вам скоріше за все прийдеться підвантажити його з дискети. В цьому випадку виберіть пункт "жоден з перерахованих".

source: Ethernet card not found
bs: Mrežna kartica nije pronađena
de: Es wurde keine Ethernet-Karte erkannt.
hu: Ethernet-kártya nem található
nl: Uw ethernetkaart is niet gevonden.
tr: Ethernet kartı bulunamadı
uk: Мережева карта не знайдена

source: No Ethernet card was found on the system.
bs: Mrežna kartica nije pronađena na sistemu.
de: Es wurde keine Ethernet-Karte erkannt.
hu: A rendszeren Ethernet-kártya nem található.
nl: Er is op dit systeem geen ethernetkaart gevonden.
tr: Sisteminizde ethernet kartı bulunamadı
uk: Не знайдено жодної мережевої карти.

source: Error while running '${CMD_LINE_PARAM}'
bs: Došlo je do greške prilikom izvršavanja '${CMD_LINE_PARAM}'
de: Beim Ausführen von '${CMD_LINE_PARAM}' ist ein Fehler aufgetreten.
hu: Futtatási hiba: '${CMD_LINE_PARAM}'
nl: Fout bij het uitvoeren van '${CMD_LINE_PARAM}'
tr: '${CMD_LINE_PARAM}' çalıştırılırken bir hata oluştu
uk: Помилка при виконанні команди '${CMD_LINE_PARAM}'

source: Additional parameters for module ${MODULE}:
bs: Dodatne parametri za modul ${MODULE}:
de: Bitte geben Sie zusätzliche Parameter für das Modul ${MODULE} an:
hu: További paraméterek a modul (${MODULE}) számára:
nl: Eventuele aanvullende parameters voor de module ${MODULE}:
tr: ${MODULE} modülü için ek parametreler:
uk: Додаткові параметри для модуля ${MODULE}:

source: Some modules accept load-time parameters to customize their operation. These parameters are often I/O port and IRQ numbers that vary from machine to machine and cannot be determined from the hardware. A typical parameter string is "IRQ=7 IO=0x220".
bs: Neki moduli prihvataju parametre prilikom učitavanja da bi se prilagodilo njihovo funkcionisanje. Ovi parametri su često I/O port i IRQ brojevi koji se mijenjaju od računara do računara i ne mogu biti određeni od hardwarea. Primjer je niz znakova koji izgleda poput "IRQ=7 IO=0x220".
de: Manche Module akzeptieren die Angabe zusätzlicher Startparameter, wie z.B. die I/O-Adresse oder den IRQ. Diese Angaben sind von Rechner zu Rechner unterschiedlich. Eine Parameterangabe kann zum Beispiel so aussehen: "IRQ=7 IO=0x220".
hu: Egyes modulok a működésük testreszabásához betöltéskor különféle paramétereket fogadhatnak el. Ilyen paraméterek lehetnek: I/O-portszámok vagy IRQ-számok. Ezek általában rendszerről rendszerre változnak, és csak a hardverre hagyatkozva nem lehet megállapítani a helyes értéküket. Egy tipikus paraméter-összeállítás lehet az "IRQ=7 IO=0x220" karakterlánc.
nl: Sommige modules aanvaarden laad-argumenten waarmee hun werking kan worden aangepast. Deze argumenten geven vaak de I/O-poort en IRQ-nummers; deze verschillen van machine tot machine en kunnen niet hardwarematig bepaald worden. Zo'n regel ziet er bijvoorbeeld uit als 'IRQ=7 IO=0x220'
uk: Деякі модулі приймають параметри при завантаженні, які керують їхньою роботою. Часто цими параметрами є порти вводу-виводу та номери IRQ, що змінюються від одного комп'ютера до іншого і не можуть бути визначені автоматично. Параметри можуть виглядати, наприклад, так: "IRQ=7 IO=0x220".

source: Try to detect hardware?
bs: Pokušati detektovati hardware?
de: Soll versucht werden, die Hardware automatisch zu erkennen?
hu: Tesz kísérletet a hardver felderítésére?
nl: Automatische hardwareherkenning uitvoeren?
tr: Donanım tespiti denensin mi?
uk: Спробувати автоматично розпізнати обладнання?

source: Some hardware may be automatically detected. If you don't use automatic detection, you will be prompted to identify your hardware.
bs: Određeni hardware se može automatski detektovati. Ako ne koristite autodetekciju, bićete pitani da identifikujete vaš hardware.
de: Einige Hardware kann automatisch erkannt werden. Falls Sie keine automatische Erkennung verwenden, werden Sie nach der Hardware gefragt.
hu: Egyes hardvereket automatikusan fel lehet deríteni. Ha nem él az automatikus felderítés lehetőségével, felkínált lehetőségekből is kiválaszthatja a hardvereit.
nl: Sommige hardware kan automatisch herkend worden. Wanneer u de automatische herkenning niet gebruikt, zal u gevraagd worden om uw hardware te identificeren.
tr: Bazı donanımları otomatik olarak tanıyabilirim. Eğer otomatik-tanımayı kullanmadıysanız, donanımınızı kendiniz tanıtmalısınız.
uk: Деякі пристрої можуть бути розпізнані автоматично. Якщо ви не використаєте автоматичне розпізнавання, то вам буде потрібно буде вказати наявні пристрої вручну.

source: Detect network hardware
bs: Detektuj mrežni hardware
de: Netzwerk-Hardware erkennen
el: Ανίχνευση συσκευών δικτύου
hu: Hálózati hardver felderítése
ja: ネットワークアードウェアの検出
nl: Automatische netwerkhardware-herkenning uitvoeren
pt_br: Detectar hardware de rede
tr: Ağ aygıtını tespit et
uk: Розпізнати мережеве обладнання

source: Detect hardware
bs: Detektuj hardware
de: Hardware erkennen
el: Ανίχνευση συσκευών
hu: Hardver felderítése
ja: ハードウェアの検出
nl: Automatische hardwareherkenning uitvoeren
tr: Donanımı tespit et
uk: Розпізнати обладнання

source: Detecting hardware and loading kernel modules
bs: Detektujem hardware i učitavam kernel module
de: Erkenne Hardware und lade Kernel-Module
hu: Hardver felderítése és rendszermag-modulok betöltése
nl: Hardwareherkenning wordt uitgevoerd en kernel-modules worden geladen
tr: Donanım tespit ediliyor ve kernel modülleri yükleniyor
uk: Розпізнавання обладнання та завантаження модулів ядра

source: Unable to load some modules
bs: Ne mogu učitati neke module
de: Einige Module konnten nicht geladen werden
el: Αδύνατη η φόρτωση κάποιων οδηγών
hu: Egyes modulok betöltése meghiúsult
ja: いくつかのモジュールのロードができませんでした
nl: Sommige modules konden niet geladen worden
pt_br: Não foi possível carregar alguns módulos
tr: Bazı modüller kurulamıyor
uk: Не вдалося завантажити деякі модулі

source: Linux kernel modules needed to drive some of your hardware are not available yet. If you need to use this hardware to install, you will need to load more kernel modules from a driver floppy.
bs: Linux kernel moduli potrebni za neke dijelove vašeg hardwarea nisu još dostupni. Ako vam je potreban ovaj hardware pri instalaciji, trebat ćete učitati dodatne kernel module sa driver diskete.
de: Für einige Hardware sind keine Linux-Kernelmodule verfügbar. Wenn Sie diese Hardware zur Installation benötigen, können Sie versuchen, entsprechende Module von einer Treiber-Diskette zu laden.
el: Ορισμένες από τις συσκευές που χρησιμοποιείτε απαιτούν οδηγούς που δεν είναι διαθέσιμοι ακόμη. Αν είναι απαραίτητη η χρήση αυτών των συσκευών για την εγκατάσταση θα πρέπει να φορτώσετε επιπλέον οδηγούς από δισκέτα.
hu: Egyes hardverelemek vezérléséhez szükséges Linux-rendszermagmodulok még nem állnak rendelkezésre. Ha a telepítéshez szükséges a kérdéses hardver, akkor további meghajtómodulokat próbáljon meg például hajlékonylemezekről betölteni.
ja: いくつかのハードウェアに必要となるいくつかのモジュールがまだ利用できません。このハードウェアをインストールするのに使う必要があるなら、ドライバフロッピーからカーネルモジュールをさらにロードする必要があります。
nl: Een deel van de door uw hardware vereiste kernel-modules is nog niet beschikbaar. Als u deze hardware nodig heeft voor de installatie dient u aanvullende kernel-modules te laden via een stuurprogrammadiskette.
tr: Donanımlarınızdan bir kaçı için gerekli Linux kernel modülleri bulunamdı. Eğe bu donanımlarınızı kullanmak istiyorsanız, bir floppy diskten daha fazla kernel modülü yüklemelisiniz.
uk: Модулі ядра Linux, що необхідні для деяких пристроїв поки-що недоступні. Якщо ці модулі потрібні для встановлення, то вам потрібно завантажити додаткові модулі з дискети.

source: The missing modules, and the devices that need them are: ${MISSING_MODULES_LIST}
bs: Nedostajući moduli i uređaji za koje su oni potrebni su: ${MISSING_MODULES_LIST}
de: Die fehlenden Module und die Geräte, die diese benötigen, sind:${MISSING_MODULES_LIST}
el: Οι μη διαθέσιμοι οδηγοί και οι αντίστοιχες συσκευές είναι: ${MISSING_MODULES_LIST}
hu: A hiányzó modulok, és az általuk vezérelt eszközök: ${MISSING_MODULES_LIST}
ja: 見つからなかったモジュールおよびそれを必要とするデバイスは次のとおりです: ${MISSING_MODULES_LIST}
nl: De afwezige modules, en de apparaten die hen vereisen zijn: ${MISSING_MODULES_LIST}
pt_br: Os módulos que faltaram e os dispositivos que necessitam dos mesmos são :${MISSING_MODULES_LIST}
tr: Bulunamayan modüller ve bunlara ihtiyaç duyan aygıtlar: ${MISSING_MODULES_LIST}
uk: Відсутні модулі та пристрої, що їх потребують: ${MISSING_MODULES_LIST}

source: Detecting hardware
bs: Detektujem hardware
de: Erkenne Hardware
el: Ανίχνευση υλικού
hu: Hardver felderítése
ja: ハードウェアの検出とカーネルドライバのロード (完全版)
nl: Automatische hardwareherkenning wordt uitgevoerd
tr: Donanım tespit ediliyor
uk: Розпізнавання обладнання

source: Detecting hardware, please wait...
bs: Detektujem hardware, molim pričekajte...
de: Führe die Hardware-Erkennung aus, bitte warten...
hu: Hardverfelderítés folyamatban, legyen türelemmel...
nl: Automatische hardwareherkenning wordt uitgevoerd, even geduld ...
tr: Donanım tespit ediliyor, lütfen bekleyin...
uk: Пошук обладнання, зачекайте...

source: Loading module '${MODULE}' for '${CARDNAME}'...
bs: Učitavam modul '${MODULE}' za '${CARDNAME}'...
de: Lade '${MODULE}' für '${CARDNAME}'...
hu: Modul betöltése: '${MODULE}' ('${CARDNAME}' hardverhez)...
nl: De module '${MODULE}' voor '${CARDNAME}' wordt geladen...
tr: '${CARDNAME}' için '${MODULE}' yükleniyor...
uk: Завантажується модуль '${MODULE}' для '${CARDNAME}'...

source: Skipping unavailable module '${MODULE}' for '${CARDNAME}'
bs: Preskačem nedostupni modul '${MODULE}' za '${CARDNAME}'
de: Überspringe nicht verfügbares Modul '${MODULE}' für '${CARDNAME}'
el: Παράλειψη μη διαθέσιμου οδηγού '${MODULE]' για τη συσκευή '${CARDNAME}'
hu: Rendelkezésre nem álló '${MODULE}' modul mellőzve ('${CARDNAME}' hardverhez kellett volna)
ja: '${CARDNAME}' 用の利用できないモジュール '${MODULE}' をスキップしています
nl: Niet beschikbare module '${MODULE}' voor '${CARDNAME}' wordt overgeslagen
tr: '${CARDNAME}' için kullanılamayan '${MODULE}' modülü atlanıyor
uk: Пропускається недоступний модуль '${MODULE}' для '${CARDNAME}'

source: Modules to load:
de: Zu ladende Module:
tr: Yüklenecek modüller:
uk: Модулі для завантаження:

source: The following Linux kernel modules were detected as matching your hardware. If you know some are unnecessary, or cause problems, you can choose not to load them. If you're unsure, you should leave them all selected.
de: Für Ihre Hardware wurden die folgenden Linux Kernel-Module gefunden. Wenn Sie wissen, dass einige unnötig sind oder Probleme verursachen, können Sie hier wählen, sie nicht zu laden. Wenn Sie unsicher sind, sollten Sie alle ausgewählt lassen.
tr: Bu modüller donanımınıza göre tespit edilmiş Linux kernel modülleridir. Eğer gereksiz gördüğünüz veya bir soruna yol açacağını düşündüğünüz modüller varsa bunları kurmamayı seçebilirsiniz. Emin değilseniz seçilenleri olduğu gibi bırakın.
uk: Вказані модулі, судячи з усього, підходять для вашого обладнання. Якщо ви знаєте, що деякі з них не є необхідними або викликають проблеми, вкажіть, що їх не потрібно завантажувати. Якщо ви не впевнені, залиште все як є.

source: Some modules accept load-time parameters to customize their operation. These parameters are often I/O port and IRQ numbers that vary from machine to machine and cannot be determined from the hardware. An example string looks something like "IRQ=7 IO=0x220"
bs: Neki moduli prihvataju parametre prilikom učitavanja da bi se prilagodilo njihovo funkcionisanje. Ovi parametri su često I/O port i IRQ brojevi koji se mijenjaju od računara do računara i ne mogu biti određeni od hardvera. Primjer je niz znakova koji izgleda poput "IRQ=7 IO=0x220"
de: Manche Module akzeptieren die Angabe zusätzlicher Startparameter, wie z.B. die I/O-Adresse oder den IRQ. Diese Angaben sind von Rechner zu Rechner unterschiedlich. Eine Parameterangabe kann zum Beispiel so aussehen: "IRQ=7 IO=0x220".
el: Κάποιοι οδηγοί δέχονται παραμέτρους κατά τη φόρτωσή τους για επιπλέον παραμετροποίηση της λειτουργίας τους. Αυτές οι παράμετροι είναι συχνά θύρες I/O και αριθμοί IRQ που ποικίλουν σε κάθε υπολογιστή και δε μπορούν να προκαθοριστούν από το ίδιο το υλικό. Ένα παράδειγμα τέτοιας παραμέτρου είναι "IRQ=7 IO=0x220"
hu: Egyes modulok a működésük testreszabásához betöltéskor különféle paramétereket fogadhatnak el. Ilyen paraméterek lehetnek: I/O-portszámok vagy IRQ-számok. Ezek általában rendszerről rendszerre változnak, és csak a hardverre hagyatkozva nem lehet megállapítani a helyes értéküket. Ilyen paraméterezés lehet például az "IRQ=7 IO=0x220" karakterlánc.
ja: いくつかのモジュールはロード時にその操作をカスタマイズするパラメータを受け付けます。これらのパラメータでよくあるのは、マシンごとに変動し、ハードウェアから決定できない I/O ポートや IRQ 番号です。たとえば "IRQ=7 IO=0x220" のような文字列になります。
nl: Sommige modules aanvaarden laad-argumenten waarmee je hun werking kunt aanpassen. Deze argumenten geven vaak de I/O-poort en IRQ-nummers; deze verschillen van machine tot machine en kunnen niet hardwarematig bepaald worden. Zo'n regel ziet er bijvoorbeeld uit als 'IRQ=7 IO=0x220'
pt_br: Alguns módulos aceitam parâmetros em tempo de carregamento para modificar seu comportamento. Esses parâmetros são frequentemente a porta I/O e números IRQ, os quais variam de máquina para máquina e não podem ser determinados a partir do hardware. Um exemplo seria parecido com "IRQ=7 IO=0x220"
tr: Bazı modüller kendi işlemlerini değiştirebilmek için yüklenme-zamanı parametrelerini kabul eder. Bu parametreler genelde makineden makineye değişen I/O portu ve IRQ numaralarıdır ve buna donanum tarafından karak verilemez. Örnek girdiler bunun gibiolmalıdır "IRQ=7 IO=0x220"
uk: Деякі модулі приймають параметри при завантаженні, які керують їхньою роботою. Часто цими параметрами є порти вводу-виводу та номери IRQ, що змінюються від одного комп'ютера до іншого і не можуть бути визначені автоматично. Параметри можуть виглядати, наприклад, так: "IRQ=7 IO=0x220".

source: If you don't know what to enter, leave it blank.
bs: Ako ne znate sta da unesete, ostavite prazno.
de: Wenn Sie nicht wissen, was Sie eingeben sollten, lassen Sie dieses Feld frei.
el: Αν δεν γνωρίζετε τι πρέπει να εισάγετε, αφήστε το πεδίο κενό.
hu: Ha nem tud mit beírni, hagyja üresen.
ja: 何を入力すべきかわからなければ、空のままにしておきます。
nl: Als u niet weet wat u hier dient in te voeren, laat u dit het beste leeg.
pt_br: Caso você não tenha certeza sobre o que informar, deixe em branco.
tr: Eğer ne girileceğini bilmiyorsanız boş bırakın
uk: Якщо ви не знаєте, що ввести, то залиште поле порожнім.

source: What module does your ethernet card require?
el: Ποιος οδηγός απαιτείται από την κάρτα δικτύου σας;
ja: イーサネットカードに必要なモジュールはどれですか?
pt_br: Qual módulo sua placa de rede requer ?

source: This is a list of modules that I know about. Choose the module from the list that supports your card. If none of the modules do, you may need to load additional modules from a driver floppy; choose none of the above.
el: Αυτή είναι η λίστα των υποστηριζόμενων οδηγών συσκευών. Επιλέξτε έναν οδηγό που υποστηρίζει την κάρτα σας. Αν η λίστα δεν περιέχει τον κατάλληλο οδηγό, θα πρέπει να φορτώσετε επιπλέον οδηγούς από δισκέτα. Στην περίπτωση θα πρέπει να επιλέξετε "κανένας από τους παραπάνω"
ja: これは知っている限りのモジュールのリストです。リストからあなたのカードをサポートするモジュールを選んでください。利用したいモジュールがないのであれば、ドライバフロッピーから追加モジュールをロードする必要があるでしょう。「該当なし」を選んでください。
pt_br: Esta é uma lista de módulos conhecidos. Escolha na lista um módulo que suporte sua placa. Caso nenhum dos módulos listados seja o correto para seu caso, talvez seja necessário carregar módulos adicionais de um disquete de controladores (drivers). Por favor, escolha "nenhuma das anteriores".

source: Cannot detect your ethernet card.
el: Αδύνατη η ανίχνευση της κάρτας δικτύου.
ja: イーサネットカードを検出できませんでした。
pt_br: Não foi possível detectar sua placa de rede.

source: Your ethernet card was not found.
el: Δε βρέθηκε κάρτα δικτύου στον υπολογιστή σας.
ja: イーサネットカードは見つかりませんでした。
pt_br: Sua placa de rede não foi encontrada.

source: An error occured while running '${CMD_LINE_PARAM}'
el: Κάποιο σφάλμα παρουσιάστηκε κατά την εκτέλεση της εντολής '${CMD_LINE_PARAM}'
ja: '${CMD_LINE_PARAM' の実行中にエラーが発生しました
pt_br: Um erro ocorreu ao executar '${CMD_LINE_PARAM}'

source: Something must have gone wrong.
el: Η εντολή παρουσίασε σφάλμα για άγνωστη αιτία.
ja: 何らかの問題が発生しました。
pt_br: Algo errado deve ter acontecido.

source: Please enter any additional parameters for module ${MODULE}
el: Παρακαλώ εισάγετε τυχόν επιπλέον παραμέτρους για τον οδηγό ${MODULE}
ja: モジュール ${MODULE} の追加パラメータを入力してください
pt_br: Por favor informe quaisquer parâmetros adicionais para o módulo ${MODULE}

source: Would you like me to try to detect hardware?
el: Θα θέλατε να πραγματοποιηθεί αυτόματη ανίχνευση συσκευών;
ja: ハードウェアの検出を試みますか?
pt_br: Você gostaria de tentar autodetectar o hardware ?

source: I can automatically detect some hardware. If you don't use automatic detection, you will be prompted to identify your hardware.
el: Είναι δυνατή η αυτόματη ανίχνευση συσκευών, χωρίς την οποία θα χρειαστείτε να αναγνωρίσετε τις συσκευές υλικού του υπολογιστή σας.
ja: 自動的にいくつかのハードウェアの検出ができます。もし自動検出を使わないのであれば、あなたのハードウェアを識別するための質問が行われます。
pt_br: É possível detectar automaticamente alguns tipos de hardware. Caso você não utilize a detecção automática, posteriormente você será questionado sobre seu hardware.

source: Detecting HW and loading kernel modules
el: Ανίχνευση υλικού και φόρτωση οδηγών του πυρήνα
ja: ハードウェアの検出とカーネルモジュールのロードを行っています
pt_br: Detectando hardware e carregando módulos de kernel

source: Detecting hardware, please wait
el: Ανίχνευση υλικού, παρακαλώ περιμένετε
ja: ハードウェアの検出中です。しばらくお待ちください

source: Loading kernel modules
el: Φόρτωση οδηγών συσκευών του πυρήνα
ja: カーネルモジュールをロードしています
pt_br: Carregando módulos de kernel

source: Loading module '${MODULE}' for '${CARDNAME}'
el: Φόρτωση οδηγού '${MODULE}' για τη συσκευή '${CARDNAME}'
ja: '${CARDNAME}' 用のモジュール '${MODULE}' をロードしています
pt_br: Carregando módulo '${MODULE}' para '${CARDNAME}'

source: Detect hardware (full version)
pt_br: Detectar hardware (versão completa)

source: Some modules required for some of your hardware did not load. If you need to use this hardware to install, you will need to load more kernel modules from a driver floppy.
pt_br: Alguns módulos necessários para alguns componentes de seu hardware não puderam ser carregados. Caso você precise utilizar esse hardware para a instalação será necessário carregar módulos de kernel adicionais a partir de um disquetes de controladores (drivers).
