Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/*.po
Languages: gl, mr, sk

source: Rescue operation failed
mr: बचाव प्रक्रिया अयशश्वी

source: The rescue operation '${OPERATION}' failed with exit code ${CODE}.
mr: '${OPERATION}' ही बचाव प्रक्रीया ${CODE} या निर्गम कुटासह अयशश्वी.

source: Execute a shell in ${DEVICE}
mr: ${DEVICE} मधील शेल कार्यान्वयीत करा.

source: Execute a shell in the installer environment
mr: संस्थापना परीवेशतील शेल प्रक्रिया कर्यान्वयीत करा.

source: Choose a different root file system
mr: दुसरी मुळ फाईल प्रणाली निवड

source: Reboot the system
mr: संगणक पुन्हा सुरु करा.

source: After this message, you will be given a shell with ${DEVICE} mounted on "/". If you need any other file systems (such as a separate "/usr"), you will have to mount those yourself.
mr: या सुचनेनंतर ${DEVICE} मध्ये "/" "" वर शेल आरोपण करुन मिळेल.जर तुम्हाला या व्यतिरीक्त अन्य फाईल प्रणालि(जशी स्वतंत्र "/usr") हवी असल्यासती तुम्हाला स्वता:हून आरोपण करुन घ्यावी लागेल.

source: Error running shell in /target
mr: /target वर शेल वापरतांना त्रुटी आली.

source: A shell (${SHELL}) was found on your root file system (${DEVICE}), but an error occurred while running it.
mr: ($SHELL}) शेल (${DEVICE})च्या मुळ फाईल प्रणालीवर आढळून आला परंतू तो वापरतांना त्रूटी आढळली.
sk: Na vašom koreňovom súborovom systéme (${DEVICE}) bol nájdený shell (${SHELL}), ale pri jeho spustení nastala chyba.

source: No shell found in /target
mr: /target मध्ये शेल आढळले नाही.
sk: V /target nebol nájdený žiaden shell

source: No usable shell was found on your root file system (${DEVICE}).
mr: (${DEVICE}) वर मुळ फाईल प्रणाली मध्ये वापरण्यायोग्य शेल आढळला नाही.
sk: Na vašom koreňovom súborovom systéme (${DEVICE}) nebol nájdený žiaden shell.

source: Executing a shell
mr: शेल कार्यान्वयीत होत आहे.

source: After this message, you will be given a shell with ${DEVICE} mounted on "/target". You may work on it using the tools available in the installer environment. If you want to make it your root file system temporarily, run "chroot /target". If you need any other file systems (such as a separate "/usr"), you will have to mount those yourself.
mr: या सुचनेनंतर ${DEVICE} मध्ये " /target" वर शेल आरोपण करुन मिळेल.संस्थापना परीवेशातील संसाधने वापरून काम करू शकता. तुम्हाला तुमची तात्पूरती मुळ फाइल प्रणालीबनवायची असल्यास "chroot /target" ही आज्ञावली चालवा. या पेक्षाही वेगळी फाईल प्रणाली हवी असल्यास (जशी स्वतंत्र " /usr") त्याचे आरोपण तुम्हाला करून घ्यावे लागेल.

source: Scan hard drives for an installer ISO image
gl: Buscar nos discos duros unha imaxe ISO da instalación
mr: हार्ड डीस्कवर संस्थापन ISO प्रतिमा शोधत आहे
sk: Hľadať inštalačné ISO súbory na pevných diskoch

source: Detecting hardware to find hard drives
gl: Detectando dispositivos para atopar discos duros
mr: हार्डवेअर मध्ये हार्ड डीस्क शोधत आहे.
sk: Rozpoznávam zariadenia na nájdenie pevných diskov

source: Searching drives for an installer ISO image
gl: Buscando nas unidades unha imaxe ISO da instalación
mr: संस्थापन आय.ओ.एस्. प्रतिमा ड्राईव्हवर शोधली जात आहे.
sk: Hľadám inštalačné ISO súbory na diskoch

source: Mounting ${DRIVE}...
gl: Montando ${DRIVE}...
mr: ${DRIVE}... चे आरोपण केले जात आहे.
sk: Pripájam ${DRIVE}...

source: Scanning ${DRIVE} (in ${DIRECTORY})...
gl: Buscando dentro de ${DRIVE} (en ${DIRECTORY})...
mr: ${DRIVE} मध्ये ${DIRECTORY})... शोधली जात आहे.
sk: Prehľadávam ${DRIVE} (v ${DIRECTORY})...

source: Do full disk search for installer ISO image?
gl: ¿Facer unha búsqueda en todo o disco para atopar unha imaxe ISO da instalación?
mr: संस्थापन आय.ओ.एस्. प्रतिमा संपुर्ण ड्राईव्हवर शोधावी का? .
sk: Hľadať inštalačný ISO súbor na celom disku?

source: The quick scan for installer ISO images, which looks only in common places, did not find an installer ISO image. It's possible that a more thorough search will find the ISO image, but it may take a long time.
gl: A búsqueda rápida de imaxes ISO do instalador, que mira só en lugares comúns, non foi capaz de atopar unha imaxe do instalador. É posible que unha búsqueda máis meticulosa atope a imaxe ISO, pero pode levar moito máis tempo.
mr: शिघ्र शोध पद्धतीने संस्थापनची आय.एस.ओ. प्रतिमा शोधल्यास तो फक्त वरवर शोध घेईलसंस्थापन आय.एस.ओ. प्रतिमा न सापडल्यास संपुर्ण शोध पद्धत वापरा, या पद्धतीमूळे संस्थापन आय.एस.ओ. प्रतिमा शोधण्यास जास्त वेळ लागेल.
sk: Rýchle vyhľadávanie inštalačných ISO súborov, ktoré hľadá len na obvyklých miestach, nenašlo žiaden inštalačný ISO súbor. Je možné, že dôkladnejšie hľadanie nájde ISO súbor, ale bude to dlhšie trvať.

source: No installer ISO images were found. If you downloaded the ISO image, it may have a bad filename (not ending in ".iso"), or it may be on a file system that could not be mounted. You'll have to do a network install instead, or reboot and fix the ISO image.
mr: संस्थापन आय.एस.ओ. प्रतिमा सापडली नाही. जर ती तुम्ही उतरवून घेतली असेल तर, एकतर त्या फाईलचे नाव चुकीचे असेल(नावाचा शेवट ".iso" नसेल) किंवा त्याचे अजून आरोपण केले गेले नाही अशा फाईल पद्धतीत असेल. तुम्हाला ती नेटवर्क मधून संस्थापित करावी लागेल किंवा संगणक पुन्हा सुरु करुन आय.एस.ओ. प्रतिमा नियत करा.
sk: Neboli nájdené žiadne ISO súbory. Je možné, že nemajú správnu príponu (musia končiť na ".iso"), alebo sú uložené na súborovom systéme, ktorý nebol pripojený. Môžete prejsť ku sieťovej inštalácii, alebo reštartovať a opraviť ISO súbory.

source: Failed to find an installer ISO image
gl: Non se puido atopar unha imaxe ISO do instalador
mr: संस्थापन आय.एस.ओ. प्रतिमा शोधण्यात अपयश
sk: Chyba pri hľadaní inštalačného ISO súboru

source: While one or more possible ISO images were found, they could not be mounted. The ISO image you downloaded may be corrupt.
gl: Aínda que se atoparon unha ou máis posibles imaxes ISO, non se puideron montar. A imaxe ISO en cuestión pode estar corrupta.
mr: एक किंवा जास्त संभाव्य आय.एस्.ओ. प्रतिमा सापडल्या आहेत, त्यांचे आरोपण करता येत नाही.उतरवून घेतलेली आय्.एस्.ओ. प्रतिमा खंडीत असावी.
sk: Hoci sa našlo jeden alebo viacero možných ISO súborov, nepodarilo sa ich pripojiť. Stiahnuté ISO súbory sú možno poškodené.

source: No installer ISO image found
gl: Non se atopou ningunha imaxe ISO do instalador
mr: संस्थापन आय्.एस्.ओ. प्रतिमा सापडली नाही.
sk: Nenašiel sa žiaden inštalačný ISO súbor

source: While one or more possible ISO images were found, they did not look like valid installer ISO images.
gl: Aínda que se atoparon unha ou máis imaxes ISO, non parecen ser imaxes ISO do instalador válidas.
mr: एक किंवा जास्त संभाव्य आय्.एस्.ओ. प्रतिमा सापडल्या आहेत, परंतू त्या वैध संस्थापन आय्.एस्.ओ. प्रतिमेसारख्या नाहीत.
sk: Hoci sa našlo jeden alebo viacero možných ISO súborov, nezdá sa, že sú to platné inštalačné ISO obrazy.

source: Please do a network install instead, or reboot and fix the ISO image.
gl: Por favor, fai unha instalación por rede no seu lugar, ou tamén podes reiniciar e arranxar o problema coa imaxe ISO.
mr: नेटवर्क मधून संस्थापनेचा प्रयत्न करा किंवा संगणक पुन्हा सुरू करून आय्.एस्.ओ. प्रतिमा स्थित करा.
sk: Skúste radšej sieťovú inštaláciu alebo reštartujte a opravte ISO súbor.

source: Successfully mounted ${SUITE} installer ISO image
gl: Montouse con éxito a imaxe ISO ${SUITE} do instalador
mr: ${SUITE} संस्थापन आय्.एस्.ओ. प्रतिमेचे यशश्वी आरोपण करता आले.
sk: Inštalačný ISO súbor ${SUITE} bol úspešne pripojený

source: The ISO file ${FILENAME} on ${DEVICE} (${SUITE}) will be used as the installation ISO image.
gl: A imaxe ISO ${FILENAME} en ${DEVICE} (${SUITE}) vai ser usada como a imaxe ISO da instalación.
mr: ${DEVICE}(${SUITE}) वरची ${FILENAME} ही फाइल संस्थापन आय्.एस्.ओ. प्रतिमा म्हणून वापरली जाईल.
sk: ISO súbor ${FILENAME} na ${DEVICE} (${SUITE}) sa použije ako inštalačný ISO obraz.

source: Load installer components from an installer ISO
gl: Cargar os compoñentes do instalador desde unha imaxe ISO de instalación
mr: संस्थापन आय्.एस्.ओ. मधून संस्थापन घटक भरा.
sk: Načítať súčasti inštalačného programu z ISO obrazu

source: Save debug logs
gl: Salvar logs para depurado
mr: दोषमर्जन सत्रनोंद रक्षित करा.
sk: Uložiť ladiace záznamy

source: floppy
mr: फ्लॉपी

source: web
mr: जाल

source: mounted file system
mr: फाइल प्रणालीचे आरोपण करा.

source: How should the debug logs be saved or transferred?
mr: दोषमार्जन सत्रनोंद कशा पद्धतीने रक्षित केली अथवा पाठवली जावी?
sk: Ako by mali byť uložené alebo prenesené ladiace záznamy?

source: Debugging log files for the installer can be saved to floppy, served up over the web, or saved to a mounted file system.
mr: संस्थापनाची दोषमार्जन सत्रनोंद फाईल फॉपीत रक्षित केली जावू शकते, जालावर पाठवता येईल,किंवा आरोपण फाइल पद्धतीत साठवता येइल.
sk: Ladiace záznamy inštalačného programu sa môžu uložiť na disketu, sprístupniť cez webe alebo uložiť na pripojený súborový systém.

source: Directory in which to save debug logs:
mr: दोषमार्जन सत्रनोंद साठवायची निर्देशीका:
sk: Adresár, kam sa majú uložiť ladiace záznamy:

source: Please make sure the file system you want to save debug logs on is mounted before you continue.
mr: पुढे जाण्यापूर्वी ज्या फाइल प्रणालीवर दोषमार्जन सत्रनोंद रक्षित करावयाचे आहे त्या फाइल प्रणालीचे आरोपण झालेले आहे.
sk: Pred pokračovaním sa uistite, že máte pripojený súborový systém, na ktorý chcete zapísať ladiace záznamy.

source: Cannot save logs
mr: सत्रनोंद रक्षित करता येत नाही
sk: Záznamy sa nedajú zapísať

source: The directory "${DIR}" does not exist.
mr: "${DIR}" निर्देशीका अस्तित्वात नाही.
sk: Adresár "${DIR}" neexistuje.

source: Web server started, but network not running
mr: जाल परीसेवक सुरु केला, परंतू नेटवर्क चालू होत नाही.
sk: Web server sa spustil, ale sieť nefunguje

source: A simple web server has been started on this computer to serve log files and debug info. However, the network is not set up yet. The web server will be left running, and will be accessible once the network is configured.
mr: सत्रनोंद फाइल व दोषमार्जन माहिती वापरण्यासाठी साधा जाल परिसेवक या संगणकावर सुरू आहे.परंतू जालाची निश्चीती अजून झालेली नसल्याने जाल परिसेवक चालू राहील परंतू त्याची संरचना केल्यावरच तो वापरण्यास योग्य होइल.
sk: Kvôli sprístupneniu ladiacich záznamov sa na tomto počítači spustil jednoduchý web server. Avšak nie je dostupná sieť. Web server ostane spustený a bude prístupný akonáhle sa nastaví sieť.

source: Web server started
mr: जाल परिसेवक चालू झाला.
sk: Web server je spustený

source: A simple web server has been started on this computer to serve log files and debug info. An index of all the available log files can be found at http://${ADDRESS}/
mr: सत्रनोंद फाइल व दोषमार्जन माहिती वापरण्यासाठी साधा जाल परिसेवक या संगणकावर सुरू झाला आहे. सर्व सत्रनोंद फाइल्सची सुची http://${ADDRESS}/ वर उपलब्ध आहे.
sk: Kvôli sprístupneniu ladiacich záznamov sa na tomto počítači spustil jednoduchý web server. Zoznam všetkých dostupných súborov nájdete na http://${ADDRESS}/

source: Insert formatted floppy in drive
gl: Inserta un disquete formateado na unidade
mr: फॉरमॅटेड फ्लॉपी ड्राइव्ह मध्ये टाका.
sk: Vložte naformátovanú disketu do mechaniky

source: Log files and debug info will be copied into this floppy.
mr: सत्रनोंद फाइल व दोषमार्जन माहिती फ्लॉपीवर साठवली जात आहे.
sk: Logy a informácie o konfigurácii sa nakopírujú na túto disketu.

source: The information will also be stored in /var/log/installer/ on the installed system.
mr: ही माहिती या संगणकावर /var/log/installar/ वरही साठवली जाइल.
sk: Informácie sa uložia takisto do /var/log/installer/ na inštalovanom systéme.

source: Failed to mount the floppy
mr: फ्लॉपीचे आरोपण अयशश्वी
sk: Chyba pri pripájaní diskety

source: Either the floppy device cannot be found, or a formatted floppy is not in the drive.
mr: फलॉपी ड्राइव्ह संगणकाला जोडला नसेल किंवा ड्राइव्ह मध्ये असलेली फ्लॉपीफॉरमॅटेड नसेल.
sk: Buď sa nedá nájsť disketová mechanika, alebo naformátovaná disketa nie je v mechanike.

source: Gathering information for installation report...
gl: Recollendo información para o informe de instalación...
mr: संस्थापन अहवालासाठी माहिती गोळा केली जात आहे....
sk: Získavam údaje na hlásenie o inštalácii ...

source: Check CD-ROM integrity?
gl: ¿Probar a integridade do CD-ROM?
mr: CD-ROM ची एकात्मता तपासा
sk: Skontrolovať integritu CD-ROM?

source: Warning: this check depends on your hardware and may take some time.
gl: Perigo: Esta proba depende do teu equipo e pode levar algún tempo.
mr: सुचना: ही तपासणी तुमच्या हार्डवेअरवर अवलंबून आहे आणि या साठी थोडा कालावधी लागेल.
sk: Pozor: rýchlosť kontroly závisí na vašom hardvéri a môže trvať dosť dlho.

source: Insert a Debian CD-ROM
gl: Inserta un CD-ROM de Debian
mr: डेबीअन सी डी रॉम टाका
sk: Vložte CD s Debianom

source: Please insert one of the official Debian CD-ROMs into the drive before continuing.
gl: Por favor, inserta un dos CD-ROMs oficiales de Debian antes de continuar.
mr: पुढे जाण्यापूर्वी कोणतीही एक अधिक्रुत डेबीअन सी डी रॉमड्राइव्ह मध्ये टाका.
sk: Prosím, vložte do mechaniky jedno z oficiálnych CD s Debianom, ak chcete pokračovať.

source: Failed to mount CD-ROM
gl: Non se puido montar o CD-ROM
mr: सीड़ी रॉम आरोपण प्रक्रिया अयशश्वी.
sk: Zlyhalo pripojenie CD

source: The CD-ROM ${CDROM} could not be mounted correctly. Please check the media and cables, and try it again.
gl: O CD-ROM ${CDROM} non se puido montar correctamente. Por favor, comprobe que está conectado e que funciona, e volva probar.
mr: सीडी रॉमचे ${CDROM} योग्य तऱ्हेने आरोपण झाले नाही. क्रुपया संग्राहक व केबल तपासा व पुन्हा प्रयत्न करा.
sk: CD ${CDROM} sa nepodarilo pripojiť. Skontrolujte médium, káble a skúste to znovu.

source: No valid Debian CD-ROM
gl: O CD-ROM de Debian non é válido
mr: डेबीअन सीडी रॉम वैध नाही.
sk: Neplatné Debian CD

source: The CD-ROM you have inserted is not a valid Debian CD-ROM. Please change the disk.
gl: O CD-ROM insertado non é de Debian. Cámbieo, por favor.
mr: आपण टाकलेली सीडी वैध डेबीअन सीडी रॉम नाही. क्रुपया सीडीबदला.
sk: Disk, ktorý ste vložili, nie je platné CD s Debianom. Vymeňte ho, prosím.

source: Failed to open checksum file
gl: Non se puido abrir o ficheiro checksum
mr: चेकसम फाइल उघडण्यात अपयश.
sk: Zlyhalo otvorenie kontrolného súboru

source: Opening the MD5 file on the CD-ROM failed. This file contains the checksums of the files located on the CD-ROM.
gl: Non se puido abrir o ficheiro MD5 do CD-ROM. Este ficheiro contén os checksums dos ficheiros contidos no CD-ROM.
mr: सीडीवरील एमडी५ फाइल उघडता आली नाही. सीडी रॉम मधील फाइल्सच्या चेकसम्स या फाइलमध्ये अंतर्भूत आहेत.
sk: Zlyhalo otvorenie MD5 súboru, ktorý obsahuje kontrolné súčty súborov umiestnených na CD.

source: Integrity test successful
gl: Proba de integridade satisfactoria
mr: एकात्मता चाचणी यशश्वी
sk: Test integrity bol úspešný

source: The CD-ROM integrity test was successful. The CD-ROM is valid.
gl: A proba de integridade foi satisfactoria. O CD-ROM é válido.
mr: सीडी रॉमची एकत्मता चाचणी यशश्वी झाली आहे. ही सीडी रॉम वैध आहे.
sk: Test integrity CD bol úspešný. CD je v poriadku.

source: Integrity test failed
gl: A proba de integridade fallou
mr: एकात्मता चाचणी अयशश्वी
sk: Test integrity zlyhal

source: The ${FILE} file failed the MD5 checksum verification. Your CD-ROM or this file may have been corrupted.
gl: O ficheiro ${FILE} no se verifico a través do MD5 checksum. É posible que o CD-ROM ou este ficheiro estén corruptos.
mr: ${FILE} ही फाइल एमडी५ चेकसम पडताळणी करण्यात अयशश्वी झाली आहे. तूमची सीडी किंवा ही फाइल खंडीत असू शकेल.
sk: Nasledujúci súbor má chybný kontrolný súčet: ${FILE}. CD alebo tento súbor môžu byť poškodené.

source: Check the integrity of another CD-ROM?
gl: ¿Proba-la integridade de outro CD-ROM?
mr: दुसऱ्या सीडी रॉमची वैधता तपासा
sk: Skontrolovať integritu ďalšieho CD?

source: Insert Debian boot CD-ROM
gl: Inserte o CD-ROM de arranque de Debian
mr: डेबीअन आरंभक सीडी रॉम टाका.
sk: Vložte zavádzacie CD Debianu

source: Please make sure you have inserted the Debian boot CD-ROM to continue with the installation.
gl: Por favor, verifique que insertou o CD-ROM de arranque de Debian para seguir coa instalación
mr: संथापन सुरु करण्यासाठी तुम्ही डेबीअन आरंभक सीडी टाकली आहे याची खात्री करा.
sk: Skontrolujte, či ste vložili zavádzacie CD s Debianom, aby ste mohli pokračovať v inštalácii.

source: Checking CD-ROM integrity
gl: Comprobando a integridade do CD-ROM
mr: सीडी रॉम ची एकत्मता तपासली जात आहे.
sk: Kontrola integrity CD

source: Checking file: ${FILE}
gl: Comprobando o ficheiro ${FILE}
mr: ${FILE} फाइल तपासली जात आहे.
sk: Kontrola súboru: ${FILE}

source: Check the CD-ROM(s) integrity
gl: Comprobe a integridade do(s) CD-ROM(s)
mr: सर्व सीडी रॉमची एकात्मता तपासली जात आहे.
sk: Skontrolovať integritu CD

source: Continue installation remotely using SSH
mr: एस् एस् एच् वापरून दुरस्थ पद्धतीने संस्थापन प्रक्रिया चालू आहे.
sk: Pokračovať v inštalácii vzdialene cez SSH

source: Start menu
mr: आरंभ मेनू

source: Start shell
mr: आरंभ गाभा

source: Network console option:
mr: नेटवर्क पडदा पर्याय
sk: Možnosti sieťovej konzoly:

source: This is the network console for the Debian installer. From here, you may start the Debian installer main menu, or execute an interactive shell.
mr: हा डेबीअन संस्थापनाच नेटवर्क पडदा आहे. या ठिकाणाहून तुम्ही डेबीअन संस्थापनाचा मुख्य मेनू वापरू शकाल. किंवा संवादी गाभा प्रक्रिया कार्यान्वयीत करा.
sk: Toto je sieťová konzola inštalačného programu Debianu. Teraz môžete vstúpiť do hlavného inštalačného menu, alebo spustiť interaktívny shell.

source: To return to this menu, you will need to log in again.
mr: या मेनूमध्ये परत येण्यासाठी तुम्हाला पुन्हा सत्रारंभ करावा लागेल.
sk: Pre návrat do tohto menu sa budete musieť znova prihlásiť.

source: Generating SSH host key
mr: एस् एस् एच् पोषक कळ निर्मांण केली जात आहे.
sk: Generuje sa hostiteľský SSH kľúč

source: Remote installation password:
mr: दुरस्थ संस्थापन कुटशब्द
sk: Heslo na vzdialenú inštaláciu:

source: You need to set a password for remote access to the Debian installer. A malicious or unqualified user with access to the installer can have disastrous results, so you should take care to choose a password that is not easy to guess. It should not be a word found in the dictionary, or a word that could be easily associated with you, like your middle name.
mr: दुरस्थ पद्धतीने डेबीअन संस्थापन वापरण्यासाठी कुटशब्द निश्चित करा.वाईट हेतूने वापरणारे किंवा अपात्र उपयोजकाने वापरल्यास संस्थापन खराब होऊ शकते. म्हणून कुटशब्द निवडतांना काळजी घ्या. डिक्शनरीत नसणारा , सहज ओळखला जाउ शकणारा किंवा तुमच्याशीथेट संबंध नसणारा (जसे तुमचे नाव-वडिलांचे नाव) असा निवडा
sk: Na vzdialený prístup k inštalačnému programu Debianu potrebujete nastaviť heslo. Zlomyseľný alebo neznalý používateľ s prístupom k inštalačnému systému môže spôsobiť neuveriteľné škody, takže by ste mali zvoliť také heslo, ktoré sa nedá ľahko uhádnuť. To znamená, že by to nemalo byť slovo zo slovníka, ani údaj, ktorý sa s vami dá ľahko spojiť (napr. meno).

source: This password is used only by the Debian installer, and will be discarded once you finished the installation.
mr: हा कुटशब्द फक्त डेबीअन संस्थापनासाठीच वापरला जाईल आणि संस्थापन संपल्यावरस्वता:हून नष्ट केला जाईल.
sk: Toto heslo sa použije iba počas inštalácie a bude znehodnotené po jej ukončení.

source: Please enter the same remote installation password again to verify that you have typed it correctly.
mr: तोच दुरस्थ संस्थापन कुटशब्द पुन्हा भरा जेणेकरुन आता भरलेला कुटशब्द व आधी भरलेला कुटशब्द सारखा आहे हे तपासता येइल.
sk: Zadajte znova heslo na vzdialený prístup, aby ste sa presvedčili, že ste ho zadali správne.

source: Password mismatch
mr: कुटशब्द जुळत नाही.
sk: Heslá nesúhlasia

source: The two passwords you entered were not the same. Please enter a password again.
mr: तुम्ही भरलेले दोन कुटशब्द सारखे नाहीत. कुटशब्द पुन्हा भरा.
sk: Zadané heslá nie sú rovnaké. Zadajte, prosím, heslo znova.

source: Start SSH
mr: एस् एस् एच् सुरू करा.
sk: Spustiť SSH

source: To continue the installation, please use an SSH client to connect to the IP address ${ip} and log in as the "installer" user.
mr: संस्थापना पुढे सुरु ठेवण्यासाठी, एस् एस् एच् क्लायंट वापरुन ${ip} आय पी पत्त्यावर जा व user म्हणून "installer" वापरुन सत्रारंभ करा.

source: The fingerprint of this SSH server's host key is: ${fingerprint}
mr: या एस् एस् एच् परिसेवकाच्या फिंगरप्रींटची पोषक की : ${fingerprint}
sk: Odtlačok kľúča tohto SSH servera je: ${fingerprint}

source: Please check this carefully against the fingerprint reported by your SSH client.
mr: क्रुपया तुमच्या एस् एस् एच् परिसेवकाचा फिंगरप्रिंट अहवाल काळजीपुर्वक निवडा.
sk: Skontrolujte tento odtlačok kľúča s odtlačkom, ktorý vám nahlási váš SSH klient.

source: No PALO partition was found.
gl: Non se atopou ningunha partición con PALO
mr: पालो विभाजन आढळले नाही.
sk: Nebola nájdená žiadna oblasť pre PALO.

source: The PALO partition must be in the first 2GB.
gl: A partición con PALO debe estar antes dos primeiros 2 GB
mr: पहिल्या २जीबी जागेतच पालो विभाजन असले पाहिजे.
sk: Oblasť pre PALO sa musí nachádzať na prvých 2GB.

source: PALO boot partition
gl: Partición de arranque de PALO
mr: पालो आरंभक विभाजन
sk: Štartovacia oblasť pre PALO

source: In order to start your new system, the firmware on your Itanium system loads the boot loader from its private EFI partition on the hard disk. The boot loader then loads the operating system from that same partition. An EFI partition has a FAT16 file system formatted on it and the bootable flag set. Most installations place the EFI partition on the first primary partition of the same hard disk that holds the root file system.
mr: तुमचा नविन संगणक सुरु होण्यासाठी, तुमच्या इटानीअम संगणकातील फर्मवेअर त्याच्या वैयक्तिकEFI विभाजनावरुन प्रथम गाभा लोडर हार्डडिस्कमध्ये उतरवून घेइल. नंतर त्याच विभाजनावरुन गाभा लोडर प्रचालन तंत्र भरेल.EFI विभाजनाचे प्रारुप FAT16 फाइल पद्धतीने केलेले असून त्यावर आरंभक निशाण स्थापित केले आहे. बहूतेक संस्थापने ज्या हार्डडीस्कवर मुळ फाइल प्रणाली आहे त्या हार्डडीस्कच्या प्राथमिक विभाजनावरच EFI विभाजन केले जाते.
sk: Na spustenie vášho nového systému je nutné, aby váš systém Itanium načítal zavádzač z jeho vyhradenej EFI oblasti na pevnom disku. Zavádzač potom načíta operačný systém z tej istej oblasti. EFI oblasť obsahuje súborový systém FAT16 a má nastavený príznak štartovania. Väčšina inštalácií umiestňuje EFI oblasť na prvú primárnu oblasť toho istého disku, na ktorom je aj koreňový súborový systém.

source: No EFI partition was found.
mr: EFI विभाजन सापडले नाही.
sk: Nebola nájdená žiadna EFI oblasť.

source: EFI boot partition
mr: EFI मुळ विभाजन
sk: Štartovacia EFI oblasť

source: EFIboot
mr: इ एफ़् आय बूट

source: Partition for boot loader installation:
gl: Partición na que se instalará o cargador de arranque:
mr: मुळ लोडर संस्थापनेसाठी विभाजन
sk: Oblasť na inštaláciu zavádzača:

source: Partitions currently available in your system are listed. Please choose the one you want elilo to use to boot your new system.
mr: तुमच्या संगणकातील उपलब्ध विभाजने दर्शविली आहेत. त्यापैकी कोणते विभाजन इलीलो साठी वापरावयाचे की ज्याने तुमच्या संगणकाची सुरुवात होइल ते ठरवा.

source: No boot partitions detected
gl: Non se atopou ningunha partición de arranque
mr: कोणतेही आरंभक विभाजन आढळले नाही.
sk: Neboli nájdené žiadne štartovacie oblasti.

source: There were no suitable partitions found for elilo to use. Elilo needs a partition with a FAT file system, and the boot flag set.
mr: त्यामध्ये 'इलीलो' वापरण्यायोग्य कोणतेच विभाजन नाही. ज्यावर FAT फाइल प्रणाली आहे व आरंभक निशाण स्थापित केले आहे असे विभाजन 'इलीलो' करीता आवश्यक आहे.
sk: Nie sú tu žiadne oblasti vhodné pre zavádzač elilo. Elilo potrebuje oblasť so súborovým systémom FAT a nastaveným príznakom štartovania.

source: Install the elilo boot loader on a hard disk
gl: Instala-lo cargador de arranque elilo nun disco duro
mr: इलीलो आरंभक लोडर हार्ड डीस्कवर संस्थापित करा.
sk: Inštalácia zavádzača elilo na pevný disk

source: Installing the ELILO package
gl: Instalando o paquete elilo
mr: इलीलो पॅकेज संस्थापित केले जात आहे.
sk: Inštaluje sa balík ELILO

source: Running ELILO for ${bootdev}
gl: Executando elilo para ${bootdev}
mr: ${bootdev} करीता 'इलीलो' क्रिया चालू आहे.
sk: ELILO sa spúšťa na ${bootdev}
