Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/*.po
Languages: gl, mr, sk

source: Source partition:
gl: Partición de orixe:
mr: स्त्रोतातून विभागीकरण
sk: Zdrojová oblasť:

source: Please choose the partition which contains the data you want to copy.
gl: Por favor, elixe a partición que contén os datos que vas copiar.
mr: ज्या विभागातील माहिती-साठ्याची (डेटा) ची नक्कल करायची आहे, तो विभाग निवडा.
sk: Zvoľte oblasť s údajmi, ktoré chcete kopírovať.

source: Copy operation failure
gl: Fallou a copia
mr: नकलीकरणाची क्रिया असफल झाली आहे.
sk: Operácia kopírovania zlyhala

source: The copy operation is aborted.
gl: O proceso de copia foi abortado.
mr: नकलीकरणाची प्रक्रिया खंडीत झाली आहे
sk: Operácia kopírovania bola prerušená.

source: The resize operation is impossible
mr: पुनराकाराची प्रक्रिया शक्य नाही.
sk: Operácia zmeny veľkosti nie je možná

source: Because of an unknown reason it is impossible to resize this partition.
mr: काही अज्ञात कारणाने या विभागाचे पुनराकार/रचना करणे शक्य नाही.
sk: Zmena veľkosti oblasti nie je možná z neznámych príčin.

source: Write previous changes to disk and continue?
mr: आधीचे बदल स्मृतीचकती (डिस्क) वर निश्चित करुन क्रिया पुढे चालू ठेवावी का?

source: Before you can select a new partition size, any previous changes have to be written to disk.
mr: विभाग पुनर्रचनेसाठी निवडण्याआधी आधीचे बदल स्मृतीचकतीवर (डिस्क)निश्चित करणे महत्त्वाचे आहे.

source: You cannot undo this operation.
gl: Non podes desfacer esta operación.
mr: या प्रक्रियेतून होणारे परिणाम रद्द करता येणार नाहीत.
sk: Táto operácia je nevratná.

source: Please note that the resize operation may take a long time.
mr: पुनराकार/ संरचनेस वेळ लागू शकतो, याची नोंद घ्यावी

source: The minimum size you can use is ${MINSIZE} or ${PERCENT} and the maximum size is ${MAXSIZE}.
mr: ${MINSIZE}इतकी कीमान किंवा ${PERCENT} टक्के आणि ${MAXSIZE}इतकी कमाल जागा वापरता येऊ शकेल.
sk: Veľkosť, ktorú môžete použiť, musí byť minimálne ${MINSIZE} alebo ${PERCENT} a maximálne ${MAXSIZE}.

source: Too large size
gl: Tamaño demasiado grande
mr: अति मोठा आकार / क्षमता.
sk: Príliš veľká hodnota

source: Too small size
gl: Tamaño demasiado pequeno
mr: अति लहान आकार / क्षमता
sk: Príliš malá hodnota

source: Resize operation failure
gl: Non se puido rematar o axuste de tamaño
mr: पुर्नरचना / पुनराकार प्रक्रिया असफलता(असफल झाली आहे)
sk: Operácia zmeny veľkosti zlyhala

source: An error occurred while writing the changes to the storage devices.
gl: Ocorreu un erro mentres se escribían os cambios os dispositivos de almacenamento
mr: स्मृतीसाधनावर बदल निश्चित करताना तांत्रिक त्रुटी निर्माण झाली आहे.
sk: Pri zapisovaní zmien na úložné zariadenia došlo k chybe.

source: The resize operation is aborted.
gl: A operación de axuste de tamaño foi abortada.
mr: पुनराकाराची प्रक्रिया खंडीत झाली आहे.
sk: Operácia zmeny veľkosti je prerušená.

source: New partition size:
gl: Novo tamaño da partición:
mr: नवीन विभागाची क्षमता
sk: Veľkosť novej oblasti:

source: The maximum size you can use is ${MAXSIZE}.
gl: O tamaño máximo que podes usar é ${MAXSIZE}.
mr: ${MAXSIZE}इतक्या कमाल जागेचा वापर करता येईल.
sk: Maximálna veľkosť, ktorú môžete použiť, je ${MAXSIZE}.

source: Hint: Use "20%" (or "30%", etc.) for 20% (resp. 30%, etc.) of the available free space for this partition. Use "max" as a shortcut for the maximum allowed size.
mr: सूचनाः उपलब्ध जागेपैकी "20%" (or "30%", etc.) २०% (३०% अनुक्रमे) इ.वापरावी.
sk: Pomôcka: Skúste použiť "20%" (alebo "30%", atď.) pre 20% (resp. 30%, atď.) z minimálnej dostupnej veľkosti pre túto oblasť. Skúste použiť "max" ako skratku pre maximálnu povolenú veľkosť.

source: Invalid size
gl: Tamaño non válido
mr: अग्राह्य जागा / क्षमता अयोग्य जागा / क्षमता.
sk: Chybná veľkosť

source: Beginning
gl: Comezo
mr: सुरुवात
sk: Začiatok

source: End
gl: Remate
mr: अंतीम /शेवट
sk: Koniec

source: Location for the new partition:
gl: Posición da nova partición:
mr: नवीन विभागाचे स्थान
sk: Umiestnenie novej oblasti:

source: Please choose whether you want the new partition to be created at the beginning or at the end of the available space.
gl: Por favor, elixe se queres que a nova partición se cree ó comezo ou ó remate do espacio dispoñible.
mr: कृपया नवीन विभागाची निर्मिती उपलब्ध जागेच्या सुरुवातीस वा शेवटी करावयाची आहे, हे निवडावे.
sk: Rozhodnite sa, či chcete vytvoriť novú oblasť na začiatku alebo na konci dostupného priestoru.

source: File system for the new partition:
gl: Sistema de ficheiros da nova partición:
mr: नवीन विभागासाठी संचिका खंड
sk: Súborový systém novej oblasti:

source: Primary
gl: Primaria
mr: प्राथमिक
sk: Primárna

source: Logical
gl: Lóxica
mr: तर्कद्वितीय / तार्किक
sk: Logická

source: Type for the new partition:
gl: Tipo da nova partición:
mr: नवीन विभागाचा प्रकार
sk: Typ novej oblasti:

source: Flags for the new partition:
gl: Bandeiras da nova partición:
mr: नवीन विभागाची चिन्हांके.
sk: Príznaky novej oblasti:

source: Partition name:
gl: Nome da partición:
mr: विभागाचे नाव
sk: Názov oblasti:

source: Partition table type:
gl: Tipo de táboa de partición:
mr: विभाग-कोष्टकाचा प्रकार
sk: Typ tabuľky oblastí:

source: Select the type of partition table to use.
gl: Elixe o tipo de táboa de partición a usar.
mr: विभाग-कोष्टकाचा प्रकार निवडावा
sk: Zvoľte typ tabuľky oblastí, ktorý sa má použiť.

source: Set the partition flags
gl: Elixe as bandeiras da partición
mr: विभाग चिन्हांकने ठरवा / निश्चित करा.
sk: Nastaviť príznaky oblasti

source: Name:
gl: Nome:
mr: नाव
sk: Názov:

source: Bootable flag:
gl: Bandeira de arranque:
mr: आरंभ चिन्हांकन
sk: Štartovací (boot) príznak:

source: on
gl: activada
mr: चालू आहे
sk: zapnuté

source: off
gl: desactivada
mr: बंद आहे
sk: vypnuté

source: Resize the partition (currently ${SIZE})
mr: विभागाची पुनर्रचना करावी (सध्या ${SIZE})

source: Copy data from another partition
gl: Copiar os datos de outra partición
mr: अन्य विभाजनातून डेटाची नक्कल करा
sk: Skopírovať údaje z inej oblasti

source: Delete the partition
gl: Borra-la partición
mr: हे विभाजन काढून टाका
sk: Zmazať oblasť

source: Create a new partition
gl: Crear unha nova partición
mr: नवीन विभाजन बनवा
sk: Vytvoriť novú oblasť

source: Create a new empty partition table on this device
gl: Crear una táboa de partición vacía nova neste dispositivo
mr: या उपकरणावर नवीन विभाजन कोष्टक बनवा
sk: Vytvoriť novú prázdnu tabuľku oblastí na tomto zariadení

source: Checking the ${TYPE} file system in partition #${PARTITION} of ${DEVICE}...
gl: Comprobando o sistema de ficheiros ${TYPE} na partición #${PARTITION} en ${DEVICE}...
mr: ${उपकरण} च्या #${विभाजन} या विभाजनावरील ${प्रकार} ही फाइल प्रणाली तपासत आहे...
sk: Kontrolujem súborový systém ${TYPE} v oblasti č.${PARTITION} na ${DEVICE}...

source: Checking the swap space in partition #${PARTITION} of ${DEVICE}...
gl: Comprobando o espacio de intercambio na partición #${PARTITION} en ${DEVICE}...
mr: ${उपकरण} च्या #${विभाजन} या विभाजनावरील अदलाबदलीची जागा तपासत आहे...
sk: Kontrolujem odkládací priestor v oblasti č.${PARTITION} na ${DEVICE}...

source: Creating ${TYPE} file system in partition #${PARTITION} of ${DEVICE}...
gl: Creando o sistema de ficheiros ${TYPE} na partición #${PARTITION} en ${DEVICE}...
mr: ${उपकरण} च्या #${विभाजन} या विभाजनावर ${प्रकार} ही फाइल प्रणाली बनवत आहे...
sk: Vytváram súborový systém ${TYPE} v oblasti č.${PARTITION} na ${DEVICE}...

source: Creating ${TYPE} file system for ${MOUNT_POINT} in partition #${PARTITION} of ${DEVICE}...
gl: Creando o sistema de ficheiros ${TYPE} para o punto de montaxe ${MOUNT_POINT} na partición #${PARTITION} en ${DEVICE}...
mr: ${उपकरण} च्या #${विभाजन} या विभाजनावर ${आरोह_बिंदू} करिता ${प्रकार} ही फाइल प्रणाली बनवत आहे...
sk: Vytváram súborový systém ${TYPE} pre ${MOUNT_POINT} v oblasti č.${PARTITION} na ${DEVICE}...

source: Formatting swap space in partition #${PARTITION} of ${DEVICE}...
gl: Dando formato de espacio de intercambio á partición #${PARTITION} en ${DEVICE}...
mr: ${उपकरण} च्या #${विभाजन} या विभाजनावरील अदलाबदलीची जागा संरूपित करत आहे...
sk: Formátujem odkládací priestor v oblasti č.${PARTITION} na ${DEVICE}...

source: The test of the file system with type ${TYPE} in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
gl: A comprobación do sistema de ficheiros ${TYPE} na partición #${PARTITION} en ${DEVICE} atopou erros non correxidos.
mr: ${उपकरण} च्या #${विभाजन} या विभाजनावरील ${प्रकार} या प्रकारासाठी केलेल्या फाइल प्रणालीच्या चाचणीत असुधारीत त्रूटी आढळल्या.
sk: Pri kontrole súborového systému ${TYPE} v oblasti č.${PARTITION} na ${DEVICE}...boli nájdené neodstránené chyby.

source: Go back to the menu and correct errors?
mr: मेन्यूकडे परत जाऊन त्रूटी सुधारायच्या?
sk: Vrátiť sa späť do menu a odstrániť chyby?

source: The test of the swap space in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
gl: A comprobación do sistema do espacio de intercambio na partición #${PARTITION} en ${DEVICE} atopou erros non correxidos.
mr: ${उपकरण} च्या #${विभाजन} या विभाजनावर अदलाबदलीच्या जागेकरिता केलेल्या चाचणीत असुधारीत त्रूटी आढळल्या.
sk: Pri kontrole odkladacieho (swap) priestoru v oblasti č.${PARTITION} na ${DEVICE} boli nájdené neodstránené chyby.

source: If you do not go back to the partitioning menu and correct these errors, the partition will be used as is.
gl: Se non voltas ó menú do particionado e corrixes estes erros, a partición se usará tal e como está.
mr: आपण विभाजनाच्या मेन्यूकडे परत जाऊन या त्रूटी सुधारल्या नाहीत, तर हे विभाजन तसेच वापरले जाईल.
sk: Ak sa nevrátite späť do menu rozdeľovania a neodstránite chyby, táto oblasť sa použije tak ako je.

source: You have not selected any partitions for use as swap space. Enabling swap space is recommended so that the system can make better use of the available physical memory, and so that it behaves better when physical memory is scarce. You may experience installation problems if you do not have enough physical memory.
mr: अदलाबदलीची जागा म्हणून वापरण्याकरिता आपण एकही विभाजन निवडलेले नाही. प्रणालीला उपलब्ध भौतिक स्मृतीचा चांगल्या प्रकारे वापर करता यावा, तसेच जेंव्हा भौतिक स्मृती तुटपुंजी असेल तेंव्हा तिचे वर्तन चांगले रहावे याकरिता अदलाबदलीची जागा कार्यसक्षम करण्याची शिफारस केलेली असते. आपल्याकडे भौतिक स्मृती पुरेशी नसल्यास अधिष्ठापनेदरम्यान आपल्याला समस्या येऊ शकतात.

source: If you do not go back to the partitioning menu and assign a swap partition, the installation will continue without swap space.
mr: आपण विभाजनाच्या मेन्यूकडे परत जाऊन अदलाबदल विभाजन बनवले नाही, तर अदलाबदल विभाजनाशिवाय अधिष्ठापना पुढे सुरू राहील.

source: Failed to create a file system
mr: फाईल प्रणाली बनवता आली नाही
sk: Vytvorenie súborového systému zlyhalo

source: The ${TYPE} file system creation in partition #${PARTITION} of ${DEVICE} failed.
gl: Fallou a creación do sistema de ficheiros ${TYPE} na partición #${PARTITION} en ${DEVICE}.
mr: ${उपकरण} च्या #${विभाजन} या विभाजनावर ${प्रकार} ही फाइल प्रणाली बनवणे असफल झाले.
sk: Vytvorenie súborového systému ${TYPE} v oblasti č.${PARTITION} na ${DEVICE} zlyhalo.

source: Failed to create a swap space
gl: Non se puido crear un espacio de intercambio
mr: अदलाबदलीची जागा बनवणे असफल झाले.
sk: Vytvorenie odkladacieho (swap) priestoru zlyhalo

source: The creation of swap space in partition #${PARTITION} of ${DEVICE} failed.
gl: Fallou a creación do espacio de intercambio na partición #${PARTITION} en ${DEVICE}...
mr: ${उपकरण} च्या #${विभाजन} या विभाजनात अदलाबदलीची जागा बनवणे असफल झाले.
sk: Vytvorenie odkladacieho (swap) priestoru v oblasti č.${PARTITION} na ${DEVICE} zlyhalo.

source: Do you want to return to the partitioning menu?
mr: आपल्याला विभाजनाच्या मेन्यूकडे परत जायचे आहे?
sk: Chcete sa vrátiť do menu rozdeľovania?

source: No mount point is assigned for ${FILESYSTEM} file system in partition #${PARTITION} of ${DEVICE}.
mr: ${उपकरण} च्या #${विभाजन} या विभाजनावर ${फाइलप्रणाली} फाइल प्रणालीकरिता कोणताही आरोह बिंदू निश्चित केलेला नाही.
sk: K súborovému systému ${FILESYSTEM} v oblasti č.${PARTITION} na ${DEVICE} nie je priradený žiaden prípojný bod.

source: If you do not go back to the partitioning menu and assign a mount point from there, this partition will not be used at all.
mr: आपण विभाजनाच्या मेन्यूकडे परत जाऊन तिथून आरोह बिंदू निश्चित केला नाही, तर हे विभाजन वापरलेच जाणार नाही.
sk: Ak sa nevrátite späť do menu rozdeľovania a nepriradíte odtiaľ prípojný bod, táto oblasť sa vôbec nepoužije

source: Invalid file system for this mount point
mr: या आरोह बिंदूकरिता फाइल प्रणाली अवैध

source: The file system type ${FILESYSTEM} cannot be mounted on ${MOUNTPOINT}, because it is not a fully-functional Unix file system. Please choose a different file system, such as ${EXT2}.
mr: ${फाइलप्रणाली} प्रकारची फाइल प्रणाली ${आरोहबिंदू} या आरोह बिंदूवर आरोहित करता येत नाही, कारण ती एक पूर्ण-कार्यक्षम यूनिक्स फाइल प्रणाली नाही. कृपया अन्य ${ईएक्सटी२} सारखी फाइल प्रणाली निवडा.

source: / - the root file system
mr: / - मूल फाइल प्रणाली
sk: / - koreňový súborový systém

source: /boot - static files of the boot loader
mr: /आरंभ - आरंभ सूचकाकरिता स्थायी फायली
sk: /boot - nemenné súbory zavádzača

source: /home - user home directories
mr: /घर - वापरदाराच्या घर निर्देशिका
sk: /home - domáce adresáre používateľov

source: /tmp - temporary files
mr: /अस्थायी - तात्पुरत्या फायली
sk: /tmp - dočasné súbory

source: /usr - static data
mr: /वापर - स्थायी डेटा
sk: /usr - nemenné údaje

source: /var - variable data
mr: /चल - परिवर्तनीय डेटा
sk: /var - premenlivé údaje

source: /srv - data for services provided by this system
mr: /सेवा - या प्रणालीने पुरवलेल्या सेवांचा डेटा
sk: /srv - údaje pre služby poskytované týmto systémom

source: /opt - add-on application software packages
mr: /एेच्छिक - अतिरिक्त अॅप्लिकेशन साॅफ्टवेअर पॅकेजेस्
sk: /opt - prídavné balíky aplikačného softvéru

source: /usr/local - local hierarchy
mr: /वापर/स्थानिक - स्थानिक उतरंड
sk: /usr/local - lokálna hierarchia

source: /dos
mr: डाॅस

source: /windows
mr: विंडोज्

source: Enter manually
gl: introducir a mán
mr: स्वहस्ते भरा
sk: Zadať manuálne

source: Do not mount it
gl: Non montala
mr: हे आरोहित करू नका
sk: Nepripájať

source: Mount point for this partition:
mr: या विभाजनाकरिता आरोह बिंदू:
sk: Prípojný bod pre túto oblasť:

source: Invalid mount point
mr: अवैध आरोह बिंदू
sk: Neplatný prípojný bod

source: The mount point you entered is invalid.
mr: आपण दिलेला आरोह बिंदू अवैध आहे.
sk: Zadaný prípojný bod je neplatný.

source: Mount points must start with "/". They cannot contain spaces.
mr: आरोह बिंदू "/" पासूनच सुरू झाला पाहिजे. रिक्त जागा अंतर्भूत करता येत नाहीत.
sk: Prípojné body musia začínať s "/". Nesmú obsahovať medzery.

source: Label for the file system in this partition:
mr: या विभाजनातील फाइल प्रणालीकरिता लेबल:
sk: Označenie súborového systému v tejto oblasti:

source: Format the swap area:
gl: Formatea-lo espacio de intercambio:
mr: अदलाबदलीची जागा संरूपित करा:
sk: Formátovať odkladací (swap) priestor:

source: yes
gl: si
mr: होय
sk: áno

source: no
gl: non
mr: नाही
sk: nie

source: Label:
mr: लेबल:
sk: Označenie:

source: Reserved blocks:
mr: राखीव ब्लॉकस्:
sk: Rezervované bloky:

source: Percentage of the file system blocks reserved for the super-user:
mr: महा-वापरदाराकरिता राखून ठेवलेल्या फाइल प्रणाली ब्लॉकस् ची टक्केवारी:
sk: Percentuálny podiel blokov súborového systému rezervovaných pre super-používateľa:

source: Typical usage:
mr: सर्वसाधारण उपयोग:
sk: Typické použitie:

source: standard
mr: प्रमाणित

source: Typical usage of this partition:
mr: या विभाजनाचा सर्वसाधारण उपयोग:
sk: Typické použitie tejto oblasti:

source: Please specify how the file system is going to be used, so that optimal file system parameters can be chosen for that use.
mr: ही फाइल प्रणाली कशा प्रकारे वापरणार ते ठरवा, म्हणजे त्या वापराकरिता सुयोग्य प्रणाली घटकांची निवड करता येईल.
sk: Zadajte použitie súborového systému, aby sa mohli vybrať optimálne hodnoty súborového systému pre dané použitie.

source: standard = standard parameters, news = one inode per 4KB block, largefile = one inode per megabyte, largefile4 = one inode per 4 megabytes.
mr: प्रमाणित = प्रमाणित घटक, बातमी = प्रत्येक ४केबी ब्लॉककरिता एक आयनोड, मोठीफाइल = प्रत्येक एमबी करिता एक आयनोड, मोठीफाइल४ = प्रत्येक ४ एमबी करिता एक आयनोड.
sk: standard = štandartné parametre, news = jeden inode na 4kB blok, largefile = jeden inode na megabajt, largefile4 = jeden inode na 4 megabajty.

source: Mount point:
gl: Punto de montaxe:
mr: आरोह बिंदू:
sk: Prípojný bod:

source: none
gl: Ningún
mr: नको
sk: žiaden

source: Ext2 file system
mr: ईएक्सटी२ फाइल प्रणाली
sk: súborový systém ext2

source: ext2
mr: ईएक्सटी२

source: FAT16 file system
gl: sistema de ficheiros fat16
mr: फॅट१६ फाइल प्रणाली
sk: súborový systém FAT16

source: fat16
mr: फॅट१६

source: FAT32 file system
gl: sistema de ficheiros fat32
mr: फॅट३२ फाइल प्रणाली
sk: súborový systém FAT32

source: fat32
mr: फॅट३२

source: swap area
gl: espacio de intercambio
mr: अदलाबदलीची जागा
sk: odkladací (swap) priestor

source: swap
gl: intercambio
mr: अदलाबदल

source: noatime - do not update inode access times at each access
mr: सततनाही - आयनोड प्रवेश वेळा प्रत्येक प्रवेशाला सुधारू नका
sk: noatime - neobnovuj prístupový čas pri každom prístupe

source: nodev - do not support character or block special devices
mr: उपकरणनाही - चिन्ह वा ब्लाॅक च्या विशेष उपकरणांना पाठबळ नको
sk: nodev - nepodporuj špeciálne blokové alebo znakové zariadenia

source: nosuid - ignore set-user-identifier or set-group-identifier bits
mr: सुआयडीनाही - वापरदार-ओळखदर्शक-निश्चिती वा गट-ओळखदर्शक-निश्चिती बिट दुर्लक्षा
sk: nosuid - nevšímaj si SUID alebo SGID príznaky

source: noexec - do not allow execution of any binaries
mr: अंमलनको - कोणत्याही बायनरीज् अंमलात आणू देऊ नका
sk: noexec - nedovoľ vykonávanie spustiteľných súborov

source: usrquota - user disk quota accounting enabled
mr: वापरहिस्सा - वापरदाराच्या डिस्कच्या हिश्श्याचा हिशोब कार्यसक्षम
sk: usrquota - aktivované diskové kvóty pre používateľa

source: grpquota - group disk quota accounting enabled
mr: गटहिस्सा - गटाच्या डिस्कच्या हिश्श्याचा हिशोब कार्यसक्षम
sk: grpquota - aktivované diskové kvóty pre skupinu

source: user_xattr - support user extended attributes
mr: वापर_एक्सगूण - वापरदाराच्या वाढीव गुणधर्मांना पाठबळ
sk: user_xattr - podpora rozšírených používateľských atribútov

source: ro - mount the file system read-only
mr: फवा - फाइलप्रणाली फक्त-वाचन अशी आरोहित करा
sk: ro - pripojiť súborový systém iba na čítanie (read-only)

source: sync - all input/output activities occur synchronously
mr: एकसमय - सर्व निवेश/निर्गम क्रिया एकाच वेळी होतात
sk: sync - všetky vstupno/výstupné činnosti sa vykonajú synchrónne

source: quiet - changing owner and permissions does not return errors
gl: quiet - os cambios de usuario ou permisos non devolven erros
mr: शांत - मालक व परवानग्या बदलूनही त्रुटी येत नाहीत
sk: quiet - zmena vlastníka a prístupových práv bez hlásenia chýb

source: Mount options:
gl: Opcións de montaxe:
mr: आरोहण पर्याय:
sk: Voľby pripojenia:

source: Mount options can tune the behavior of the file system.
mr: आरोहण पर्यायांनी फाइल प्रणालीची वर्तणूक सुसंवादी करता येईल.
sk: Voľby pripojenia môžu vyladiť správanie sa súborového systému.

source: Checking the ext3 file system in partition #${PARTITION} of ${DEVICE}...
gl: Comprobando o sistema de ficheiros ext3 na partición #${PARTITION} en ${DEVICE}...
mr: ${उपकरण} च्या #${विभाजन} या विभाजनावरील ईएक्सटी३ ही फाइल प्रणाली तपासत आहे...
sk: Kontrolujem súborový systém ext3 v oblasti č.${PARTITION} na ${DEVICE}...

source: The test of the file system with type ext3 in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
gl: A proba do sistema de ficheiros ext3 na partición #${PARTITION} de ${DEVICE} atopou erros non correxidos.
mr: ${उपकरण} च्या #${विभाजन} या विभाजनावरील ईएक्सटी३ या प्रकारासाठी केलेल्या फाइल प्रणालीच्या चाचणीत असुधारीत त्रूटी आढळल्या.
sk: Pri kontrole súborového systému ext3 v oblasti č.${PARTITION} na ${DEVICE}...boli nájdené neodstránené chyby.

source: If you do not go back to the partitioning menu and correct these errors, the partition will not be used at all.
mr: आपण विभाजनाच्या मेन्यूकडे परत जाऊन या त्रूटी सुधारल्या नाहीत, तर हे विभाजन वापरलेच जाणार नाही.
sk: Ak sa nevrátite späť do menu rozdeľovania a neodstránite chyby, táto oblasť sa vôbec nepoužije.

source: The ext3 file system creation in partition #${PARTITION} of ${DEVICE} failed.
gl: Fallou a creación do sistema de ficheiros na partición #${PARTITION} en ${DEVICE}
mr: ${उपकरण} च्या #${विभाजन} या विभाजनावर ईएक्सटी३ ही फाइल प्रणाली बनवणे असफल झाले.
sk: Vytvorenie súborového systému ext3 v oblasti č.${PARTITION} na ${DEVICE} zlyhalo.

source: No mount point is assigned for the ext3 file system in partition #${PARTITION} of ${DEVICE}.
mr: ${उपकरण} च्या #${विभाजन} या विभाजनावर ईएक्सटी३ फाइल प्रणालीकरिता कोणताही आरोह बिंदू निश्चित केलेला नाही.
sk: K súborovému systému ext3 v oblasti č.${PARTITION} na ${DEVICE} nie je priradený žiaden prípojný bod.

source: Ext3 journaling file system
mr: ईएक्सटी३ जर्नलिंग फाइल प्रणाली
sk: žurnálovací súborový systém ext3

source: ext3
mr: ईएक्सटी३

source: Checking the ReiserFS file system in partition #${PARTITION} of ${DEVICE}...
gl: Comprobando o sistema de ficheiros Reiser na partición #${PARTITION} de ${DEVICE}...
mr: ${उपकरण} च्या #${विभाजन} या विभाजनावरील रैझरएफएस ही फाइल प्रणाली तपासत आहे...
sk: Kontrolujem súborový systém ReiserFS v oblasti č.${PARTITION} na ${DEVICE}...

source: The test of the file system with type ReiserFS in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
gl: A comprobación do sistema de ficheiros con tipo Reiser na partición #${PARTITION} de ${DEVICE} atopou erros sen correxir.
mr: ${उपकरण} च्या #${विभाजन} या विभाजनावरील रैझरएफएस या प्रकारासाठी केलेल्या फाइल प्रणालीच्या चाचणीत असुधारीत त्रूटी आढळल्या.
sk: Pri kontrole súborového systému ReiserFS v oblasti č.${PARTITION} na ${DEVICE} boli nájdené neodstránené chyby.

source: The ReiserFS file system creation in partition #${PARTITION} of ${DEVICE} failed.
gl: Fallou a creación do sistema de ficheiros Reiser na partición #${PARTITION} de ${DEVICE}.
mr: ${उपकरण} च्या #${विभाजन} या विभाजनावर रैझरएफएस ही फाइल प्रणाली बनवणे असफल झाले.
sk: Vytvorenie súborového systému ReiserFS v oblasti č.${PARTITION} na ${DEVICE} zlyhalo.

source: No mount point is assigned for the ReiserFS file system in partition #${PARTITION} of ${DEVICE}.
mr: ${उपकरण} च्या #${विभाजन} या विभाजनावर रैझरएफएस फाइल प्रणालीकरिता कोणताही आरोह बिंदू निश्चित केलेला नाही.
sk: K súborovému systému ReiserFS v oblasti č.${PARTITION} na ${DEVICE} nie je priradený žiaden prípojný bod.

source: ReiserFS
mr: रैझरएफएस

source: notail - disable packing of files into the file system tree
mr: भरूनका - फाइल प्रणाली वृक्षात फायली भरणे कार्यअक्षम करा
sk: notail - zakáž zhusťovanie súborov do stromu súborového systému

source: ReiserFS journaling file system
mr: रैझरएफएस जर्नलिंग फाइल प्रणाली
sk: žurnálovací súborový systém ReiserFS

source: reiserfs
mr: रैझरएफएस

source: Checking the jfs file system in partition #${PARTITION} of ${DEVICE}...
gl: Comprobando o sistema de ficheiros jfs na partición #${PARTITION} en ${DEVICE}...
mr: ${उपकरण} च्या #${विभाजन} या विभाजनावरील जेएफएस ही फाइल प्रणाली तपासत आहे...
sk: Kontrolujem súborový systém jfs v oblasti č.${PARTITION} na ${DEVICE}...

source: The test of the file system with type jfs in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
gl: A comprobación do sistema de ficheiros de tipo jfs na partición #${PARTITION} en ${DEVICE} atopou erros sen correxir.
mr: ${उपकरण} च्या #${विभाजन} या विभाजनावरील जेएफएस या प्रकारासाठी केलेल्या फाइल प्रणालीच्या चाचणीत असुधारीत त्रूटी आढळल्या.
sk: Pri kontrole súborového systému jfs v oblasti č.${PARTITION} na ${DEVICE}...boli nájdené neodstránené chyby.

source: The jfs file system creation in partition #${PARTITION} of ${DEVICE} failed.
gl: Fallou a creación do sistema de ficheiros na partición #${PARTITION} en ${DEVICE}
mr: ${उपकरण} च्या #${विभाजन} या विभाजनावर जेएफएस ही फाइल प्रणाली बनवणे असफल झाले.
sk: Vytvorenie súborového systému v oblasti č.${PARTITION} na ${DEVICE} zlyhalo.
