Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/*.po
Languages: gl, mr, sk

source: This version of the autopartitioner cannot handle the partitioning of the selected disk. It may partition only an empty disk or a disk with no more than 2 FAT partitions (and no extended partitions or other non-FAT partitions).
gl: esta versin do autoparticionador non pode manexar o particionado do disco elixido. Pode particionar s un disco vacï¿½ ou un disco que non tea mï¿½s de das particiones FAT (E ningunha particin extendida ou que non sexa nin FAT).
mr: निवडलेल्या डिस्कचे स्वचालीत विभाजकाच्या या आव्रूत्तीकडून विभाजन करता येणार नाही.विभाजकाची ही आव्रूत्ती फक्त रिकामी किंवा ज्यावर २पेक्षा जास्त FAT विभाजने नाहीत ( व विस्तारीत विभाजन तसेच non-FAT विभाजन नाही)अशाचहार्ड डिस्कचे विभाजन करू शकते.
sk: Táto verzia automatického delenia disku nie je natoľko prepracovaná, aby zvládla rozdelenie vybraného disku. Vie rozdeliť iba prázdny disk alebo disk obsahujúci najviac 2 FAT oblasti (a žiadne rozšírené alebo nie-FAT oblasti).

source: If you want to continue the installation process, switch to the second console (ALT+F2), partition the disk as you like using parted and the other available tools, and then mount all your partitions in /target. /target is the root directory of your new system, so your root partition will be mounted on /target and your /usr partition must be mounted on /target/usr.
gl: Se queres continuar a instalacin, pasa ï¿½segunda consola (ALT+F2), particiona o disco como queiras usando parted e outras ferramentas dispoibles, e monta todas as tas particins en /target. /target ï¿½o directorio de superusuario no teu novo sistema, polo que a ta particin raï¿½ quedarï¿½montada en /target e a particin /usr en /target/usr.
mr: जर तुम्हाला संस्थापन प्रक्रिया सुरू ठेवावयाची असल्यास ( ALT+F2 वापरून )दुसऱ्या कन्सोलवर जा, उपलब्ध संसाधनांच्या सहाय्याने विभाजन करा, त्यानंतर सर्व विभाजनांचे /target या संचयिकेत आरोपण करा. /target ही तुमच्या नव्या प्रणालीची मुळ संचयिका असेल.म्हणजेच तुमच्या मुळ विभाजनाचे /target वर तसेच तुमच्या /usr विभाजनाचे /target/usr वर आरोपण केले जाईल.
sk: Ak chcete pokračovať v inštalácii, prepnite sa na druhú konzolu (ALT+F2), rozdeľte disk podľa vášho želania použitím programu parted alebo iným dostupným programom, a pripojte všetky oblasti do /target. /target je koreňový adresár vášho nového systému, takže koreňová oblasť bude pripojená do /target a oblasť /usr sa musí pripojiť do /target/usr.

source: You can also consider launching this program again but selecting another disk.
gl: Tes tamï¿½ a opcin de cargar este programa de novo pero elixindo outro disco.
mr: दुसरी डिस्क निवडून हा प्रोग्राम पुन्हा भरू शकता
sk: Tento program môžete znovu spustiť, tentoraz na iný disk.

source: Not enough space on disk
gl: Non hai espacio suficiente no disco
mr: डिस्कवर पुरेशी जागा नाही.
sk: Na disku je málo miesta

source: The autopartitioner makes some assumptions about partition sizes, and because of that it requires at least 3GB of free space. The free space on this disk appears to be below this limit.
gl: O autoparticionador fai algunhas suposicins sobre o tamao das particins e por iso require un mï¿½imo de 3 GB de espacio libre. O espacio libre neste disco parece ser menor a este lï¿½ite.
mr: विभाजनासाठी लागणाऱ्या जागेसाठी स्वयंविभजकाची काही ग्रुहीतके असतात,आणि त्यासाठी कमीत कमी ३GB जागा रिक्त असावी लागते. परंतू डिस्कवरतेवढी जागा रिक्त नाही.
sk: Automatické rozdelenie disku predpokladá určité štandartné veľkosti oblastí a preto vyžaduje aspoň 3 GB voľného miesta. Zdá se, že nemáte toľko miesta.

source: If you really want to install, you'll have to free some space. You may also launch this program again and select another disk with more free space.
gl: Se queres continuar a instalacin, debes liberar algo de espacio. Deberï¿½s tamï¿½ cargar este programa de novo e elixir outro disco con mï¿½s espacio libre.
mr: तुम्हाला संस्थापन करावयाचे असल्यास तेवढी जागा रिकामी हवी.ज्यावर तेवढी जागा आहे अशी डिस्क निवडून हा प्रोग्राम पुन्हा चालवू शकता.
sk: Ak chcete naozaj inštalovať, musíte uvoľniť nejaké miesto alebo znovu spustiť tento program a vybrať iný disk, ktorý má viac voľného priestoru.

source: Debug information about ${variable}
gl: Informacin de depurado sobre ${variable}
mr: ${variable}ची माहितीचे दोषमार्जन केले जात आहे.
sk: Ladiaca informácia o ${variable}

source: Here is some debug information. The value of ${variable} is:
gl: Aquï¿½tes algunha informacin de depurado. O valor de ${variable} ï¿½
mr: त्याच्या दोषाबद्दलची नोंद पुढील प्रमाणे. ${variable}ची किंमत
sk: Tu je nejaká ladiaca informácia. Hodnota ${variable} je :

source: Successful partitioning
gl: O particionado rematou ben
mr: विभाजन प्रक्रिया यशश्वी.
sk: Rozdelenie disku prebehlo úspešne

source: The required partitions have been created and mounted on /target. You can now continue the installation process.
gl: As particins necesarias foron creadas e montadas en /target. Agora podes continuar coa instalacin.
mr: आवश्यक असलेले विभजन तयार करून /target वर आरोपित केले. आता संस्थापना प्रक्रीया चालू करता येईल.
sk: Požadované oblasti boli vytvorené a pripojené do /target. Teraz môžete pokračovať v inštalácii.

source: File containing the requested partition table:
gl: Ficheiro contendo a tabla de particins necesaria:
mr: विभाजन तालिका साठवलेली फाइल
sk: Súbor obsahujúci požadovanú tabuľku oddielov:

source: The automatic partitioning will be created using the partitions and sizes specified in this file.
gl: O autoparticionado se farï¿½usando as particins e tamaos especificadas neste ficheiro.
mr: या फाईलमध्ये स्पष्ट केलेल्या विभाग व आकार संखेवरुन स्वचलीत विभाग पाडले जातील
sk: Automatické rozdelenie prebehne podľa popisu oddielov a veľkostí uvedených v tomto súbore.

source: Automatically partition hard drives
gl: Autoparticionar discos duros
mr: हार्ड डीस्कवर स्वचलीत विभाग पाडले जात आहेत
sk: Automaticky rozdeliť pevné disky

source: Creating '${FSTYPE}' storage space on '${MOUNTPOINT}'
gl: Creando espacio de almacenamento '${FSTYPE}' en '${MOUNTPOINT}'
mr: ' '${MOUNTPOINT}' वर ${FSTYPE}'माहिती साठी जागा बनवित आहे
sk: Vytváram '${FSTYPE}' súborový systém na '${MOUNTPOINT}'

source: Estimated time left: ${HOURS} hour(s) ${MINUTES} minute(s)
gl: Tempo estimado para rematar: ${HOURS} hora(s) e ${MINUTES} minuto(s)
mr: प्रस्तावित शिल्लक कालावधी : ${HOHRS} तास ${MINUTES} मिनिट
sk: Predpokladaný zostávajúci čas: ${HOURS} hod. ${MINUTES} min.

source: Estimated time left: ${MINUTES} minute(s)
gl: Tempo estimado para rematar: ${MINUTES} minuto(s)
mr: प्रस्तावित शिल्लक कालावधी : ${MINUTES} मिनिट
sk: Predpokladaný zostávajúci čas: ${MINUTES} min.

source: Estimated time left: less than 1 minute
gl: Tempo estimado para rematar: menos dun minuto
mr: प्रस्तावीत शिल्लक कालावधी : १ मिनिटापेक्षा कमी
sk: Predpokladaný zostávajúci čas: menej ako 1 minúta

source: ctc: Channel to Channel (CTC) or ESCON connection
mr: ctc: चॅनेल टू चॅनेल (CTC) किंवा ESCON जोडणी
sk: ctc: Channel to Channel (CTC) alebo ESCON spojenie

source: qeth: OSA-Express in QDIO mode / HiperSockets
mr: qeth: OSA -एक्सप्रेस इन QDIO मोड / हायपरसॉकेटस्
sk: qeth: OSA-Express v QDIO móde / HiperSockets

source: iucv: Inter-User Communication Vehicle - available for VM guests only
mr: आय यु सी व्ही: इंटर युजर कम्यूनिकेशन व्हेईकल- फक्त VM गेस्टसाठीच उपलब्ध आहे
sk: iucv: Inter-User Communication Vehicle - dostupné len pre hostí systému VM

source: Network device type:
gl: Tipo de dispositivo de rede
mr: जाल साधनाचे प्रकार :
sk: Druh sieťového zariadenia:

source: Please choose the type of your primary network interface that you will need for installing the Debian system (via NFS or HTTP). Only the listed devices are supported.
gl: Por favor, comprobe o tipo da interface principal de rede que vai precisar para instalar o sistema Debian (mediante NFS oy HTTP). S os dispositivos listados est� dispoibles.
mr: डेबिअन प्रणाली (एन एफ् एस् किंवा एच टी टी पी द्वारा ) संस्थापित करण्यासाठी आवश्यक असणारीप्राथमिक जाल आंतराफलक पद्धती निवडा. फक्त यादीत असणारीच साधने सहाय्यभूत असतील.
sk: Zvoľte, prosím, druh primárneho sieťového zariadenia, ktoré budete potrebovať na inštaláciu Debian systému (cez NFS alebo HTTP). Podporované sú len uvedené sieťové zariadenia.

source: CTC read device:
mr: सी टी सी वाचन साधन :

source: CTC write device:
mr: सी टी सी लेखन साधन :

source: The following device numbers might belong to CTC or ESCON connections.
mr: खालील साधन क्रमांक सी टी सी किंवा एसकॉन जोडणीशी संबंधीत असतील.

source: The configured parameters are: read channel = ${device_read} write channel = ${device_write} protocol = ${protocol}
gl: Son par�etros configurados son: canle de lectura = ${device_read} canle de escritura = ${device_write} protocolo = ${protocol}
mr: संरचना चलित मुल्ये पुढील प्रमाणे : वाचन प्रणाल = ${device_read} लेखन प्रणाल = ${device_write} प्रोटोकॉल = ${protocol}
sk: Nastavené parametre sú: kanál na čítanie = ${device_read} kanál na zápis = ${device_write} protokol = ${protocol}

source: No CTC or ESCON connections
gl: Non se atopraon conexins CTC ou ESCON
mr: सी टी सी किंवा एस्कॉन जोडणी नाही
sk: Neboli rozpoznané žiadne CTC alebo ESCON spojenia

source: Please make sure that you have set them up correctly.
gl: Por favor, asegarte de que as configuraches correctamente.
mr: सर्व जोडणी व्यवस्थित आहे याची खात्री करा.
sk: Uistite sa, či ich máte správne nastavené.

source: Protocol for this connection:
gl: Protocolo para esta conexin:
mr: या जोडणीसाठी प्रोटोकॉल :
sk: Protokol pre toto spojenie:

source: Device:
gl: Dispositivo:
mr: साधने :
sk: Zariadenie:

source: Please select the OSA-Express QDIO / HiperSockets device.
gl: Por favor, elixe o dispositivo OSA-Express QDIO / HiperSockets.
mr: कृपया ओ एस् ए - एक्सप्रेस QDIO /हायपरसॉकेट साधन निवडा.
sk: Zvoľte si OSA-Express QDIO / HiperSockets zariadenie.

source: The configured parameters are: channels = ${device0}, ${device1}, ${device2} port = ${port} portname = ${portname}
mr: संरचना चलित मुल्ये पुढील प्रमाणे : प्रणाल = ${device0}, ${device1}, ${device2} पोर्ट = ${port} पोर्टचे नाव = ${portname}

source: No OSA-Express QDIO cards / HiperSockets
gl: Non se atoparon tarxetas OSA-Express QDIO / HiperSockets.
mr: ओ एस् ए - एक्सप्रेस QDIO कार्ड / हायपरसॉकेट नाही.
sk: Neboli rozpoznané žiadne OSA-Express QDIO / HiperSockets karty.

source: No OSA-Express QDIO cards / HiperSockets were detected. If you are running VM please make sure that your card is attached to this guest.
mr: ओ एस् ए - एक्सप्रेस QDIO कार्ड / हायपरसॉकेट आढळले नाही. जर तुम्ही VM वापरतअसाल तर तुमचे कार्ड या गेस्टला जोडले आहे याची खात्री करा.

source: Portname:
gl: Nome do porto:
mr: पोर्टचे नाव :
sk: Názov portu:

source: Please enter the portname of your OSA-Express card. This name must be 1 to 8 characters long and must be equal on all systems accessing the same card.
gl: Por favor, escribe o nome do porto da ta tarxeta OSA-Express. Este nome ter entre un e oito caracteres de largo e debe ser en tdolos sistemas que acceden �mesma tarxeta.
mr: कृपया तुमच्या ओ एस् ए - एक्सप्रेस कार्ड पोर्टचे नाव दाखल करा. या नावात १ ते ८ अंकाक्षारेअसली पाहीजेत व सर्व संगणकावर त्याचे नाव समान असले पाहीजे.
sk: Zadajte názov portu vašej OSA-Express karty. Názov musí mať 1-8 znakov a musí byť totožný na všetkých systémoch pristupujúcich k tej istej karte.

source: Leave it empty if you want to use HiperSockets. This parameter is required for cards with microcode level 2.10 or later or when you want to share a card.
gl: Deixar en branco se vas usar HiperSockets. Este par�etro �necesario para as tarxetas cun microcode de nivel 2.10 ou posterior ou cando queres compartir unha tarxeta.
mr: हायपरसॉकेटस् वापरावयाचे असल्यास जागा रिक्त ठेवा. मायक्रोकोड पातळी २.१० किंवा नंतरची असल्यासकिंवा जेव्हा तुम्हाला हे कार्ड सामाईकरीत्या वापरावयाचे असल्यास हे चलितमुल्य आवश्यक आहे.
sk: Ak chcete používať HiperSockets, nič nezadávajte. Tento parameter je nutnýpre karty s mikrokódom úrovně minimálne 2.10 alebo ak chcete kartu zdieľať.

source: The name will automatically be converted to uppercase.
gl: O nome ser�convertido autom�icamente a maisculas.
mr: हे नाव स्वत:हून मोठ्या लिपीत रुपांतरीत केले जाईल.
sk: Názov bude automaticky upravený na veľké písmená.

source: Port:
gl: Porto:
mr: पोर्ट :

source: Please enter a relative port for this connection.
gl: Por favor, elixe un porto relativo para a conexin.
mr: कृपया या जोडणीसाठी सापेक्ष पोर्टचे नाव भरा.
sk: Zadajte, prosím, relatívny port pre toto spojenie.

source: Do you accept this configuration?
mr: ही संरचना मान्य आहे का?
sk: Súhlasíte s týmto nastavením?

source: The configured parameter is: peer = ${peer}
mr: संरचना चलित मुल्य आहेत: पीअर = ${peer}
sk: Nastavený parameter je: peer = ${peer}

source: VM peer:
gl: Punto VM:
mr: व्ही एम पीअर:

source: Please enter the name of the VM peer you want to connect to.
gl: Por favor, escribe o nome do punto VM que queres conectar.
mr: ज्याला जोडायचे आहे अशा व्ही एम् पीअरचे नाव भरा.
sk: Zadajte názov VM peer-u, ku ktorému sa chcete pripojiť.

source: If you want to connect to multiple peers, separate the names by colons, e.g. tcpip:linux1.
gl: Se vas conectar a mltiples puntos, separa os nomes por dous puntos. Por exemplo tcpip:linux1.
mr: तुम्हाला एकापेक्षा जास्त पीअर जोडायचे असल्यास, दोन नावा मध्ये विसर्ग चिन्ह द्या.उदा. tcpip:linux1
sk: Ak sa chcete pripojiť k viacerým peer-om, oddeľte názvy dvojbodkami, napr. tcpip:linux1.

source: The standard TCP/IP server name on VM is TCPIP; on VIF it's $TCPIP. Note: IUCV must be enabled in the VM user directory for this driver to work and it must be set up on both ends of the communication.
gl: O nome do servidor TCP/IP est�dar en VM es TCPIP, en VIF �$TCPIP. Nota: IUCV debe estar activado no directorio de usuario VM e debe configurarse en ambos extremos da comunicacin para que o dispositivo funcione.
mr: VM वरील TCP/IP सर्व्ह्रचे प्रमाणीत नाव TCPIP आहे. VIF वर हेच नाव $TCPIPआहे.सुचना : या प्रचालकाचे कार्य व्यवस्थीत होण्यासाठी VM युजर निर्देशिकेत IUCV कार्यान्वयीत असला पाहीजे आणिसंदेशवहनाच्या दोन्ही अंगाला स्थित असला पाहीजे.
sk: Štandartný názov TCP/IP servera na VM je TCPIP, na VIF je $TCPIP. Na správnu funkciu tohto ovládača je potrebné, aby bol v používateľskom VM adresári povolený IUCV, a aby bol nastavený na oboch koncoch komunikácie.

source: Configure the network device
gl: Configurar o dispositivo de rede
mr: जाल साधनांचे संरुपण
sk: Nastavenie sieťového zariadenia

source: Available disks:
gl: Discos dispoñibles:
mr: उपलब्ध डिस्क
sk: Dostupné disky:

source: The following disk access storage devices (DASD) are available. Please select each device you want to use one at a time.
mr: पुढील डिस्क अॅक्सेस स्टोअरेज डिव्हाइसेस (DASA) उपलब्ध आहेत. कृपया आवश्यकता असेल तेव्हा एकावेळी एकच साधन निवडा

source: Choose disk:
gl: Escolle un disco:
mr: डिस्क निवडा
sk: Zvoľte disk:

source: Please choose a disk. You have to specify the complete device number, including leading zeros.
gl: Por favor, escolle un disco. Debes especificar o número do dispositivo enteiro, incluíndo os ceros que o preceden.
mr: कृपया डिस्क निवडा. साधनाचा शुन्य आरंभासह पूर्ण क्रमांकनिर्देशित करा
sk: Zvoľte si, prosím, disk. Musíte zadať celé číslo zariadenia vrátane núl na začiatku.

source: Invalid disk
gl: Disco non válido
mr: अयोग्य डिस्क
sk: Neplatný disk

source: An invalid device number has been chosen.
gl: Escolleuse un número de dispositivo non válido.
mr: निवडलेला साधनाचा क्रमांक अयोग्य आहे.
sk: Bolo zvolené chybné číslo zariadenia.

source: The device ${device} seems to be a fresh disk not yet prepared for Linux. Such disk should be formatted before you can create partitions.
gl: O dispositivo ${device} parece ser un disco limpo que non está preparado aínda para Linux. O disco debe ser formateado antes de que podas crear particións.
mr: ${device} साधन ही नविन डिस्क लिनक्स प्रणाली लोड करण्यासाठी तयार नसावी.विभाजन निर्माण करण्याआधी ही डिस्कचे संरुपण करावे लागेल.
sk: Zdá sa, že zariadenie ${device} je čistý disk, ktorý ešte nie je pripravený pre Linux. Pred vytvorením oblastí musíte takýto disk naformátovať.

source: Formatting ${device}...
mr: ${device} चे संरुपण होत आहे.
sk: Formátuje sa ${device}...

source: Format the disk?
gl: ¿Formatear o disco?
mr: डिस्कचे संरुपण करावयाचे का?
sk: Naformátovať disk?

source: The device ${device} seems to be an already low-level formatted disk. If the disk has not been used for Linux 2.4 before, formatting it now is recommended.
gl: O dispositivo ${device} parece ser un disco que xa está formateado a baixo nivel. Se o disco non foi usado en Linux 2.4 antes, é recomendable que se formatee agora.
mr: ${device} हे साधन बहूदा निम्न-पातळी संरुपण डिस्क असावी. जर ही डिस्क यापूर्वीलिनक्स २.४ साठी वापरली नसेल तर त्याचे संरुपण करण्याचीआवश्यकता आहे.
sk: Zdá sa, že zariadenie ${device} je už nízkoúrovňovo naformátované. Ak disk ešte nebol použitý pre Linux 2.4, odporúčame ho teraz naformátovať.

source: WARNING: All data on this disk will be IRREVERSIBLY LOST!
gl: PERIGO: Tódolos datos no disco borraranse IRREVERSIBLEMENTE
mr: सावधान : डिस्कवरील सर्व माहिती पुसली जाईल. ती परत मिळवता येणार नाही.
sk: POZOR: Všetky údaje na tomto disku budú NENÁVRATNE STRATENÉ!

source: Configure disk access storage devices (DASD)
mr: डिस्क अॅक्सेस स्टोअरेज डीव्हाइसेस् (DASD) संरचना
sk: Nastavenie DASD (Disk Access Storage Device)

source: Install the ZIPL boot loader on a hard disk
mr: झेड आय् पी एल् बूट लोडर हार्डडीस्कवर संस्थापित होत आहे.
sk: Inštalácia ZIPL zavádzača na pevný disk

source: critical, high, medium, low
gl: Crítica, alta, media, baja
sk: kritická, vysoká, stredná, nízka

source: Ignore questions with a priority less than...
gl: Ignora-las preguntas cunha prioridad menor a...
sk: Ignorovať otázky s prioritou menšou ako...

source: Based on your language and country choices, the following locale parameters are supported in Debian.
sk: Na základe výberu vášho jazyka a krajiny sú v Debiane podporované tieto miestne nastavenia.

source: A fallback locale must be chosen because there is currently no locale for the language and country you have selected.
sk: Pretože pre zvolenú kombináciu jazyka a krajiny neexistuje platné miestne nastavenie, musíte si zvoliť záchytnú možnosť.

source: Unsupported locale
sk: Nepodporované miestne nastavenie

source: The locale value you have preseeded (${LOCALE}) is currently not supported in Debian. You will be prompted for language, country and locale settings.
sk: Predvolené miestne nastavenie (${LOCALE}) nie je momentálne v Debiane podporované. Budete musieť zadať jazyk, krajinu a miestne nastavenia.

source: Your system has multiple network interfaces. Choose the one to use as the primary network interface while installing Debian. If possible, the first connected network interface found has been selected.
sk: Váš systém má viac sieťových rozhraní. Vyberte to z nich, ktoré chcete použiť ako základné sieťové rozhranie počas inštalácie Debianu. Ak je to možné, bude zvolené prvé nájdené sieťové rozhranie.

source: Infrastructure (Managed) network, Ad-hoc network (Peer to peer)
gl: Rede de infraestructura (Xestionada), Rede Ad-hoc (entre iguais)
sk: Riadená (štruktúrovaná) sieť, Náhodná (peer to peer) sieť

source: Wireless network kind:
gl: Tipo de rede inalámbrica:
sk: Typ bezdrôtovej siete:

source: Configuring network ...
gl: Configurando rede...
sk: Nastavujem sieť ...

source: The network autoconfiguration was successful. However, no default route was set: the system does not know how to communicate with hosts on the Internet. This will make it impossible to continue with the installation unless you have the first official Debian CD-ROM, a 'Netinst' CD-ROM, or packages available on the local network.
sk: Automatické nastavenie siete prebehlo úspešne. Avšak nebolo nastavené smerovanie: systém teda nevie, ako má komunikovať s počítačmi na Internete. Nebude možné dokončiť inštaláciu, pokiaľ nemáte prvé oficiálne Debian CD, 'Netinst' CD alebo balíky dostupné na lokálnej sieti.

source: Configure the network using dynamic addressing (DHCP)
gl: Configura-la rede usando direccionamento dinámico (DHCP)
sk: Nastavenie siete s dynamickými adresami (DHCP)

source: Protocol for files download:
gl: Protocolo para a descarga dos arquivos:
sk: Protokol pre sťahovanie súborov:

source: Please select the file download protocol. If unsure, select "http"; it is less prone to problems involving firewalls.
gl: Por favor, elixe o protocolo para a descarga dos arquivos. Se non estás seguro, elixe "http"; é menos propenso ós problemas cos cortafogos.
sk: Vyberte protokol pre sťahovanie súborov. Pokiaľ si nie ste istí, skúste "http", pretože má najmenej problémov s firewallmi.

source: The proxy information should be given in the standard form of "http://[[user][:pass]@]host[:port]/"
gl: A información sobre o proxy debe darse coa forma estándar "http://[[usuario][:contrasinal]@]servidor[:porto]/"
sk: Informácie o proxy zadajte v štandartnom tvare "http://[[používateľ][:heslo]@]počítač[:port]/"

source: Please enter the network name of the host from which Debian will be downloaded.
gl: Por favor, escriba a dirección de rede do servidor do cal Debian será descargado
sk: Zadajte sieťové meno počítača, z ktorého sa má Debian stiahnuť.

source: If you need to use a FTP proxy to access the outside world, please enter the proxy information here. Otherwise, leave this blank.
gl: Se precisas usar un proxy FTP para acceder ó exterior, por favor escribe a información do proxy aquí. Se non procede, deixar en branco.
sk: Ak pre prístup k okolitému svetu potrebujete FTP proxy, zadajte tu potrebné informácie. V opačnom prípade nič nevyplňujte.

source: The proxy information should be the standard form of "http://[[user][:pass]@]host[:port]/".
gl: A información do proxy debe seguir o estándar "http://[[user][:pass]@]host [:port]/".
sk: Informácie o proxy zadajte v štandartnom tvare "http://[[používateľ][:heslo]@]počítač[:port]/".

source: stable, testing, unstable
sk: stabilná, testovacia, nestabilná

source: Retry, Change mirror, Cancel
gl: Voltar a intentar, Cambiar de servidor espello, Cancelar
sk: Zopakovať, Zmeniť zdroj, Zrušiť

source: If you continue, the changes listed below will be written to the disks.
sk: Ak sa rozhodnete pokračovať, všetky uvedené zmeny sa zapíšu na disky.

source: You are editing partition #${PARTITION} of ${DEVICE}. ${OTHERINFO} ${DESTROYED}
sk: Upravujete oblasť č.${PARTITION} na ${DEVICE}. ${OTHERINFO} ${DESTROYED}

source: #%s
sk: č.%s

source: This installer can guide you through partitioning a disk for use by Debian, or if you prefer, you can do it manually. If you do choose to use the guided partitioning tool, you will still have a chance later to see the results, customise it, and even undo the partitioning if you do not like it.
gl: Este instalador pode guiarte para particionar unha unidade para usar Debian, ou se o prefires, podes facelo manualmente. Se elixes que te guíe, terás a ocasión de ve-los resultados e modificalos, ou incluso desfacer o particionado se non che gusta.
sk: Tento inštalačný program vás môže sprevádzať rozdeľovaním disku, na ktorom chcete používať Debian, no môžete to urobiť aj manuálne. Pri zvolení sprevádzania rozdeľovaním máte stále možnosť pozrieť si neskôr výsledok, upraviť rozdelenie a prípadne ho aj zrušiť, ak sa vám nepozdáva.

source: Disk space to partition:
sk: Diskový priestor na rozdelenie:

source: Desktop machine
sk: Stolný počítač

source: Multi-user workstation
sk: Viacpoužívateľská pracovná stanica

source: Mount options can tune the behaviour of the file system.
sk: Voľby pripojenia môžu vyladiť správanie sa súborového systému.

source: Loading components of the Debian installer
gl: Cargando os compoñente do instalador de Debian
sk: Nahrávajú sa súčasti Debian inštalátora

source: Unpacking ${PACKAGE}
gl: Desempaquetando ${PACKAGE}
sk: Rozbaľuje sa ${PACKAGE}
