Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/*.po
Languages: gl, mr, sk

source: Please select the volume group you wish to reduce.
gl: Por favor, elixe o Grupo de Volumes que queres reducir.
mr: कमी करायचा खंड समूह निवडा.
sk: Vyberte skupinu zväzkov, ktorú chcete zmenšiť.

source: Device to remove from volume group:
gl: Dispositivo a quitar do Grupo de Volumes:
mr: खंड समूहातून काढून टाकायचे उपकरण:
sk: Zariadenie pre odstránenie zo skupiny zväzkov:

source: Please select the device you wish to remove from the volume group.
gl: Por favor, elixe o dispositivo que querer quitar do Grupo de Volumes.
mr: खंड समूहातून काढून टाकायचे उपकरण निवडा.
sk: Vyberte zariadenie, ktoré chcete odstrániť zo skupiny zväzkov.

source: The selected volume group (${VG}) could not be reduced. There is only one physical volume attached. Please delete the volume group instead.
mr: निवडलेला खंड समूह ${व्हीजी} कमी करता आला नाही. याच्याशी फक्त एकच भौतिक खंड निगडित आहे. याएेवजी हा खंड समूहच काढून टाका.

source: Error while reducing volume group
gl: Ocorreo un erro ó reduci-lo Grupo de Volumes
mr: खंड समूह कमी करताना त्रुटी
sk: Chyba pri zmenšovaní skupiny zväzkov

source: The physical volume ${PARTITION} could not be removed from the selected volume group.
gl: O volume físico ${PARTITION} non se puido quitar do Grupo de Volumes elixido.
mr: ${विभाजन} हा भौतिक खंड निवडलेल्या खंड समूहातून काढून टाकता आला नाही.
sk: Fyzický zväzok ${PARTITION} nemôže byť odstránený z vybranej skupiny zväzkov.

source: No volume groups were found for creating a new logical volume. Please create more physical volumes and volume groups.
mr: नवा तार्किक खंड बनवण्याकरिता कोणतेही खंड समूह सापडले नाहीत. आणखी भौतिक खंड व खंड समूह बनवा.

source: No free volume groups were found for creating a new logical volume. Please create more physical volumes and volume groups, or reduce an existing volume group.
gl: Non se atoparon grupos de volumes libres para a creación dun novo volume lóxico. Por favor, crea máis volumes físicos e grupos de volumes, ou reduce un grupo de volumes existente.
mr: नवा तार्किक खंड बनवण्याकरिता कोणतेही मोकळे खंड समूह सापडले नाहीत. आणखी भौतिक खंड व खंड समूह बनवा, किंवा अस्तित्वात असलेला खंड समूह कमी करा.
sk: Na vytvorenie nového logického zväzku neboli nájdené žiadne voľné skupiny zväzkov. Musíte vytvoriť viac fyzických zväzkov a skupín zväzkov alebo zmenšiť jestvujúcu skupinu zväzkov.

source: Logical volume name:
gl: Nome do Volum Lóxico:
mr: तार्किक खंडाचे नाव:
sk: Názov logického zväzku:

source: Please enter the name you would like to use for the new logical volume.
gl: Por favor, escribe o nome que lle queres dar ó novo Volume Lóxico.
mr: या नवीन तार्किक खंडाला ठेवायचे नाव द्या.
sk: Zadajte názov pre označenie nového logického zväzku.

source: Please select the volume group where the new logical volume should be created.
gl: Por favor, elixe o Grupo de Volumes no que se vai crear o novo Volume Lóxico.
mr: हा नवीन तार्किक खंड बनवण्याकरिता खंड समूह निवडा.
sk: Vyberte skupinu zväzkov, kde sa má vytvoriť nový logický zväzok.

source: No logical volume name entered
gl: Non se escribiu o nome dun volume lóxico
mr: तार्किक खंडाला कोणतेही नाव दिले नाही
sk: Nebol zadaný žiaden názov logického zväzku

source: No name for the logical volume has been entered. Please enter a name.
gl: Non se escribiu o nome dun volume lóxico. Por favor, escribe un.
mr: तार्किक खंडाला कोणतेही नाव दिलेले नाही. कृपया नाव द्या.
sk: Pre logický zväzok nebol zadaný žiaden názov. Prosím, zadajte názov.

source: The name ${LV} is already in use by another logical volume on the same volume group (${VG}).
gl: O nome ${LV} xa se está usando noutro Volume Lóxico no mesmo Grupo de Volumes (${VG}).
mr: ${एलव्ही} हे नाव याच ${व्हीजी} खंड समूहावरील अन्य तार्किक खंडाकडून आधीच वापरात आहे.
sk: Zadaný názov ${LV} už používa na tej istej skupine zväzkov iný logický zväzok (${VG}).

source: Logical volume size:
gl: Tamaño do Volume Lóxico:
mr: तार्किक खंडाचा आकार:
sk: Veľkosť logického zväzku:

source: Please enter the size of the new logical volume. The size may be entered in the following formats: 10K (Kilobytes), 10M (Megabytes), 10G (Gigabytes), 10T (Terabytes). The default unit is Megabytes.
gl: Por favor, escribe o tamaño do Volume Loxico. O tamaño debe seguir o seguinte formato: 10K (Kilobytes), 10M (Megabytes), 10G (Gigabytes), 10T (Terabytes). A unidade predeterminada é Megabytes.
mr: कृपया या नवीन तार्किक खंडाचा आकार ठरवा. आकार पुढील स्वरूपात देता येईल: १०के (किलोबाइटस्), १०एम (मेगॅबाइटस्), १०जी (गीगॅबाइटस्), १०टी (टेरॅबाइटस्). मूलनिर्धारित एकक मेगॅबाइटस् आहे.
sk: Zadajte veľkosť nového logického zväzku. Veľkosť zväzku môžete zadať v nasledovných formátoch: 10K (Kilobajty), 10M (Megabajty), 10G (Gigabajty), 10T (Terabajty). Štandartnými jednotkami sú Megabajty.

source: Error while creating a new logical volume
gl: Ocorreu un erro mentres se creaba o novo Volume Lóxico
mr: नवीन तार्किक खंड बनवताना त्रूटी
sk: Chyba pri vytváraní nového logického zväzku

source: Unable to create a new logical volume (${LV}) on ${VG} with the new size ${SIZE}.
gl: Non se puido crear un novo Volume Lóxico (${LV}) en ${VG} co novo tamaño ${SIZE}.
mr: ${व्हीजी} वर दिलेल्या ${आकार} आकाराचा नवीन तार्किक खंड ${एलव्ही} बनवता आला नाही.
sk: Nemožno vytvoriť nový logický zväzok (${LV}) na ${VG} s novou veľkosťou ${SIZE}.

source: No volume group found
gl: Non se atopou ningún Grupo de Volumes
mr: कोणताही खंड समूह सापडला नाही
sk: Nebola nájdená žiadna skupina zväzkov

source: No volume group has been found for deleting a logical volume.
gl: Non se atopou o Grupo de Volumes para o borrado dun Volume Lóxico.
mr: तार्किक खंड काढून टाकण्याकरिता कोणताही खंड समूह सापडला नाही.
sk: Na zmazanie logického zväzku nebola nájdená žiadna skupina zväzkov.

source: Volume group:
gl: Grupo de Volumes:
mr: खंड समूह:
sk: Skupina zväzkov:

source: Please select the volume group which contains the logical volume to be deleted.
gl: Por favor, elixe o Grupo de Volumes que contén o Volume Lóxico que se vai borrar.
mr: काढून टाकण्याचा तार्किक खंड असलेला खंड समूह निवडा.
sk: Vyberte skupinu zväzkov, ktorá obsahuje logický zväzok určený na zmazanie.

source: No logical volume found
gl: Non se atopou ningún Volume Lóxico
mr: कोणताही तार्किक खंड सापडला नाही
sk: Neboli nájdené žiadne logické zväzky

source: No logical volume has been found. Please create a logical volume first.
gl: Non se atopou o volume lóxico. Por favor, creao antes.
mr: कोणताही तार्किक खंड सापडलेला नाही. प्रथम एखादा तार्किक खंड बनवा.
sk: Neboli nájdené žiadne logické zväzky. Logický zväzok teda musíte vytvoriť.

source: Logical volume:
gl: Volume Lóxico:
mr: तार्किक खंड:
sk: Logický zväzok:

source: Please select the logical volume to be deleted on ${VG}.
gl: Por favor, elixe o Volume Lóxico que se vai borrar en ${VG}.
mr: ${व्हीजी} वरील काढून टाकायचा तार्किक खंड निवडा.
sk: Vyberte logický zväzok určený na zmazanie na ${VG}.

source: Error while deleting the logical volume
gl: Ocorreu un erro ó borra-lo Volume Lóxico
mr: तार्किक खंड काढून टाकताना त्रुटी
sk: Chyba pri mazaní logického zväzku

source: The logical volume (${LV}) on ${VG} could not be deleted.
gl: O Volume Lóxico (${LV}) en ${VG} non se pode borrar.
mr: ${व्हीजी} वरील ${एलव्ही} हा तार्किक खंड काढून टाकता आला नाही.
sk: Nemôžem zmazať logický zväzok (${LV}) na ${VG}.

source: No usable physical volumes found
gl: Non se atoparon volumes físicos que se poidan usar
mr: वापरण्यायोग्य भौतिक खंड सापडले नाहीत
sk: Neboli nájdené žiadne použiteľné fyzické zväzky

source: No physical volumes (i.e. partitions) were found in your system. All physical volumes may already be in use. You may also need to load some required kernel modules or re-partition the hard drives.
gl: Non se atoparon volumes físicos (por exemplo particións) no teu sistema. Seguramente tódolos volumes físicos están en uso. Nese caso precisarás cargar algúns módulos necesarios do kernel ou reparticionar os discos duros.
mr: आपल्या प्रणालीत कोणतेही भौतिक खंड (म्हणजे विभाजने) सापडली नाहीत. सर्व भौतिक खंड बहुदा आधीच वापरात असावेत. आपल्याला कदाचित काही आवश्यक कर्नेल माॅड्युलस् भरावी लागतील, किंवा आपले हार्ड ड्राईव्ह परत विभाजित करावे लागतील.
sk: Na vašom systéme neboli nájdené žiadne fyzické zväzky (t.j. oblasti). Je možné, že všetky fyzické zväzky sú už použité. Takisto asi budete musieť načítať príslušné kernel moduly alebo prerozdeliť pevné disky.

source: Logical Volume Manager not available
gl: O Xestor de Volumes Lóxicos non está dispoñible
mr: तार्किक खंड व्यवस्थापक उपलब्ध नाही
sk: Správca logických zväzkov nie je k dispozícii

source: The current kernel doesn't support the Logical Volume Manager. You may need to load the lvm-mod module.
gl: O kernel actual non soporta o Xestor de Volumes Lóxicos. Precisas cargar o módulo lvm-mod.
mr: हा कर्नेल तार्किक खंड व्यवस्थापकाला पाठबळ देऊ शकत नाही. आपल्याला कदाचित ताखंव्य-माॅड माॅड्यूल भरावे लागेल.
sk: Aktuálne jadro nepodporuje správcu logických zväzkov (LVM). Možno potrebujete načítať modul lvm-mod.

source: Software RAID device
mr: सॉफ्टवेअर रेड उपकरण
sk: Softvérové zariadenie RAID

source: Configure software RAID
mr: सॉफ्टवेअर रेड संरचित करा
sk: Nastaviť softvérový RAID

source: Write the changes to the storage devices and configure RAID?
mr: बदल संग्राहक उपकरणांमधे लिहून संग्रहसाधन रेड संरचित करायचे?
sk: Zapísať zmeny na úložné zariadenie a nastaviť RAID?

source: Before RAID can be configured, the changes have to be written to the storage devices. These changes cannot be undone.
mr: हे बदल परत पूर्ववत करता येणार नाहीत.
sk: Pred nastavovaním RAID-u sa musia vykonané zmeny zapísať na úložné zariadenia. Tieto zmeny sú nevratné.

source: Keep current partition layout and configure RAID?
mr: सध्याचाच विभाजन आराखडा ठेऊन रेड संरचित करायचे?
sk: Ponechať súčasné rozdelenie oblastí a nastaviť RAID?

source: When RAID is configured, no additional changes to the partitions in the disks containing physical volumes are allowed. Please convince yourself that you are satisfied with the current partitioning scheme in these disks.
mr: रेड संरचित झाल्यावर भौतिक खंड असलेल्या डिस्कवरील विभाजनांमधे नंतर आणखी कोणतेही बदल करण्याची अनुमती नाही. या डिस्कमधील सध्याच्या विभाजन योजनेबद्दल आपण समाधानी असल्याची खातरजमा करून घ्या.
sk: Po nastavení RAID-u už nebudete môcť vykonávať žiadne zmeny v oblastiach diskov obsahujúcich fyzické zväzky. Uistite sa, či vám vyhovuje terajšie rozdelenie diskov.

source: RAID configuration failure
mr: रेड संरचना असफल
sk: Chyba pri nastavení RAID

source: The configuration of RAID is aborted.
mr: रेड ची संरचना करणे सोडून दिले.
sk: Nastavenie RAID-u je prerušené.

source: physical volume for RAID
mr: रेड करिता भौतिक खंड
sk: fyzický zväzok pre RAID

source: raid
mr: रेड

source: Unallocated physical volumes:
mr: वाटप न झालेले भौतिक खंड:

source: Volume groups:
mr: खंड गट:

source: Uses physical volume:
mr: वापरणारा भौतिक खंड:

source: Provides logical volume:
mr: देणारा तार्किक खंड:

source: PV
mr: भौखं

source: In use by LVM volume group ${VG}
mr: ताखंव्य खंड गट ${खंग} कडून वापरात

source: Display configuration details
mr: संरचनेचे तपशील दाखवा

source: Create volume group
mr: खंड गट बनवा

source: Delete volume group
mr: खंड गट काढून टाका

source: Extend volume group
mr: खंड गट वाढवा

source: Reduce volume group
mr: खंड गट कमी करा

source: Create logical volume
mr: तार्किक खंड बनवा

source: Delete logical volume
mr: तार्किक खंड काढून टाका

source: Write the changes to disks and configure LVM?
mr: डिस्कस् वर बदल लिहायचे व ताखंव्य संरचित करायचा?
sk: Zapísať zmeny na disky a nastaviť LVM?

source: Before the Logical Volume Manager can be configured, the current partitioning scheme has to be written to disk. These changes cannot be undone.
mr: तार्किक खंड व्यवस्थापक संरचित करण्यापूर्वी डिस्कवर सध्याची विभाजन योजना लिहिणे आवश्यक आहे. हे बदल परत पूर्ववत करता येणार नाहीत.
sk: Pred nastavením správcu logických zväzkov (LVM) sa musí na disk uložiť aktuálna schéma rozdelenia. Tieto zmeny sú nevratné.

source: After the Logical Volume Manager is configured, no additional changes to the partitioning scheme of disks containing physical volumes are allowed during the installation. Please decide if you are satisfied with the current partitioning scheme before continuing.
mr: तार्किक खंड व्यवस्थापक संरचित झाल्यावर भौतिक खंड असलेल्या डिस्कस् वरील विभाजन योजनेमधे अधिष्ठापनेदरम्यान आणखी कोणतेही बदल करण्याची अनुमती नाही. पुढे जाण्यापूर्वी सध्याच्या विभाजन योजनेबद्दल आपण समाधानी असल्याची खातरजमा करून घ्या.

source: Keep current partition layout and configure LVM?
mr: सध्याचाच विभाजन आराखडा ठेऊन ताखंव्य संरचित करायचा?
sk: Ponechať súčasné rozdelenie oblastí a nastaviť LVM?

source: After the Logical Volume Manager is configured, no additional changes to the partitions in the disks containing physical volumes are allowed. Please decide if you are satisfied with the current partitioning scheme in these disks before continuing.
gl: Cando o Logical Volume Manager está configurado, non se permiten cambios adicionais ás particións nos discos que conteñan volumes físicos. Por favor, asegúrate de que estás satisfeito co particionado actual nestes discos antes de continuar.
mr: तार्किक खंड व्यवस्थापक संरचित झाल्यावर भौतिक खंड असलेल्या डिस्कस् वरील विभाजनांमधे कोणतेही बदल करण्याची अनुमती नाही. पुढे जाण्यापूर्वी या डिस्कस् वरील सध्याच्या विभाजन योजनेबद्दल आपण समाधानी असल्याची खातरजमा करून घ्या.
sk: Po nastavení správcu logických zväzkov (LVM) už nie sú povolené žiadne ďalšie zmeny na oblastiach diskov obsahujúcich fyzické zväzky. Prosím, pre pokračovaním sa uistite, že ste spokojní s aktuálnym rozložením oblastí na týchto diskoch.

source: LVM configuration failure
gl: Fallo na configuración do LVM
mr: ताखंव्य संरचना असफल
sk: Chyba pri nastavení LVM

source: An error occurred while writing the changes to the disks.
mr: डिस्कस् वर बदल लिहिताना त्रुटी निर्माण झाली.
sk: Pri zapisovaní zmien na disky došlo k chybe.

source: The configuration of the Logical Volume Manager is aborted.
gl: A configuración do Logical Volume Manager foi abortada.
mr: तार्किक खंड व्यवस्थापकाची संरचना सोडून दिली आहे.
sk: Nastavenie správcu logických zväzkov (LVM) bolo prerušené.

source: physical volume for LVM
gl: Volume físico para LVM
mr: ताखंव्य करिता भौतिक खंड
sk: fyzický zväzok pre LVM

source: lvm
mr: ताखंव्य

source: Summary of current LVM configuration:
mr: सध्याच्या ताखंव्य संरचनेचा सारांश:

source: Free Physical Volumes: ${FREE_PVS} Used Physical Volumes: ${USED_PVS} Volume Groups: ${VGS} Logical Volumes: ${LVS}
mr: मोकळे भौतिक खंड: ${मोकळे_भौखं} वापरलेले भौतिक खंड: ${वापर_भौखं} खंड गट: ${खंग} तार्किक खंड: ${ताखं}

source: Current LVM configuration:
mr: सध्याची ताखंव्य संरचना:

source: The volume group ${VG} could not be created.
mr: ${खंग} हा खंड गट बनवता आला नाही.

source: Devices to remove from the volume group:
mr: खंड गटातून काढून टाकायची उपकरणे:

source: Please select the devices you wish to remove from the volume group.
mr: खंड गटातून काढून टाकायची इच्छा असलेली उपकरणे निवडा.

source: No physical volumes were selected. Reduction of the volume group was aborted.
mr: कोणतेही भौतिक खंड निवडले नाहीत. खंड गट कमी करणे सोडून दिले आहे.

source: The physical volume ${PARTITION} could not be removed from the selected volume group.
mr: ${विभाजन} हा भौतिक खंड निवडलेल्या खंड गटामधून काढून टाकता आला नाही.

source: Please select the logical volume to delete.
mr: काढून टाकण्याचा तार्किक खंड निवडा.

source: in VG ${VG}
mr: ${खंग} खंग मध्ये

source: Error while initializing physical volume
mr: भौतिक खंडाचे प्रारंभीकरण करताना त्रुटी

source: The physical volume ${PV} could not be initialized.
mr: ${भौखं} या भौतिक खंडाचे प्रारंभीकरण करता आले नाही.

source: Invalid logical volume or volume group name
mr: तार्किक खंड वा खंड गटाचे नाव अवैध

source: Logical volume or volume group names may only contain alphanumeric characters, hyphen, plus, period and underscore. They must be 128 characters or less and may not begin with a hyphen. The names "." and ".." are not allowed. In addition, logical volume names may not begin with "snapshot".
mr: तार्किक खंड वा खंड गट यांच्या नावात फक्त अंकअक्षर चिन्हे, संयोगचिन्ह, अधिकचिन्ह, पूर्णविराम आणी अधोरेखा असू शकतात. ती १२८ वा त्यापेक्षा कमी चिन्हांनी बनलेली असणे आवश्यक आहे, व संयोगचिन्हाने त्यांची सुरुवात असू नये. "." आणी ".." या नावांना परवानगी नाही. तसेच तार्किक खंडांच्या नावांची सुरुवात "स्नॅपशाॅट" ने होऊ नये.

source: Please choose another name.
mr: कृपया दुसरे नाव निवडा.

source: Automatically set up LVM
mr: ताखंव्य आपोआप संरचित करा

source: Name of the volume group for the new system:
mr: या नवीन प्रणालीकरिता खंड गटाचे नाव:
sk: Názov skupiny zväzkov pre nový systém:

source: This happened because the selected recipe does not contain any partition that can be created on LVM volumes.
mr: हे घडण्याचे कारण निवडलेल्या यादीत ताखंव्य खंडांमधे बनवता येण्याजोगे एकही विभाजन नाही.

source: Continue installation without /boot partition?
mr: /आरंभ विभाजनाशिवाय अधिष्ठापना सुरू ठेवायची?

source: The recipe you selected does not contain a separate partition for /boot. This is normally needed to allow you to boot the system when using LVM.
mr: आपण निवडलेल्या यादीत /आरंभ करिता वेगळे विभाजन नाही. ताखंव्य वापरून प्रणालीचा आरंभ होउ देण्याकरिता सामान्यतः हे आवश्यक असते.

source: You can choose to ignore this warning, but that may result in a failure to reboot the system after the installation is completed.
mr: या धोक्याच्या सूचनेकडे आपण दुर्लक्ष करू शकता, पण त्यामुळे अधिष्ठापना पूर्ण झाल्यानंतर कदाचित आपल्या या प्रणालीचा पुनरारंभ होऊ शकणार नाही.

source: The volume group name used to automatically partition using LVM is already in use. Lowering the priority for configuration questions will allow you to specify an alternative name.
mr: ताखंव्य वापरून आपोआप विभाजन होण्याकरिता वापरले जाणारे खंड गट नाव आधीच वापरात आहे. संरचना प्रश्नांचा अग्रक्रम कमी केल्यास आपल्याला पर्यायी नाव निर्धारित करता येईल.

source: Unexpected error while creating volume group
mr: खंड गट बनवत असताना अनपेक्षित त्रुटी

source: Autopartitioning using LVM failed because an error occurred while creating the volume group.
mr: ताखंव्य वापरून स्वयंविभाजन करणे असफल झाले, कारण हा खंड गट बनवत असताना त्रुटी निर्माण झाली.

source: physical volume for encryption
mr: सांकेतिकीकरणाकरिता भौतिक खंड

source: crypto
mr: सांकेतिकी

source: Loopback (loop-AES)
mr: लूपबॅक (लूप-एईएस)

source: Device-mapper (dm-crypt)
mr: उपकरण-मॅपर (डीएम-क्रिप्ट)

source: not active
mr: सक्रीय नाही

source: Encryption method:
mr: सांकेतिकीकरण पद्धत:

source: Encryption method for this partition:
mr: या विभाजनाकरिता सांकेतिकीकरण पद्धत

source: Encryption:
mr: सांकेतिकीकरण:

source: Encryption for this partition:
mr: या विभाजनाकरिता सांकेतिकीकरण:

source: Key size:
mr: की आकार:

source: Key size for this partition:
mr: या विभाजनाकरिता की आकार:

source: IV algorithm:
mr: आयव्ही अलाॅगरिथम:

source: Initialization vector generation algorithm for this partition:
mr: या विभाजनाकरिता प्रारंभीकरण व्हेक्टर निर्मिती अलाॅगरिथम:

source: Different algorithms exist to derive the initialization vector for each sector. This choice influences the encryption security. Normally, there is no reason to change this from the recommended default, except for compatibility with older systems.
mr: प्रत्येक सेक्टरचा प्रारंभीकरण व्हेक्टर व्युत्पादीत करण्याकरिता वेगवेगळे अलाॅगरिथम अस्तित्वात आहेत. या निवडीचा सांकेतिकीकरणाच्या सुरक्षिततेवर प्रभाव पडतो. सामान्यतः, जुन्या प्रणालीशी अनुरूपता हे कारण वगळता याकरिता शिफारस केलेली मूलनिर्धारित निवड बदलण्याची काहीच गरज नाही.

source: Encryption key:
mr: सांकेतिकीकरण की:

source: Type of encryption key for this partition:
mr: या विभाजनाकरिता सांकेतिकीकरण की चा प्रकार:

source: Encryption key hash:
mr: सांकेतिकीकरण की हॅश:

source: Type of encryption key hash for this partition:
mr: या विभाजनाकरिता सांकेतिकीकरण की हॅशचा प्रकार:

source: The encryption key is derived from the passphrase by applying a one-way hash function to it. Normally, there is no reason to change this from the recommended default and doing so in the wrong way can reduce the encryption strength.
mr: सांकेतिकीकरण की पासफ्रेज मधून एक-दिशा हॅश लावून व्युत्पादीत केलेली असते. सामान्यतः याकरिता शिफारस केलेली मूलनिर्धारित निवड बदलण्याची काहीच गरज नाही. असे चुकीच्या दिशेने केले गेल्यास सांकेतिकीकरणाची शक्ती कमी होण्याची शक्यता असते.

source: Erase data:
mr: डेटा खोडा:

source: Erase data on this partition
mr: या विभाजनावरील डेटा खोडून टाका

source: Really erase the data on ${DEVICE}?
mr: ${DEVICE}वरील सर्व माहिती पुसावयाची आहे का ?

source: The data on ${DEVICE} will be overwritten with random data. It can no longer be recovered after this step has completed. This is the last opportunity to abort the erase.
mr: ${DEVICE} वरील माहिती वर नविन माहिती लिहिली जाईल. ही पायरी पुर्ण केल्यावर आधीची माहिती परत मिळवता येणार नाही. आधीची माहितीराखून ठेवण्याचा हा शेवटचा टप्पा आहे.

source: Erasing data on ${DEVICE}
mr: ${DEVICE} वरील माहिती पुसली जात आहे

source: Erasing data on ${DEVICE} failed
mr: ${DEVICE} वरील माहिती पुसली जाण्याची क्रिया अयशश्वी

source: An error occurred trying to erase the data on ${DEVICE}. The data has not been erased.
mr: ${DEVICE} वरील माहिती पुसली जाण्याच्या क्रियेत त्रुटी आलेली आहे.आधीची माहिती पुसली गेली नाही.

source: Setting up encryption...
mr: कुटलेखनाची रचना

source: Configure encrypted volumes
mr: कुटलेखनाच्या आकारमानाची संरचना केली जात आहे

source: No partitions to encrypt
mr: कुटलेखनाकरीता विभाजन उपलब्ध नाही

source: No partitions have been selected for encryption.
mr: कुटलेखनाकरीता विभाजन निवडले गेले नाही

source: Required programs missing
mr: आवश्यक आज्ञावली गैरहजर

source: This build of debian-installer does not include one or more programs that are required for partman-crypto to function correctly.
mr: partman-crypto चे कार्य योग्य रीतीने होण्यासाठी आवश्यक असलेली आज्ञावली या डेबीअन प्रस्थापकामध्ये अंतर्भूत नाही

source: Required encryption options missing
mr: कुटलेखनाकरीता आवश्यक असणारा पर्याय अनुपलब्ध

source: The encryption options for ${DEVICE} are incomplete. Please return to the partition menu and select all required options.
mr: ${DEVICE}करीता कुटलेखन पर्याय अपुर्ण परत विभाजन मेनूला जाउन आवश्यक असलेले सर्व पर्याय निवडा

source: missing
mr: अनुपलब्ध

source: In use as physical volume for encrypted volume ${DEV}
mr: ${DEV} वरील स्थायी आकारमान कुटलेखन आकारमानाकरीता वापरले जात आहे

source: Encryption package installation failure
mr: कुटलेखन पॅकेज प्रस्थापना अयशश्वी.

source: The kernel module package ${PACKAGE} could not be found or an error occurred during its installation.
mr: ${PACKAGE}चा गाभा प्रोग्राम गट गैरहजर किंवा प्रस्थापना करण्यात त्रुटी आढळली

source: It is likely that there will be problems setting up encrypted partitions when the system is rebooted. You may be able to correct this by installing the required package(s) later on.
mr: कुटलेखन विभाजन करण्यात अडचण निर्माण झाली असावीसंगणक परत सुरू झाल्यानंतर आवश्यक पॅकेज परत संस्थापित करतांना ही त्रुटी दूर करता येईल

source: Write the changes to disk and configure encrypted volumes?
mr: केलेले बदल हार्डडीस्कवर लिहून कुटलेखन आकारमानाची संरचना करावयाची आहे काय ?

source: Before encrypted volumes can be configured, the current partitioning scheme has to be written to disk. These changes cannot be undone.
mr: कुटलेखन आकारमानाची संरचना करण्यापूर्वी सध्याची विभाजन रचना डीस्कवर लिहून घेतली जात आहे. या मध्ये कोणताही फेरबदल करता येणार नाही

source: Keep current partition layout and configure encrypted volumes?
mr: सध्याचे विभाजन तसेच राहू देऊन कुटलेखन आकारमानाची संरचना करावयाची आहे का?

source: After the encrypted volumes have been configured, no additional changes to the partitions on the disks containing encrypted volumes are allowed. Please decide if you are satisfied with the current partitioning scheme for these disks before continuing.
mr: एकदा कुटलेखन आकारमानाची संरचना केल्यानंतर कुटलेखन आकारमान असलेल्या डीस्कवर कोणतेही नविन बदल करता येणार नाही. पुढे जाण्यापुर्वी सध्याच्या विभाजन रचनेशी.सहमत आहात का?

source: Configuration of encrypted volumes failed
mr: कुटलेखन आकारमानाची संरचना अयशश्वी
