Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/*.po
Languages: gl, mr, sk

source: Debian installer main menu
gl: Menú principal da instalación de Debian
mr: डेबिअनच्या मुख्य मेनुची स्थापना
sk: Hlavné menu inštalačného programu Debianu

source: Choose the next step in the install process:
gl: Elixe o seguinte paso no proceso de instalación:
mr: स्थापनेच्या क्रियेची पुढिल पायरी निवडा:
sk: Zvoľte ďalší inštalačný krok:

source: This is the main menu for the Debian installer.
gl: Este é o menú principal do instalador de Debian.
mr: हा डेबिअनच्या स्थापनेचा मुख्य मेनु आहे.
sk: Toto je hlavné menu inštalačného programu Debianu.

source: Installation step failed
gl: Fallou un paso da instalación
mr: स्थापनेची पायरी अयशस्वी
sk: Inštalačný krok zlyhal

source: An installation step failed. You can try to run the failing item again from the menu, or skip it and choose something else. The failing step is: ${ITEM}
gl: Fallou un paso da instalación. Podes intentar executar o elemento que causou o problema desde o menú ou omitilo e elixir outra opción. O problema ocorreu en ${ITEM}
mr: स्थापनेची पायरी अयशस्वी झाली आहे. अयश्स्वी झालेली पायरी पुन्हा मेनु मधून निवडा किंवा दुसरा पर्याय निवडा. अयश्स्वी झालेली पायरी: ${ITEM}
sk: Inštalačný krok zlyhal. Môžete sa pokúsiť znovu o spustenie tohto chybného kroku z menu, vynechať ho alebo vybrať niečo iné. Chybný krok je: ${ITEM}

source: Choose an installation step:
gl: Elixe un paso da instalación:
mr: स्थापनेची पुढिल पायरी निवडा:
sk: Zvoľte inštalačný krok:

source: This installation step depends on one or more other steps that have not yet been performed.
gl: Este paso da instalación depende doutro ou doutros que non foron feitos aínda.
mr: या स्थापनेची पायरी एक किंवा एकापेक्षा जास्त पाय~यान्वर अवलंबुन आहे कि ज्या अजुन केलेल्या नाहित.
sk: Tento inštalačný krok závisí na jednom alebo viacerých krokoch, ktoré ešte neboli vykonané.

source: Interactive shell
gl: Shell interactivo
mr: इंटरॅक्टिव शेल
sk: Interaktívny shell

source: After this message, you will be running "ash", a Bourne-shell clone.
gl: Despois desta menxase, estarás dentro de "ash", un clon Bourne-shell
mr: या मेसेज नंतर तुम्ही "ash" (बोर्न-शेल क्लोन) आज्ञा द्या.
sk: Po tejto správe budete mať spustený "ash", klon Bourne shellu.

source: The root file system is a RAM disk. The hard disk file systems are mounted on "target". The editor available to you is nano. It's very small and easy to figure out. To get an idea of what Unix utilities are available to you, use the "help" command.
mr: ंमूळ/रूट फाइल सिस्टम हि रॅम डिस्क आहे. हार्ड डिस्क फाइल सिस्टम "target" वर आरोह/माउन्ट झाली आहे. तुम्हाला उपलब्ध असलेले संपादक हे अतिशय सुक्ष्म/नॅनो आहे. ते अतिशय छोटे आणि शोधायला अतिशय सोपे आहे. तुम्हाला उपलब्ध असलेल्या युनिक्सच्या उपयुक्ततेची कल्पना येण्यासाठी "help" आज्ञा वापरा.

source: Use the "exit" command to return to the installation menu.
gl: Usa o comando "exit" para voltar ó menú de instalación.
mr: स्थापनेच्या मेनूला परत जाण्यासाठी "exit" आज्ञा वापरा.
sk: Do inštalačného menu sa vrátite príkazom "exit".

source: Execute a shell
gl: Executar un shell
mr: शेल अमलात आणा/रन करा.
sk: Spustiť shell

source: Exit installer demo
gl: Saír do instalador demo
mr: स्थापनेच्या प्रात्यक्षिकातून बाहेर या.
sk: Ukončiť ukážku inštalačného programu

source: Are you sure you want to exit now?
gl: ¿Estás seguro de que queres saír agora?
mr: तुम्हाला यातून नक्की बाहेर पडायचे आहे का?
sk: Ste si istí, že to chcete ukončiť?

source: If you have not finished the install, your system may be left in an unusable state.
gl: Se non remataches a instalación, é posible que o teu sistema non se poderá usar correctamente.
mr: तुम्ही स्थापना पुर्ण केली नसेल तर तुमची सिस्टम न वापरता येणा~या स्थितित राहिल.
sk: Ak ste neukončili inštaláciu, váš systém môže zostať v nepoužiteľnom stave.

source: Abort the installation
gl: Aborta-la instalación
mr: स्थापनेच्या क्रियेमधून बाहेर या.
sk: Prerušiť inštaláciu

source: Registering modules...
gl: Rexistrando módulos...
mr: संगणकाच्या मेमरीची/मॉडयुल्सची नोंद होत आहे.
sk: Registrujem moduly ...

source: All components of the installer needed to complete the install should already be selected. Other installer components have low priority and are probably not necessary, but may be interesting to some users.
mr: स्थापनेच्या क्रियेला लागणारे सर्व घटक हे आधी निवडावेत. स्थापनेचे दुसरे घटक कमी प्राध्यान्याचेआहेत आणि ते कदाचित जरुरीही नाहित पण ते दुस~याच्या उपयोगाचे/कुतुहलाचे असू शकतात.
sk: Všetky súčasti inštalačného programu, ktoré sú potrebné na ukončenie inštalácie, by už mali byť zvolené pre použitie. Ďalšie súčasti majú nízku prioritu a pravdepodobne už nie sú potrebné, no môžu byť zaujímavé pre niektorých používateľov.

source: Installer components to load:
gl: Compoñentes do instalador a cargar
mr: लोड करण्यास लागणारे स्थापनेचे घटक:
sk: Súčasti inštalačného programu, ktoré se majú nahrať:

source: To save memory, only components that are certainly needed for an install are selected by default. The other installer components are not all necessary for a basic install, but you may need some of them, especially certain kernel modules, so look through the list carefully and select the components you need.
mr: स्थापनेला लागणारे जरुरी घटक, मेमरी वाचवण्यासाठी डिफॉल्ट नी घेतले जातात. स्थापनेचे दुसरे घटक हे मुख्य स्थापनेसाठी जरुरी नाहित पण तुम्हला त्यातिल काही घटक लागू शकतात, प्रामुख्याने काहि कर्नल मोडयुल्स, म्हणुन सुची नीट बघा आणि तुम्हाला पहिजे असलेले घटक निवडा.
sk: Kvôli ušetreniu pamäti sú predvolené iba tie súčasti, ktoré sú naozaj potrebné na inštaláciu. Ďalšie súčasti nie sú nutné na základnú inštaláciu, ale niektoré z nich možno budete potrebovať, napr. určité moduly jadra, takže su pozorne prezrite tento zoznam a zvoľte si potrebné súčasti.

source: Note that if you select a component that requires others, those components will also be loaded.
gl: Teña en conta que se elixe un compoñente que depende de outros, éstes últimos tamén se cargarán.
mr: लक्षात ठेवा जर तुम्ही दुस~याला पाहिजे असलेला घटक निवडलात तर तो घटक देखिल लोड होइल.
sk: Ak si vyberiete súčasť, ktorá vyžaduje ďalšie súčasti, tieto budú takisto nainštalované.

source: Loading additional components
mr: जास्तीचे घटक लोड केले जात आहेत.

source: Retrieving ${PACKAGE}
gl: Desargar ${PACKAGE}
mr: प्राप्त करत आहे ${PACKAGE}
sk: Sťahuje sa ${PACKAGE}

source: Failed to load installer component
gl: Non se puido cargar un compoñente do instalador
mr: स्थापनेचे घटक लोड होण्यास अयशस्वी ठरले आहे.
sk: Inštalácia súčasti inštalačného programu zlyhala

source: Loading ${PACKAGE} failed for unknown reasons. Aborting.
gl: A carga de ${PACKAGE} fallou por razóns descoñecidas. Abortando.
mr: लोड होणारे ${PACKAGE} अपरिचित कारणांनी अयशस्वी झाले आहे. यातुन बाहेर पडत आहे.
sk: Inštalácia ${PACKAGE} zlyhala z neznámeho dôvodu. Ruším akciu.

source: Continue the install without loading kernel modules?
gl: ¿Continua-la instalación sen cargar módulos do núcleo?
mr: कर्नल मोडयुल्स न वापरता स्थापना पुढे चालू ठेवायची आहे का?
sk: Pokračovať v inštalácii bez načítania modulov jadra?

source: No kernel modules were found. This probably is due to a mismatch between the kernel used by this version of the installer and the kernel version available in the archive.
gl: Non se atoparon módulos do núcleo. Esto se debe probablemente a que non coinciden as versións do núcleo na versión do instalador e a do núcleo dispoñible no arquivo.
mr: कर्नल मोडयुल्स सापडले नाहित. हे कदाचित स्थापनेच्या आव्रुत्तीने वापरलेल्या कर्नल आणि आर्काइव्ह्झ्मध्ये असलेल्या कर्नल आव्रुत्तीच्या विसंगतीमुळे असेल.
sk: Neboli nájdené žiadne moduly jadra. Je to pravdepodobne kvôli nezhode medzi verziou jadra používaného týmto inštalačným programom a verziou jadra dostupného v Debian archíve.

source: If you're installing from a mirror, you can work around this problem by choosing to install a different version of Debian. The install will probably fail to work if you continue without kernel modules.
gl: Se estás a instalar desde un servidor espello, podes evitar este problema escollendo instalar ungha versión diferente de Debian. A instalación probablemente vai fallar se continúas sen módulos no núcleo.
mr: जर तुम्ही मिरर मधून स्थापना करित असाल तर तूम्ही हि समस्या डेबिअनची दुसरी आवृत्ती स्थापित करुन सोडवु शकता. जर तुम्ही कर्नल घटक सोडुन स्थापना करित असाल तर ती अयशस्वी होईल.
sk: Ak inštalujete z nejakého Debian archívu, tak tento problém vyriešite zvolením inej verzie Debianu. Inštalácia pravdepodobne zlyhá, ak sa rozhodnete pokračovať bez modulov jadra.

source: Choose language
gl: Escolle unha linguaxe
mr: भाषा निवडा
sk: Zvoliť jazyk/Choose language

source: Storing language...
gl: Gardando a lingua...
mr: भाषा संग्रह करित आहे...
sk: Nastavujem jazyk...

source: United States[ default country ]
mr: युनायटेड स्टेट्स[ डिफॉल्ट कंट्री ]

source: other
gl: outro
mr: इतर देश
sk: iná

source: US
gl: Estados Unidos
mr: यूएस

source: Choose a country, territory or area:
gl: Escolla un païs, territorio ou area:
mr: देश, प्रांत, प्रदेश निवडा:
sk: Zvoľte krajinu, územie alebo oblasť:

source: Based on your language, you are probably located in one of these countries or regions.
gl: Baseándose na ta lingua, ti pertences probablemente a un destes países ou territorios.
mr: तुमच्या भाषेच्या आधारावरुन, तुम्ही यातील एका देशाताले किंवा प्रांताताले असु शकता.
sk: Podľa vášho jazyka by ste sa mali nachádzať v jednej z nasledovných krajín alebo oblastí.

source: Choose a locale:
mr: स्थान निवडा:
sk: Zvoliť miestne nastavenie:

source: Based on your language and country choices, the following locale parameters are supported.
mr: तुमच्या भाषेच्या आणि देशाच्या निवडिच्या आधारे खालिल स्थानिक पर्याय मदत करतात.

source: Choose other locales to be supported:
mr: लागणारे दुसरे स्थानिक पर्याय निवडा:
sk: Zvoľte ďalšie podporované miestne nastavenia:

source: You may choose additional locales to be installed from this list.
mr: तुम्ही स्थापनेसाठी लागणारे अधिक स्थानिक पर्याय सूचीमधून निवडा.
sk: Dodatočné miestne nastavenia si môžete vybrať z tohto zoznamu.

source: -- North America --
mr: -- नॉर्थ अमेरिका --

source: -- Central America --
mr: -- सेन्ट्रल अमेरिका --

source: -- South America --
mr: -- साऊथ अमेरिका --

source: -- Caribbean --
mr: -- कॅरिबिअन --

source: -- Europe --
mr: -- यूरोप --

source: -- Asia --
mr: -- एशिया --

source: -- Africa --
mr: -- आफ्रिका --

source: -- Indian Ocean --
mr: -- इंडिअन ओशन --

source: -- Oceania --
mr: -- ओशेनिआ --

source: -- Antarctica --
mr: -- अन्टार्टिका --

source: -- other --
mr: -- इतर --

source: Select a keyboard layout
gl: Elixa a distribución do teclado
mr: किबोर्डचा आरखडा निवडा.
sk: Zvoliť rozloženie klávesnice

source: Type of keyboard:
gl: Tipo de teclado:
mr: किबोर्डचा प्रकार:
sk: Typ klávesnice:

source: Please choose the type of keyboard to configure.
gl: Por favor, elixe o tipo de teclado a configurar.
mr: कृपया जुळवणी करण्यासाठी लागणारा किबोर्डचा प्रकार निवडा.
sk: Vyberte typ klávesnice, ktorú chcete nastaviť.

source: No keyboard to configure
gl: Non hai ningún teclado para configurar
mr: जुळवणी करण्यासाठी किबोर्ड नाही
sk: Nie je vybraný žiaden typ klávesnice

source: Do not configure keyboard; keep kernel keymap
mr: किबोर्डची जुळवणी करु नका; कर्नल किमॅप ठेवा.

source: Configuring keyboard ...
gl: Configurando teclado...
mr: किबोर्डची जुळवणी चालू आहे....
sk: Nastavujem klávesnicu ...

source: PC-style (AT or PS-2 connector) keyboard
gl: Teclado tipo PC (AT o conector PS-2)
mr: PC-style (AT or PS-2 connector) किबोर्ड
sk: PC štýl (AT alebo PS-2 konektor) klávesnica

source: Atari keyboard
gl: Teclado Atari
mr: अटारि किबोर्ड
sk: Atari klávesnica

source: Amiga keyboard
gl: Teclado Amiga
mr: अमिगा किबोर्ड
sk: Amiga klávesnica

source: Acorn keyboard
gl: Teclado Acorn
mr: ऍकॉर्न किबोर्ड
sk: Acorn klávesnica

source: Mac keyboard
gl: Teclado Mac
mr: मॅक किबोर्ड
sk: Mac klávesnica

source: Sun keyboard
gl: Teclado Sun
mr: सन किबोर्ड
sk: Sun klávesnica

source: USB keyboard
gl: Teclado USB
mr: युएसबि किबोर्ड
sk: USB klávesnica

source: DEC keyboard
gl: Teclado DEC
mr: डिइसी किबोर्ड
sk: DEC klávesnica

source: HP HIL keyboard
gl: Teclado HP HIL
mr: एचपी एचआयएल किबोर्ड
sk: HP HIL klávesnica

source: Load CD-ROM drivers from a driver floppy?
gl: ¿Cargar os drivers do CD-ROM desde un disco con controladores?
mr: सीडी रॉम ड्रायव्हर्स ड्रायव्हर फ्लॉपीमधून टाका?
sk: Načítať ovládače CD-ROM z disketovej mechaniky?

source: You may need to load additional CD-ROM drivers from a driver floppy. If you have such a floppy available now, put it in the drive, and continue. Otherwise, you will be given the option to manually select CD-ROM modules.
gl: Vas necesitar cargar controladores adicionales de CD-ROM desde un disco con controladores. Se tes o diquete dispoñible agora, pono na unidade e continúa. Noutro caso darásete a opción de elixir manualmente os módulos do CD-ROM.
mr: तुम्हाला कदाचित जास्तीचे सीडी रॉम ड्रायव्हर्स ड्रायव्हर फ्लॉपीमधून टाकावे लागतील. जर् तुमच्याकडे तशी फ्लॉपी असेल तर ती ड्रायव्हरमध्ये टाका आणि पुढे काम चालू करा, नाहितर तुम्हाला स्वतः सीडी रॉम निवडण्याचा पर्याय दिला जाइल.
sk: Možno budete potrebovať načítať ovládače CD-ROM z disketovej mechaniky. Ak máte takú disketu, vložte ju do mechaniky a pokračujte, ináč budete vyzvaní na manuálnu voľbu CD-ROM modulov.

source: Detecting hardware to find CD-ROM drives
gl: Detectar dispositivos para atopar unidades de CD-ROM
mr: हार्डवेअर सीडी रॉम ड्राइव्हस शोधत आहे.
sk: Rozpoznávam zariadenia na nájdenie CD-ROM mechaniky

source: Manually select a CD-ROM module and device?
gl: ¿Elixir manualmente o módulo do CD-ROM e o dispositivo?
mr: सीडी रॉम मॉडयूल आणि डिव्हाइस स्वतः निवडा?
sk: Manuálne zvoliť CD-ROM modul a zariadenie?

source: No common CD-ROM drive was detected.
gl: Non foi atopada ningunha unidade de CD-ROM común.
mr: सामान्य सीडी रॉम ड्राइव्ह सापडला नाही.
sk: Nebolo rozpoznaná žiadna bežná CD-ROM mechanika.

source: Your CD-ROM drive may be an old Mitsumi or another non-IDE, non-SCSI CD-ROM drive. In that case you should choose which module to load and the device to use. If you don't know which module and device are needed, look for some documentation or try a network installation instead of a CD-ROM installation.
gl: O teu CD-ROM pode ser un antigo Mitsumi ou outro CD-ROM non-IDE e non-SCSI. Nese caso deberías escoller o módulo que queres cargar e a unidade a usar. Se non sabes que módulo e unidade precisas, mira algunha documentación ou proba a instalación por rede en vez da instalación por CD-ROM.
mr: तुमचा सीडी रॉम ड्राइव्ह कदाचित मितसुमि किंवा दुसरा नॉन-आयडीइ, नॉन-एससिएसआय सीडी रॉम ड्राइव्ह असेल.त्या स्थितीत तुम्ही लोड करण्यासाठी कोणते मॉडयूल आणि डिव्हाइस वापराल ते निवडा. जर तुम्हाला कोणते मॉडयूल आणि डिव्हाइस पाहिजेत ते माहित नसेल तर तुमच्याकडे उपलब्ध असलेल्या पुस्तकांचा वापर करा किंवा तुम्ही सीडी रॉम स्थापनेच्या बदली नेटवर्क स्थापना करा.
sk: Vaša CD-ROM mechanika je možno stará Mitsumi alebo iná nie-IDE, nie-SCSI CD-ROM mechanika. V takom prípade by ste si mali zvoliť modul na zavedenie a odpovedajúce zariadenie. Ak neviete, ktorý modul a zariadenie sa majú použiť, pozrite sa do dokumentácie, alebo skúste namiesto CD-ROM inštalácie sieťovú inštaláciu

source: Try again to mount the CD-ROM?
gl: ¿Probar a montar o CD-ROM de novo?
mr: सीडी रॉम माउंट करायचा प्रयत्न पुन्हा करा?
sk: Pokúsiť sa znovu o pripojenie CD-ROM

source: Your installation CD-ROM couldn't be mounted. This probably means that the CD-ROM was not in the drive. If so you can insert it and try again.
gl: O teu CD-ROM de instalación non puido ser montado. Esto ocorre probablemente porque o CD-ROM non estaba na unidade. Se podes insertao e proba de novo.
mr: स्थापनेची सीडी रॉम माउंट होत नाही आहे. याचा अर्थ कदाचीत सीडी रॉम ड्राइव्हमध्ये नसेल. जर असे असेल तर सीडी रॉम ड्राइव्हमध्ये टाका आणि पुन्हा प्रयत्न करा.
sk: Vaše inštalačné CD-ROM sa nepodarilo pripojiť. Ak je to kvôli tomu, že CD-ROM nebolo v mechanike, môžete to skúsiť znovu po jeho vložení do mechaniky.

source: Module needed for accessing the CD-ROM:
gl: Módulo precisado para acceder ó CD-ROM:
mr: सीडी-रॉम अॅक्सेस करण्यासाठी लागणारे मॉड्युलः
sk: Modul potrebný pre prístup k CD-ROM:

source: The automatic detection didn't find a CD-ROM drive. You can try to load a specific module if you have a unusual CD-ROM drive (that is neither IDE nor SCSI).
gl: A detección automática non atopou unha unidade de CD-ROM. Podes probar a cargar un módulo específico se tes unha unidade de CD-ROM que non é usual (Que non é nin IDE nin SCSI).
mr: स्वंयचलित शोध सीडी-रॉम शोधू शकत नाही . जर तुमच्याकडे नेहमीपेक्षा वेगळी सीडी-रॉम ड्राइव्ह असेल (जी आयडीइ किंवा एससीएसआय नाही) तर तुम्ही निश्चित/विशिष्ट मॉड्युल लोड करु शकता.
sk: Automatické rozpoznávanie nenašlo CD-ROM mechaniku. Ak máte niektorú z nezvyčajných CD-ROM mechaník (ani IDE, ani SCSI), skúste načítať špecifický modul.

source: Device file for accessing the CD-ROM:
gl: Nome do dispositivo para acceder ó CD-ROM:
mr: सीडी-रॉम ड्राइव्ह अॅक्सेस करण्यासाठी लागणा~या डिव्हाइस फाइल:
sk: Súbor zariadenia pre prístup k CD-ROM:

source: In order to access your CD-ROM drive, please enter the device file that should be used. Non-standard CD-ROM drives use non-standard device files (such as /dev/mcdx).
gl: Para acceder á unidade de CD-ROM debes insertar o nome do dispositivo que se usará. Os CD-ROMs non-estándar usan nomes de dispositivo non estándar (Por exemplo /dev/mcdx).
mr: सीडी-रॉम ड्राइव्ह अॅक्सेस करण्यासाठी लागणा~या डिव्हाइस फाइल टाका. नॉन-स्टॅण्डर्ड सीडी-रॉम ड्राइव्ह, नॉन-स्टॅण्डर्ड फाइल्स वापरतात.
sk: Aby mohol systém pristupovať k CD-ROM mechanike, zadajte, prosím súbor zariadenia, ktoré sa má použiť. Neštandartné CD-ROM mechaniky používajú neštandartné súbory zariadenia (napr. /dev/mcdx).

source: You may switch to the shell on the second terminal (ALT+F2) to check the available devices in /dev with "ls /dev". You can return to this screen by pressing ALT+F1.
gl: É recomendable que vaias ó segundo terminal (Pulsando ALT+F2) para mirar os dispositivos dispoñibles en /dev escribindo "ls /dev". Podes voltar a este terminal premendo ALT+F1.
mr: तुम्ही दुस~या टर्मिनलच्या शेलवर (ALT+F2) जाऊन, /dev with "ls /dev" हि आज्ञा देऊन तिथे उपलब्ध असलेले डिव्हाइस तपासू शकता. तुम्ही तुमच्या पहिल्या स्क्रिनवर ALT+F1 दाबुन परत येवु शकता.
sk: Pomocou prepnutia sa do shellu na druhom termináli (ALT+F2) a môžete zistiť dostupné zariadenia v /dev príkazom "ls /dev". Naspäť na túto obrazovku sa prepnete pomocou ALT+F1.

source: Scanning CD-ROM
mr: सीडी-रॉम स्कॅन होत आहे.
sk: Prehľadáva sa CD-ROM

source: Scanning ${DIR}...
mr: ${DIR}.....स्कॅन होत आहे
sk: Prehľadáva sa ${DIR}...

source: CD-ROM detected
gl: Detectouse un CD-ROM
mr: सीडी-रॉम शोधण्यात आली आहे.
sk: CD-ROM mechanika bola rozpoznaná

source: The CD-ROM autodetection was successful. A CD-ROM drive has been found and it currently contains the CD ${cdname}. The installation will now continue.
gl: A autodetección de CD-ROMs foi satisfactoria. Un CD-ROM foi atopado e contén o CD ${cdname}. A instalación continuará agora.
mr: सीडी-रॉमचा स्वंयचलित शोध यशस्वी झाला आहे. सीडी-रॉम ड्राइव्ह शोधण्यात आली आहे आणि सध्या तिच्यात ${cdname} हि सीडी आहे. स्थापना आता यापुढे चालू होइल.
sk: Automatická detekcia CD-ROM sa podarila. Bola nájdená CD-ROM mechanika , ktorá práve teraz obsahuje CD ${cdname}. Inštalácia teraz bude ďalej pokračovať.

source: Incorrect CD-ROM detected
mr: चुकिची सीडी-रॉम शोधण्यात आली आहे.

source: The CD-ROM drive contains a CD which cannot be used for installation.
mr: सीडी-रॉम ड्राइव्हमधील सीडी ही स्थापनेसाठी वापरता येणार नाही.

source: Please insert a suitable CD to continue with the installation.
mr: कृपया स्थापना पुढे चालू राहण्यासाठी योग्य सीडी टाका.

source: Error reading Release file
mr: रिलिज फाइल वाचायला अडचण/दोष येत आहे.
sk: Chyba pri načítavaní súboru Release

source: The CD-ROM does not seem to contain a valid 'Release' file, or that file could not be read correctly.
mr: कदाचित सीडी-रॉममध्ये योग्य रिलिज फाइल नाही किंवा ती फाइल बरोबर वाचता येत नाही.
sk: CD-ROM neobsahuje platný súbor 'Release' alebo sa tento súbor nedá načítať.

source: You may try to repeat CD-ROM detection but, even if it does succeed the second time, you may experience problems later in the installation.
mr: तुम्ही सीडी-रॉमचा शोध पुन्हा करू शकता, जरी तो दुस~यांदा यशस्वी झाला तरी नंतर स्थापनेच्यावेळी तुम्ही समस्या अनुभवू शकता.
sk: Môžete skúsiť zopakovanie rozpoznania CD-ROM, ale aj po úspešnom druhom pokuse očakávajte problémy pri ďalších krokoch inštalácie.

source: Unmounting and ejecting CD-ROM...
gl: Desmontando e extraendo o CD-ROM...
mr: सीडी-रॉम अनमाउंट होउन बाहेर येत आहे...
sk: Odpájam a vysúvam CD-ROM...

source: Detect and mount CD-ROM
gl: Detectar e montar CD-ROM
mr: सीडी-रॉम शोधा आणि माउंट करा.
sk: Rozpoznať a pripojiť CD-ROM

source: no ethernet card
mr: इथर्नेट कार्ड अस्तित्वात नाही आहे

source: none of the above
mr: वरिल पैकी काहीही नाही.

source: Driver needed by your Ethernet card:
gl: Módulo precisado para a túa tarxeta Ethernet:
mr: तुमच्या इथर्नेट कार्डसाठी जरुरी असणारे ड्राइव्हर्स:
sk: Ovládač potrebný pre vašu ethernetovú kartu:

source: No Ethernet card was detected. If you know the name of the driver needed by your Ethernet card, you can select it from the list.
gl: Non se atopou ningunha tarxeta Ethernet. Se coñeces o nome do controlador que precisa, podes elixilo da lista.
mr: इथर्नेट कार्ड सापडले नाही. जर तुम्हाला इथर्नेट कार्डसाठी जरुरी असलेले ड्राइव्हरचे नाव माहिती असेल तर ते तुम्ही सुचीमधुन निवडा.
sk: Nebolo rozpoznaná žiadna ethernetové karta. Ak viete názov ovládača, ktorý je potrebný pre vašu ethernetovú kartu, môžete si ho zvoliť zo zoznamu.

source: Do you intend to use FireWire Ethernet?
mr: तुम्हाला फायरवायर इथर्नेट वापरण्याची इच्छा आहे का?
sk: Uvažujete o použití FireWire Ethernetu?

source: No Ethernet card was detected, but a FireWire interface is present. It's possible, though unlikely, that with the right FireWire hardware connected to it, this could be your primary Ethernet interface.
mr: इथर्नेट कार्ड सापडले नाही, परंतु फायरवायर अंतराफलक अस्तित्वात आहे. फायरवायर हार्डवेअर जे जोडलेले आहे ते कदाचित तुमचे प्राथमिक इथर्नेट अंतराफलक असू शकते.
sk: Nebola rozpoznaná žiadna ethernet karta, ale je prítomné FireWire rozhranie. S funkčným FireWire hardvérom pripojeným do tohto rozhrania je možné, hoci veľmi nepravdepodobné, jeho použitie ako primárneho Ethernet rozhrania.

source: Ethernet card not found
gl: Tarxeta ethernet non atopada
mr: इथर्नेट कार्ड सापडले नाही.
sk: Nenašiel som ethernetovú kartu

source: No Ethernet card was found on the system.
gl: Non se atopou no sistema ningunha tarxeta ethernet.
mr: इथर्नेट कार्ड सिस्टममध्ये सापडले नाही.
sk: V systéme nebola nájdená žiadna ethernetová karta.

source: Detecting network hardware
gl: Detectando os dispositivos de rede
mr: नेटवर्क हार्डवेअर शोधत आहे.
sk: Rozpoznávam sieťové zariadenia

source: Detect network hardware
gl: Detección do hardware de rede
mr: नेटवर्क हार्डवेअर शोधून काढा
sk: Rozpoznať sieťové zariadenia

source: Detect disks
mr: डिस्क/तबकडी शोधून काढा
sk: Rozpoznávajú sa disky

source: Detecting disks and all other hardware
gl: Detectando discos e outros dispositivos
mr: डिस्कस/तबकडया आणि दुसरे इतर हार्डवेअर शोधत आहे
sk: Rozpoznávam disky a ďalšie zariadenia

source: continue with no disk drive
mr: डिस्क ड्राइव्ह शिवाय काम पुढे चालू ठेवा

source: Driver needed for your disk drive:
mr: डिस्क ड्राइव्हसाठी जरुरी असणारे ड्राइव्हर:
sk: Ovládač potrebný pre vašu diskovú jednotku:

source: No disk drive was detected. If you know the name of the driver needed by your disk drive, you can select it from the list.
mr: डिस्क ड्राइव्ह सापडली नाही. जर तुम्हाला तुमच्या डिस्क ड्राइव्हसाठी लागणारे ड्राइव्हर महिती असतील तर तुम्ही ते सुची मधुन निवडू शकता.
sk: Nebola rozpoznaná žiadna disková jednotka. Ak viete názov ovládača, ktorý je potrebný pre vašu diskovú jednotku, môžete si ho zvoliť zo zoznamu.

source: No partitionable media
gl: Non hai medios particionables
mr: विभाजन करण्यायोग्य साठवणीचे माध्यम उपलब्ध नाही.
sk: Žiadne rozdeliteľné médium
