Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/*.po
Languages: gl, mr, sk

source: Install the Cobalt boot loader on a hard disk
gl: Instala-lo xestor de arranque Cobalt nun disco duro
mr: कोबाल्ट आरंभक लोडर हार्ड डिस्कवर संस्थापित होत आहे
sk: Inštalácia Cobalt zavádzača na pevný disk

source: Delo must be installed into the boot sector of a disk with a DOS partition table. Usually the boot sector of /dev/sda is used. Please give the device name of the disk on which to put delo.
gl: Delo debe ser instalado no sector de arranque dun disco cunha táboa de particións DOS. Normalmente se usa o sector de arranque de /dev/sda. Por favor, escribe o nome do dispositivo do disco no que vas poñer Delo.
mr: ज्या डिस्कवर डॉस विभाजन तालिका आहे त्याच्या आरंभक सेक्टर वरच 'डेलो' संस्थापितकेले जावू शकते. सामन्यपणे /dev/sda चा आरंभक सेक्टर वापरला जातो. ज्यावर 'डेलो' टाकायचे त्या डिस्कचे नाव द्या
sk: Delo musí byť nainštalované do štartovacieho sektoru disku obsahujúceho DOS tabuľku rozdelenia disku. Zvyčajne sa používa štartovací blok z /dev/sda. Zadajte, prosím, názov zariadenia disku, na ktorý sa má delo nainštalovať.

source: Delo configured to use a serial console
gl: Delo configurouse para usar unha consola polo porto serie
mr: 'डेलो' ची क्रमिक पटल वापरण्यासाठी संरचना केली जात आहे.
sk: Delo je nastavené na použitie sériovej konzoly

source: Delo is configured to use the serial port ${PORT} as the console.
gl: Delo está configurado para usar o porto serie ${PORT} como consola.
mr: ${PORT} हे क्रमिक पोर्ट पटल म्हणुन वापरण्यासाठी 'डेलो' ची संरचना केली जात आहे.
sk: Delo je nastavené na použitie konzoly na sériovom porte ${PORT}.

source: Delo installation failed. Continue anyway?
gl: Fallou a instalación de Delo. ¿Continuar de todas formas?
mr: 'डेलो संथापना अयशश्वी. पुढे चालू ठेवावे का?
sk: Delo inštalácia zlyhala. Mám napriek tomu pokračovať?

source: The delo package failed to install into /target/. Installing delo as a boot loader is a required step. The install problem might however be unrelated to delo, so continuing the installation may be possible.
gl: Non se puido instalar o paquete Delo en /target/. A instalación de Delo como cargador de arranque é un paso necesario. O problema da instalación pode non estar relacionado con Delo, por iso é posible continuar coa instalación.
mr: /target/ वर 'डेलो पॅकेज संस्थापना अयशश्वि. डेलोची आरंभक लोडर म्हणून संस्थापना करणे आवश्यक आहे. संस्थापनेतील दोष कदाचीत डेलो शी संबधीत नसेलही,म्हणून संस्थापन पुढे चालू ठेवणे शक्य आहे.
sk: Balík delo sa nedokázal nainštalovať do /target. Inštalácia delo ako zavádzača je nutná. Tento problém možno nesúvisí s delo-m, takže je možné pokračovať v inštalácii.

source: Install the Delo boot loader on a hard disk
gl: Instala-lo xestor de arranque Delo nun disco duro
mr: डेलो आरंभक लोडर हार्ड डिस्कवर संस्थापित होत आहे.
sk: Inštalácia Delo zavádzača na pevný disk

source: Configuring NSLU2 firmware to boot the system
mr: संगणक बुट होण्यासाठी NSLU2 फर्मवेअरची संरचना होत आहे.

source: Preparing the system
mr: संगणक तयार होत आहे.

source: Flashing kernel to NSLU2 firmware
mr: गाभा एन् एस् एल् यू२ फर्मवेअर वर जलद पाठवला जात आहे

source: Configure NSLU2 firmware to boot the system
mr: संगणक सुरु होण्यासाठी एन् एस् एल् यू२ फर्मवेअर ची संरचना होत आहे

source: Configure MD devices
gl: Configurar dispositivos MD
mr: एम् डी डिव्हाइसेस ची संरचना
sk: Nastaviť multidisk (MD) zariadenia

source: Multidisk (MD) not available
gl: Multidisco (MD) non dispoñible
mr: मल्टीडीस्क (एम् डी) उपलब्ध नाही
sk: Multidisk (MD) je nedostupný

source: The current kernel doesn't seem to support multidisk devices. This should be solved by loading the needed modules.
gl: O núcleo actual non soporta dispositivos multidisco. Esto debería arranxarse cargando os módulos precisados.
mr: सध्याचा गाभा मल्टीडीस्क साधनांना सहायक नाही असे दिसते. हा प्रश्न त्यांना आवश्यक असणारे भाग उतरवून घेउन सुटू शकतो.
sk: Aktuálne jadro nepodporuje multidisk zariadenia. Možno potrebujete načítať potrebné moduly.

source: Create MD device
gl: Crear dispositivo MD
mr: एम् डी साधने तयार होत आहेत.
sk: Vytvoriť multidisk (MD) zariadenie

source: Delete MD device
gl: Borrar dispositivo MD
mr: एम् डी साधने नष्ट करा
sk: Odstrániť multidisk (MD) zariadenie

source: Finish
gl: Rematar
mr: समाप्त
sk: Ukončiť

source: Multidisk configuration actions
gl: Accións da configuración de Multidisco
mr: मल्टीडीस्क संरचना कृती
sk: Kroky nastavenia multidisk-u (MD)

source: This is the Multidisk (MD) and software RAID configuration menu.
gl: Este é o menú de configuración de Multidisco (MD) e software RAID
mr: हा मल्टीडीस्क व RAID आज्ञावलीच्या संरचेनेचा मेनू आहे.
sk: Toto je konfiguračné menu Multidisk-u (MD) a softvérového RAID-u.

source: Please select one of the proposed actions to configure multidisk devices.
gl: Por favor escolle unha das opcións propostas para configurar dispositivos Multidisco.
mr: मल्टीडीस्क साधनांच्या संरचनेसाठी पुढील एक संभाव्य आज्ञा निवडा.
sk: Pre nastavenie multidisk zariadení si zvoľte jednu z nasledovných možností.

source: No RAID partitions available
gl: Non hai particións RAID dispoñibles
mr: RAID विभाजन आढळले नाही.
sk: Nie sú dostupné žiadne RAID oblasti

source: No unused partitions of the type "Linux RAID Autodetect" are available. Please create such a partition, or delete an already used multidisk device to free its partitions.
gl: Non está dispoñible sen usar ningunha partición do tipo "Linux RAID Autodetect". Por favor, crea una partición como esa, ou borra un dispositivo Multidisco xa usada para liberar as súas particións
mr: न वापरले गेलेले "linax RAID Autodetect" पद्धतीचे विभाजन उपलब्ध नाही.कृपया या पद्धतीचे विभाजन बनवा, किंवा जगा रिक्त करण्यासाठी आधीचे वापरात असलेले मल्टीडिस्क साधन नष्ट करा.
sk: Nie sú dostupné žiadne nepoužívané oblasti typu "Linux RAID Autodetect". Takúto oblasť si môžete vytvoriť alebo uvoľniť zmazaním už jestvujúceho multidisk zariadenia.

source: If you have such partitions, they might contain actual file systems, and are therefore not available for use by this configuration utility.
mr: जर त्यावर असे विभाजन अस्तित्वात असेल तर त्यावर प्रत्यक्ष फाइल प्रणाली असेल,आणि त्यामुळे ते संरचना युटीलिटी साठी उपलब्ध नसेल.
sk: Ak už máte takéto oblasti, možno obsahujú súborové systémy, takže nie sú použiteľné v tomto konfiguračnom nástroji.

source: Not enough RAID partitions available
gl: Non hai suficientes particións RAID dispoñibles
mr: पुरेसे RAID विभाजन उपलब्ध नाही
sk: Nejestvuje dostatok RAID oblastí

source: There are not enough RAID partitions available for your selected configuration. You have ${NUM_PART} RAID partitions available but your configuration requires ${REQUIRED} partitions.
gl: Non hai suficientes particións RAID dispoñibles para a configuración que elixiches. Tes ${NUM_PART} particións RAID dispoñibles, pero a túa configuración require ${REQUIRED}.
mr: तुम्ही निवडलेल्या संरचनेसाठी पुरेसे RAID विभाजन उपलब्ध नाहीततुमच्या संगणकावर ${NUM_PART} RAID विभाजन उपलब्ध आहेत, परंतू तुमच्या संरचनेसाठी ${REQUIRED}विभाजने आवश्यक आहेत.
sk: Pre vaše zvolené nastavenie nejestvuje dostatok RAID oblastí. Máte ${NUM_PART} RAID oblastí, ale vaše nastavenie vyžaduje ${REQUIRED} oblastí.

source: Multidisk device type:
gl: Tipo de dispositivo Multidisco:
mr: मल्टिडीस्क साधने प्रकार
sk: Typ multidisk zariadenia:

source: Please choose the type of the multidisk device to be created.
gl: Por favor, elixe o tipo de dispositivo Multidisco que se vai crear.
mr: तयार होणाऱ्या मल्टीडीस्क साधनांचा प्रकार निवडा.
sk: Zvoľte si typ vytváraného multidisk zariadenia.

source: Number of active devices for the RAID1 array:
gl: Número de dispositivos activos para a matriz RAID1:
mr: RAID1 अॅरे करीता सक्रिय असणाऱ्या साधनांची संख्या :
sk: Počet aktívnych zariadení pre pole RAID1:

source: The RAID1 array will consist of both active and spare partitions. The active partitions are those used, while the spare devices will only be used if one or more of the active devices fail.
mr: RAID1 अॅरेमध्ये सक्रिय व राखीव अशा दोन्ही प्रकारचे विभाजने आहेत.सक्रिय विभाजने नेहमी वापरात असतात, तर सक्रिय विभाजन खराब झाल्यासच राखीव विभाजन वापरले जाते.
sk: Pole RAID1 sa skladá z aktívnych a náhradných oblastí. Aktívne oblasti sa používajú, zatiaľ čo náhradné oblasti sa použijú iba vtedy, ak zlyhá jedna z aktívnych oblastí.

source: Number of spare devices for the RAID1 array:
mr: RAID1 अॅरेकरीता राखीव साधने :
sk: Počet náhradných zariadení pre pole RAID1:

source: Spare devices for the RAID1 multidisk device:
mr: RAID1 मल्टीडीस्क साधनांसाठी राखीव साधने :
sk: Náhradné zariadenia pre RAID1 multidisk zariadenie:

source: You have chosen to create an RAID1 array with ${COUNT} spare devices.
mr: तुम्ही ${COUNT} राखीव साधनांसह RAID1 अॅरे तयार करण्याचा निर्णय घेतला आहे.
sk: Zvolili ste si vytvorenie poľa RAID1 s ${COUNT} náhradnými zariadeniami.

source: Number of active devices for the RAID5 array:
mr: RAID5 अॅरे करीता सक्रिय साधने :
sk: Počet aktívnych zariadení pre pole RAID5:

source: The RAID5 array will consist of both active and spare partitions. The active partitions are those used, while the spare devices will only be used if one or more of the active devices fail. A minimum of three active devices is required.
mr: RAID5 अॅरेमध्ये सक्रिय व राखीव अशा दोन्ही प्रकारचे विभाजने आहेत. सक्रिय विभाजने नेहमी वापरात असतात, तर सक्रिय विभाजन खराब झाल्यासच राखीव विभाजन वापरले जाते. कमीत कमी ३ सक्रिय साधने आवश्यक असतात.
sk: Pole RAID5 sa skladá z aktívnych a náhradných oblastí. Aktívne oblasti sa používajú, zatiaľ čo náhradné oblasti sa použijú iba vtedy, ak zlyhá jedna z aktívnych oblastí. Sú potrebné najmenej tri aktívne zariadenia.

source: NOTE: this setting cannot be changed later.
mr: टिप :या निर्धारणात नंतर बदल करता येणार नाही.
sk: UPOZORNENIE: toto nastavenie sa už neskôr nedá zmeniť.

source: Number of spare devices for the RAID5 array:
mr: RAID5 अॅरे करीता राखीव साधने :
sk: Počet náhradných zariadení pre pole RAID5:

source: Spare devices for the RAID5 multidisk device:
mr: RAID5 मल्टीडीस्क साधनांसाठी राखीव साधने :
sk: Náhradné zariadenia pre RAID5 multidisk zariadenie:

source: You have chosen to create an RAID5 array with ${COUNT} spare devices.
mr: तुम्ही ${COUNT} राखीव साधनांसह RAID5 अॅरे तयार करण्याचा निर्णय घेतला आहे.
sk: Zvolili ste si vytvorenie poľa RAID5 s ${COUNT} náhradnými zariadeniami.

source: Please choose which partitions will be used as spare devices. You may choose up to ${COUNT} partitions. If you choose less than ${COUNT} devices, the remaining partitions will be added to the array as "missing". You will be able to add them later to the array.
mr: कृपया कोणते विभाजन राखीव साधन म्हणून वापरावयाचे ते ठरवा. तुम्ही जास्तीत जास्त ${COUNT} विभाजने निवडू शकता. जर तुम्ही ${COUNT} पेक्षा कमी साधने निवडल्यास, उरलेली विभाजने "missing" या अॅरे मध्ये जमा होतील. तुम्हाला ती नंतर अॅरे मध्ये मिळवता येतील.
sk: Zvoľte si oblasti, ktoré chcete použiť ako náhradné zariadenia. Môžete si vybrať z ${COUNT} oblastí. Ak si zvolíte menej ako ${COUNT} zariadení, zvyšné oblasti budú pridané do poľa ako "chýbajúce". Neskôr budete mať možnosť pridať ich do poľa.

source: Active devices for the RAID0 multidisk device:
mr: RAID0 मल्टीडीस्क साधनांसाठी सक्रीय साधने :
sk: Aktívne zariadenia pre RAID0 multidisk zariadenie:

source: You have chosen to create a RAID0 array. Please choose the active devices in this array.
mr: तुम्ही RAID0 अॅरे तयार करण्याचा निर्णय घेतला आहे. या अॅरेतील सक्रीय साधने निवडा.
sk: Zvolili ste si vytvorenie poľa RAID0. Zvoľte si aktívne zariadenia v tomto poli.

source: Active devices for the RAID1 multidisk device:
mr: RAID1 मल्टीडीस्क साधनांसाठी सक्रीय साधने :
sk: Aktívne zariadenia pre RAID1 multidisk zariadenie:

source: You have chosen to create an RAID1 array with ${COUNT} active devices.
mr: तुम्ही ${COUNT} सक्रीय साधनांसह RAID1 अॅरे तयार करण्याचा निर्णय घेतला आहे.
sk: Zvolili ste si vytvorenie poľa RAID1 s ${COUNT} aktívnymi zariadeniami.

source: Active devices for the RAID5 multidisk device:
mr: RAID5 मल्टीडीस्क साधनांसाठी सक्रीय साधने :
sk: Aktívne zariadenia pre RAID5 multidisk zariadenie:

source: You have chosen to create an RAID5 array with ${COUNT} active devices.
mr: तुम्ही ${COUNT} सक्रीय साधनांसह RAID5 अॅरे तयार करण्याचा निर्णय घेतला आहे.
sk: Zvolili ste si vytvorenie poľa RAID5 s ${COUNT} aktívnymi zariadeniami.

source: Please choose which partitions are active devices. You must select exactly ${COUNT} partitions.
mr: कृपया कोणती विभाजने सक्रीय साधने आहेत ते निवडा. तुम्ही बरोबर ${COUNT}च विभाजने निवडली पाहिजेत.
sk: Zvoľte si oblasti, ktoré chcete použiť ako aktívne zariadenia. Musíte si vybrať presne ${COUNT} oblastí.

source: Multidisk device to be deleted:
mr: काढून टाकावयाची मल्टीडीस्क साधने :
sk: Multidisk zariadenie na odstránenie:

source: Deleting a multidisk device will stop it and clear the superblock of all its components.
mr: मल्टीडीस्क साधने नष्ट केल्याने त्याचे कार्य थांबेल आणि त्याच्या भागांचे सुपरब्लॉक पुसून टाकले जातील.
sk: Pri odstránení multidisk zariadenia sa zariadenie najprv zastaví a potom sa vynuluje superblok všetkých jeho súčastí.

source: Please note this will not immediately allow you to reuse the partitions or devices in a new multidisk device. The array will however be unusable after the deletion.
mr: कृपया हे लक्षात घ्या की यामुळे तुम्हाला हे विभाजन किंवा मल्टीडीस्क साधनांमधील साधने लगेच परत वापरण्यासाठी उपलब्ध होणार नाहीत. नष्ट केल्यानंतर अॅरे वापरण्यायोग्य राहणार नाही.
sk: Uvedomte si, že vám to neumožní okamžité použitie oblastí alebo zariadení v novom multidisk zariadení. Po odstránení bude pole nepoužiteľné.

source: If you select a device for deletion, you will get some information about it and you will be given the option of aborting this operation.
mr: जर तुम्ही साधन नष्ट करण्याचे ठरवले, तर त्याबद्द्लची माहिती दिली जाइलआणि ही कृती रद्द करण्याचा पर्यायही दिला जाइल.
sk: Po zvolení zariadenia na odstránenie dostanete bližšie údaje o zariadení a budete mať možnosť prerušiť túto operáciu.

source: No multidisk devices available
mr: कोणतीही मल्टीडीस्क साधने उपलब्ध नाहीत.
sk: Nie sú dostupné žiadne multidisk (MD) zariadenia

source: No multidisk devices are available for deletion.
mr: नष्ट करण्यासाठी कोणतीही मल्टीडीस्क साधने उपलब्ध नाहीत.
sk: Nie sú dostupné žiadne multidisk (MD) zariadenia na odstránenie.

source: Really delete this multidisk device?
mr: हे मल्टीडीस्क साधन खरोखर नष्ट करायचे का?
sk: Naozaj odstrániť multidisk zariadenie?

source: Please confirm whether you really want to delete the following multidisk device:
mr: कृपया हे मल्टीडीस्क साधन खरोखर नष्ट करावयाचे आहे याची खात्री करा.
sk: Potvrďte, či naozaj chcete odstrániť nasledovné multidisk zariadenie:

source: Device: ${DEVICE} Type: ${TYPE} Component devices:
mr: साधन : ${DEVICE} प्रकार : ${TYPE} भाग साधने :
sk: Zariadenie: ${DEVICE} Typ: ${TYPE} Jednotlivé zariadenia:

source: Configure the Logical Volume Manager
mr: तार्किक आकारमान व्यवस्थापकाची संरचना
sk: Nastaviť správcu logických zväzkov (LVM)

source: Activate existing volume groups?
gl: ¿Activa-los Grupos de Volumes existentes?
mr: अस्तित्वातील आकारमान गट सक्रिय करावयाचे का ?
sk: Aktivovať existujúce skupiny zväzkov?

source: ${COUNT} existing volume groups have been found. Please indicate whether you want to activate them.
gl: Atopáronse ${COUNT} Grupos de Volumes existentes. Por favor, indica se queres activalos.
mr: ${COUNT} आकारमान गट सापडले आहेत. हे गट सक्रिय करावयाचे तेनिर्देशीत करा.
sk: Bolo nájdených ${COUNT} existujúcich skupín zväzkov. Rozhodnite sa, či ich chcete aktivovať.

source: Modify volume groups (VG)
gl: Cambia-los grupos de volumes
mr: आकारमान गटांमध्ये(VG) सुधारणा करा
sk: Upraviť skupinu zväzkov (VG)

source: Modify logical volumes (LV)
gl: Cambia-los volumes lóxicos
mr: तार्किक आकारमानामध्ये(LV) सुधारणा करा
sk: Upraviť logické zväzky (LV)

source: LVM configuration action:
gl: Acción da configuración do LVM:
mr: LVM संरचना कृती :
sk: Krok nastavenia LVM:

source: This is the Logical Volume Manager configuration menu.
gl: Este é o menú de configuración do Xestor de Volumes Lóxicos.
mr: हा तार्किक आकारमान व्यवस्थापक संरचना मेनू आहे
sk: Toto je konfiguračné menu správcu logických zväzkov (LVM).

source: Create volume groups
gl: Crear grupos de volumes
mr: आकारमान गटांची निर्मिती करा.
sk: Vytvoriť skupinu zväzkov

source: Delete volume groups
gl: Borrar grupos de volumes?
mr: आकारमान गट नष्ट करा.
sk: Zmazať skupinu zväzkov

source: Extend volume groups
gl: Extender grupos de volumes
mr: आकारमान गट विस्तारीत करा.
sk: Rozšíriť skupinu zväzkov

source: Reduce volume groups
gl: Reducir grupo de volumes
mr: आकारमान गट संकुचीत करा.
sk: Zmenšiť skupinu zväzkov

source: Volume groups configuration action:
gl: Acción para a configuración dos Grupos de Volumes:
mr: आकारमान गटांची संरचना कृती :
sk: Krok nastavenia skupín zväzkov:

source: Create logical volumes
gl: Crear volumes lóxicos
mr: तार्किक आकारमाने निर्माण करा.
sk: Vytvoriť logické zväzky

source: Delete logical volumes
gl: Borrar volumes lóxicos
mr: तार्किक आकारमाने नष्ट करा.
sk: Zmazať logické zväzky

source: Leave
gl: Abandoar
mr: बाहेर पडा
sk: Opustiť

source: Logical volumes configuration action:
gl: Acción de configuración para os Volumes Lóxicos:
mr: तार्किक खंड संरचना क्रिया:
sk: Krok nastavenia logických zväzkov:

source: Devices for the new volume group:
gl: Dispositivos para o novo Grupos de Volumes:
mr: नवीन खंड समूहाकरिता उपकरणे:
sk: Zariadenia pre novú skupinu zväzkov:

source: Please select the devices for the new volume group.
gl: Por favor, elixe os dispositivos para o novo Grupos de Volumes.
mr: नवीन खंड समूहाकरिता उपकरणांची निवड करा.
sk: Vyberte zariadenia, pre novú skupinu zväzkov.

source: Volume group name:
gl: Nome do Grupo de Volumes:
mr: खंड समूहाचे नाव:
sk: Názov skupiny zväzkov:

source: Please enter the name you would like to use for the new volume group.
gl: Por favor, elixe o nome que lle vas dar ó novo Grupo de Volumes.
mr: या नवीन खंड समूहाला ठेवायचे नाव द्या.
sk: Zadajte názov pre označenie novej skupiny zväzkov.

source: No physical volumes were selected. The creation of a new volume group was aborted.
gl: Non se atoparon volumes físicos. A creación dun novo Grupo de Volumes foi abortada.
mr: कोणतेही भौतिक खंड निवडले नाहीत. नवीन खंड समूह निर्माण करणे सोडून दिले आहे.
sk: Neboli vybrané žiadne fyzické zväzky. Vytváranie novej skupiny zväzkov bolo prerušené.

source: No volume group name entered
gl: Non se escribiu ningún nome para o grupo de volumes
mr: खंड समूहाला कोणतेही नाव दिलेले नाही
sk: Nebol zadaný žiaden názov skupiny zväzkov

source: No name for the volume group has been entered. Please enter a name.
gl: Non se escribiu ningún nome para o grupo de volumes. Por favor, escolle outro.
mr: खंड समूहाला कोणतेही नाव दिलेले नाही. कृपया नाव द्या.
sk: Pre skupinu zväzkov nebol zadaný žiaden názov. Prosím, zadajte názov.

source: Volume group name already in use
gl: O nome do Grupo de Volumes xa está en uso
mr: खंड समूहाचे नाव आधीच अस्तित्वात आहे
sk: Daný názov skupiny zväzkov už existuje

source: The selected volume group name is already in use. Please choose another name.
gl: O nome do Grupo de Volumes xa está en uso. Por favor, escolle outro.
mr: निवडलेले खंड समूहाचे नाव आधीच वापरात आहे. कृपया अन्य नाव निवडा.
sk: Daný názov vybranej skupiny zväzkov už existuje. Zvoľte, prosím, iný názov.

source: Volume group name overlaps with device name
gl: O nome do Grupo de Volumes solápase co nome do dispositivo
mr: खंड समूहाचे नाव उपकरण नावासदृष
sk: Názov skupiny zväzkov sa prekrýva s názvom zariadenia

source: The selected volume group name overlaps with an existing device name. Please choose another name.
gl: O nome do Grupo de Volumes solápase co nome dun dispositivo existente. Por favor, escolle outro.
mr: निवडलेले खंड समूहाचे नाव अस्तित्वातील उपकरण नावासदृष आहे. कृपया अन्य नाव निवडा.
sk: Zvolený názov skupiny zväzkov sa prekrýva s existujúcim názvom zariadenia. Zvoľte, prosím, iný názov.

source: Volume group to delete:
gl: Grupo de Volumes a borrar:
mr: काढून टाकायचा खंड समूह:
sk: Skupina zväzkov na zmazanie:

source: Please select the volume group you wish to delete.
gl: Por favor, elixe o Grupo de Volumes que queres borrar
mr: आपल्याला काढून टाकायचा खंड समूह निवडा.
sk: Vyberte skupinu zväzkov, ktorú chcete zmazať.

source: The volume group may have already been deleted.
gl: O Grupo de Volumes podería estar xa borrado.
mr: हा खंड समूह बहुदा आधीच काढून टाकलेला असावा.
sk: Skupina zväzkov je už možno zmazaná.

source: Really delete the volume group?
gl: ¿Borra-lo Grupo de Volumes?
mr: हा खंड समूह खरोखरच काढून टाकायचा?
sk: Naozaj zmazať skupinu zväzkov?

source: Please confirm the ${VG} volume group removal.
gl: Confirma que queres borra-lo Grupo de Volumes ${VG}.
mr: ${व्हीजी} हा खंड समूह काढून टाकण्याबाबत पुष्टी करा.
sk: Potvrďte odstránenie skupiny zväzkov ${VG}.

source: Error while deleting volume group
gl: Non se puido borra-lo Grupo de Volumes
mr: खंड समूह काढून टाकताना त्रूटी
sk: Chyba pri mazaní skupiny zväzkov

source: The selected volume group could not be deleted. One or more logical volumes may currently be in use.
gl: O Grupo de Volumes seleccionado non se puido borrar. Un ou máis Volumes Lóxicos poderíanse estar a usar.
mr: निवडलेला खंड समूह काढून टाकता आला नाही. एक वा अधिक खंड समूह बहुदा सध्या वापरात असावेत.
sk: Zvolená skupina zväzkov sa nedá zmazať. Niektoré logické zväzky sa stále používajú.

source: No volume group can be deleted.
gl: Non se pode borrar ningún Grupo de Volumes.
mr: कोणतेही खंड समूह काढून टाकता येत नाहीत.
sk: Skupina zväzkov nemôže byť zmazaná.

source: Volume group to extend:
gl: Grupo de Volumes a extender:
mr: वाढवायचा खंड समूह:
sk: Skupina zväzkov pre rozšírenie:

source: Please select the volume group you wish to extend.
gl: Por favor, elixe o Grupo de Volumes que queres extender.
mr: आपल्याला वाढवायचा खंड समूह निवडा.
sk: Vyberte skupinu zväzkov, ktorú chcete rozšíriť.

source: Devices to add to the volume group:
gl: Dispositivo a añadir ó Grupo de Volumes:
mr: खंड समूहात जमा करायची उपकरणे:
sk: Zariadenia pre pridanie do skupiny zväzkov:

source: Please select the devices you wish to add to the volume group.
gl: Por favor, elixe os volumes que queres añadir ó Grupo de Volumes.
mr: आपल्याला या खंड समूहात जमा करायची उपकरणे निवडा.
sk: Vyberte zariadenia, ktoré chcete pridať do skupiny zväzkov.

source: You can select one or more devices.
gl: Podes elixir un ou máis dispositivos.
mr: आपण एक वा अधिक उपकरणे निवडू शकता.
sk: Môžete vybrať jedno alebo viac zariadení.

source: No physical volumes selected
gl: Non se elixiron volumes físicos
mr: कोणतेही भौतिक खंड निवडले नाहीत
sk: Neboli vybrané žiadne fyzické zväzky

source: No physical volumes were selected. Extension of the volume group was aborted.
gl: Non se elixiron volumes físicos. A extensión do Grupo de Volumes foi abortada.
mr: कोणतेही भौतिक खंड निवडले नाहीत. खंड समूह वाढवणे सोडून दिले आहे.
sk: Neboli vybrané žiadne fyzické zväzky. Rozširovanie skupiny zväzkov bolo prerušené.

source: Error while extending volume group
gl: Ocorreu un erro mentres se extendía o Grupo de Volumes
mr: खंड समूह वाढवताना त्रुटी
sk: Chyba pri rozširovaní skupiny zväzkov

source: The physical volume ${PARTITION} could not be added to the selected volume group.
gl: O volume físico ${PARTITION} non puido ser añadido ó Grupo de Volumes elexido.
mr: ${विभाजन} हा भौतिक खंड निवडलेल्या खंड समूहात जमा करता आला नाही.
sk: Fyzický zväzok ${PARTITION} nemohol byť pridaný do vybranej skupiny zväzkov.

source: No volume group has been found.
gl: Non se atopou ningún Grupo de Volumes.
mr: कोणताही खंड समूह सापडला नाही.
sk: Nebola nájdená žiadna skupina zväzkov.

source: No volume group can be reduced.
gl: Non se puido reducir o Grupo de Volumes.
mr: कोणताही खंड समूह कमी करता येत नाही.
sk: Nemôžem zmenšiť žiadnu skupinu zväzkov.

source: Volume group to reduce:
gl: Grupo de volumes a traducir:
mr: कमी करायचा खंड समूह:
sk: Skupina zväzkov na zmenšenie:
