Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/*.po
Languages: gl, mr, sk

source: The selected volume group (${VG}) could not be reduced. There is only one physical volume attached. Please delete the volume group instead.
gl: O Grupo de Volumes elexido (${VG}) non se pode reducir. Hai só un volume físico nela. Por favor, en vez diso elimina o Grupo de Volumes
sk: Vybraná skupina zväzkov (${VG}) nemôže byť zmenšená, pretože je k nej pripojený iba jeden fyzický zväzok. Skúste namiesto toho zmazať skupinu zväzkov.

source: No volume groups were found for creating a new logical volume. Please create more physical volumes and volume groups.
gl: Non se atoparon Grupos de Volumes para a creación dun novo volume lóxico. Por favor, crea maís volumes físicos e grupos de volumes.
sk: Na vytvorenie nového logického zväzku neboli nájdené žiadne skupiny zväzkov. Musíte vytvoriť viac fyzických zväzkov a skupín zväzkov.

source: Please check the error log on the third console for more information. You can switch to the third virtual console (VT3) by pressing Alt-F3, and you get back to the installer by pressing Alt-F1.
gl: Por favor, mira o rexistro de erros na terceira consola para máis información. Podes pasar a ela premendo Alt+F3, e podes voltar ó instalador premendo Alt+F1.
sk: Viac informácií nájdete v chybovom zázname na tretej konzole. Na tretiu virtuálnu konzolu sa môžete prepnúť stlačením Alt-F3. Do inštalačného programu sa vrátite späť stlačením Alt-F1.

source: no ethernet card, ${CHOICES}, none of the above
sk: žiadna ethernetová karta, ${CHOICES}, nič z uvedeného

source: continue with no disk drive, ${CHOICES}, none of the above
sk: pokračovať bez diskovej jednotky, ${CHOICES}, nič z uvedeného

source: Prompt for module parameters?
sk: Pýtať sa na parametre modulov?

source: Some modules accept load-time parameters to customize their operation. If you'd like, you can be prompted for module parameters as each module is loaded.
sk: Niektoré moduly prijímajú parametre, ktorými sa dá ovplyvniť ich správanie. Ak súhlasíte, budete môcť pred načítaním každého modulu zadať parametre pre daný modul.

source: This computer may have a PCMCIA interface. Please choose whether PC card services should be started in order to allow the use of PCMCIA cards.
gl: Parece que este equipo dispoñe dunha interfaz PCMCIA. Por favor, elixe se queres inicia-los servicios de tarxetas PC para permiti-lo uso de PCMCIA.
sk: Tento počítač možno má PCMCIA rozhranie. Ak chcete používať PCMCIA karty, musíte si zvoliť PC card služby, ktoré sa majú spustiť.

source: Some modules accept load-time parameters to customize their operation. These parameters are often I/O port and IRQ numbers that vary from machine to machine and cannot be determined from the hardware. An example string looks something like "irq=7 io=0x220"
gl: Algúns módulos aceptan parámetros en tempo de carga para axustar o seu uso. Estes parámetros son frecuentemente un porto Entrada/Saída e números IRQ que varían en cada máquina e non poden predecirse a través do dispositivo. Unha cadea de exemplo podería ser "irq=7 io=0x220"
sk: Niektoré moduly akceptujú pri nahrávaní parametre na ovplyvnenie ich činnosti. Často sú to vstupno-výstupné (I/O) porty a hodnoty prerušení (IRQ), ktoré sa môžu líšiť na každom počítači a nemôžu byť zistené z hardvéru. Vzorový reťazec môže vyzerať napríklad takto: "irq=7 io=0x220".

source: If you don't know what to enter, leave it blank.
gl: Se non sabes o que escribir, deixao en branco.
sk: Ak neviete, čo vložiť, nechajte pole prázdne.

source: Some variables need to be set in the Pegasos OpenFirmware in order for your system to boot Debian automatically. At the end of the installation, the system will reboot. At the Pegasos OpenFirmware prompt, set the following OpenFirmware variables to enable auto-booting:
gl: Precísase fixar algunhas variables no Pegasos OpenFirmware para facer que o sistema Debian se arranque automáticamente. Ó remate da instalación, o sistema vaise reiniciar. No prompt de Pegasos OpenFirmware debes fixar as seguintes variables para activa-lo autoarranque:
sk: Na automatické štartovanie Debianu je potrebné nastavenie niektorých premenných v Pegasos OpenFirmware. Na konci inštalácie sa systém reštartuje. V príkazovom režime Pegasos OpenFirmware môžete umožniť automatické štartovanie nastavením nasledovných premenných:

source: Alternatively, you will be able to boot the kernel manually by entering :
gl: Alternativamente, podes arranca-lo núcleo manualmente introducindo:
sk: Alebo môžete zaviesť kernel manuálne pomocou :

source: Some variables need to be set in the Netwinder NeTTrom firmware in order for your system to boot Debian automatically. At the end of this installation stage, the system will reboot, and the firmware will attempt to autoboot. You can abort this by pressing any key. You will then be dropped into the NeTTrom command system where you have to execute the following commands:
gl: Precísase fixar algunhas variables no firmware Netwinder NeTTrom para que o teu sistema arranque Debian automáticamente. Ó remate desta parte da instalación, o sistema vaise reiniciar e o firmware intentará autoarrancar. Podes cancela-lo proceso premendo calquer tecla. Deixaráseche no prompt de NeTTrom, onde debes executar os seguintes comandos:
sk: Na automatické štartovanie Debianu je potrebné nastavenie niektorých premenných vo firmware Netwinder NeTTrom. Na konci tejto fázy inštalácie sa systém reštartuje a firmware sa pokúsi o automatické štartovanie, ktoré môžete prerušiť stlačením ľubovoľného klávesu. Následne na to sa ocitnete v príkazovom režime NeTTrom, kde musíte spustiť nasledovné príkazy:

source: You will need to boot manually with the ${KERNEL} kernel on partition ${BOOT} and ${ROOT} passed as kernel argument.
gl: Precisarás arracar manualmente co kernel ${KERNEL} na partición ${BOOT} e ${ROOT} pasado como argumento do núcleo.
sk: Budete musieť naštartovať manuálne s jadrom ${KERNEL} na oblasti ${BOOT} a s parametrami jadra ${ROOT}.

source: Failed to load the preconfiguration file
sk: Chyba pri načítavaní prednastavovacieho súboru

source: The installer failed to load the preconfiguration file from ${LOCATION}. The file may be corrupt.
sk: Inštalačný program nedokázal načítať súbor na prednastavenie z ${LOCATION}. Súbor je možno poškodený.

source: Download debconf preseed file
sk: Stiahnuť debconf preseed súbor

source: Load debconf preseed file
sk: Načítať debconf preseed súbor

source: Your root file system is a JFS file system. This can cause problems with the bootloader used by default by this installer.
sk: Váš koreňový súborový systém je typu JFS. Toto môže viesť k problémom so zavádzačom, ktorý je predvolený v tomto inštalačnom programe.

source: You have mounted a JFS file system as /boot. This is likely to cause problems with the bootloader used by default by this installer.
sk: Váš súborový systém pre /boot je typu JFS. Toto môže viesť k problémom so zavádzačom, ktorý je predvolený v tomto inštalačnom programe.

source: /, /boot, Enter manually, Do not mount it
gl: /, /boot, Introducir a mán, non montala
sk: /, /boot, Zadať manuálne, Nepripájať

source: Partitioning a hard drive consists of dividing it to create the space needed to install your new Debian system. You need to choose which partition(s) will be used for the installation of Debian.
gl: O particionado dun disco duro consiste en dividilo para crea-lo espacio necesario para o teu novo sistema Debian. Para iso debes elixir qué partición(s) vanse usar para a instalación de Debian.
sk: Rozdelenie pevného disku pozostáva z vytvorenia miesta potrebného na inštaláciu nového systému Debian. Zvoľte si oblasť/oblasti, ktoré sa použijú na inštaláciu Debianu.

source: Select a partition to remove it or to specify how Debian is going to use it. At a bare minimum, Debian needs one partition to contain the root of the file system (whose mount point is /). Most people also feel that a separate swap partition is a necessity. "Swap" is scratch space for an operating system, which allows the system to use disk storage as "virtual memory".
gl: Elixe unha partición para borrala ou para elixir cómo vai usala Debian. Como mínimo, Debian precisa unha partición para conter a raíz do sistema de ficheiros (o punto de montaxe é /). A maioría dos usuarios cren necesaria tamén unha partición de intercambio. "Espacio de intercambio " é un espacio improvisado para operacións que permite usar espacio en disco como "memoria virtual".
sk: Musíte si zvoliť oblasť na zmazanie alebo určiť, ako ju Debian použije. Debian potrebuje najmenej jednu oblasť, ktorá bude obsahovať koreňový súborový systém (ktorého prípojný bod je /). Mnoho používateľov zvykne používať aj samostatnú odkladaciu (swap) oblasť. "Swap" je vyhradené miesto pre operačný systém, ktoré mu umožňuje využiť tento priestor ako "virtuálnu pamäť".

source: When the partition is already formatted you may choose to keep and use the existing data in the partition. Partitions that will be used in this way are marked with "${KEEP}" in the main partitioning menu. NOTE: this installer doesn't allow you to install over an existing GNU/Linux system overwriting system files.
gl: Cando a partición xa ten un formato debes elixir se queres mantelo e usar os datos existentes na partición. As particións que se usen desta forma se marcarán con "${KEEP}" no menú principal do particionado. NOTA: Este instalador non permite unha instalación sobre un sistema GNU/Linux sobreescribindo os ficheiros do sistema.
sk: Ak sú už oblasti naformátované, môžete si zvoliť ponechanie a použitie jestvujúcich údajov v oblasti. Oblasti, ktoré budú použité takýmto spôsobom, sú označené "${KEEP}" v hlavnom menu rozdeľovania. POZOR: tento inštalačný program vám nedovolí inštalovať na jestvujúci GNU/Linux systém prepisovaním systémových súborov.

source: In order to start your new Debian system, a so called boot loader is used. It can be installed either in the master boot record of the first hard disk, or in a partition. When the boot loader is installed in a partition, you must set the bootable flag for it. Such a partition will be marked with "${BOOTABLE}" in the main partitioning menu.
gl: Para iniciar o teu novo sistema Debian emprégase un xestor de arraque. Pódese instalar no MBR (Sector de arranque maestro) do primero disco duro ou nunha partición. Cando un xestor de arranque se instala nunha partición, debes poñerlle o marcador de arrancable. As particións nese caso marcaranse con "${BOOTABLE}" no menú principal de particionado.
sk: Aby ste mohli váš nový systém Debian spustiť, je potrebný zavádzač. Ten môže byť nainštalovaný v hlavnom štartovacom zázname (MBR) prvého pevného disku alebo oblasti. Ak sa zavádzač inštaluje na oblasť, tá musí mať nastavený príznak štartovania. Takáto oblasť bude označená "${BOOTABLE}" v hlavnom menu rozdeľovania.

source: In order to start your new Debian system, a so called boot loader is used. It is installed in a boot partition. You must set the bootable flag for the partition. Such a partition will be marked with "${BOOTABLE}" in the main partitioning menu.
sk: Aby ste mohli váš nový systém Debian spustiť, je potrebný zavádzač. Ten je nainštalovaný na štartovacej oblasti, ktorá musí mať nastavený príznak štartovania. Takáto oblasť bude označená "${BOOTABLE}" v hlavnom menu rozdeľovania.

source: File system for this partition:
gl: Sistema de ficheiros para esta partición:
sk: Súborový systém pre túto oblasť:

source: File system:
gl: Sistema de ficheiros:
sk: Súborový systém:

source: no file system
gl: Non hai un sistema de ficheiros
sk: žiaden súborový systém

source: Use free space for the Logical Volume Manager
sk: Použiť voľné miesto pre správcu logických zväzkov (LVM)

source: Write the changes to disk devices and copy the data?
gl: ¿Escribi-los cambios ós discos e copia-los datos?
sk: Zapísať zmeny na diskové zariadenia a skopírovať údaje?

source: Before the copy operation takes place, the changes have to be written to disk.
gl: Antes de que a copia comece, os cambios debense escribir ós discos.
sk: Zmeny musia byť zapísané na disk ešte pred operáciou kopírovania.

source: Please note that the copy operation may require a long time.
sk: Uvedomte si, že proces kopírovania môže trvať dlhý čas.

source: Write the changes to disk and resize the partition?
gl: ¿Escribir os cambios ó disco e axustar o tamaño da partición?
sk: Zapísať zmeny na disk a zmeniť veľkosť oblasti?

source: Before the resize operation takes place, the changes have to be written to disk.
gl: Antes de que o axuste teña lugar, os cambios deben gardarse no disco.
sk: Zmeny musia byť zapísané na disk ešte pred operáciou zmeny veľkosti.

source: Please note that the resize operation may require a long time.
sk: Uvedomte si, že proces zmeny veľkosti môže trvať dlhý čas.

source: Size:
gl: Tamaño:
sk: Veľkosť:

source: The root file system is a RAM disk. The hard disk file systems are mounted on "/target". The editor available to you is nano. It's very small and easy to figure out. To get an idea of what Unix utilities are available to you, use the "help" command.
sk: Koreňový súborový systém leží na RAMdisku. Súborové systémy z pevného disku sú pripojené pod "/target". K dispozícii máte malý a jednoduchý editor nano. Zoznam všetkých dostupných Unixových nástrojov získate príkazom "help".

source: ${PARTITIONS}, Finish, Abort
gl: ${PARTITIONS}, Rematar, Abortar
sk: ${PARTITIONS}, Koniec, Zrušiť

source: Leave the file system intact, ${FSCHOICES}, Create swap space
gl: Non tocar o sistema de ficheiros, ${FSCHOICES}, crear espacio de intercambio
sk: Ponechať súborový systém neporušený, ${FSCHOICES}, Vytvoriť odkládací priestor

source: ${FSCHOICES}, Create swap space
gl: ${FSCHOICES}, crear espacio de intercambio
sk: ${FSCHOICES}, Vytvoriť odkládací (swap) priestor

source: /, /usr, /boot, /home, /var, /tmp, Don't mount it, Enter manually
gl: /, /usr, /boot, /home, /var, /tmp, non montalas, introducir a mï¿½
sk: /, /usr, /boot, /home, /var, /tmp, Nepripájať, Zadať manuálne

source: Cancel, ${DEVS}
gl: Cancelar, ${DEVS}
sk: Zrušiť, ${DEVS}

source: No standard floppy drive was found. If you have a USB floppy drive or some other unusual type of floppy drive, select it from the list. Note that the list may also include drives that are not floppy drives.
sk: Nebolo nájdená žiadna štandartná disketová mechanika. Ak máte USB disketovú mechaniku alebo iný nezvyčajný typ disketovej mechaniky, zvoľte daný typ v zozname. Uvedomte si, že zoznam môže obsahovať aj ovládače zariadení, ktoré nie sú disketovými mechanikami.

source: floppy, web, mounted file system
sk: disketa, web, pripojený súborový systém

source: Choose country or region
gl: Elixe un país ou rexión

source: North America
gl: América do Norte

source: Central America
gl: América Central

source: South America
gl: América do Sur

source: Caribbean
gl: O Caribe

source: Europe
gl: Europa

source: Africa
gl: África

source: Indian Ocean
gl: Océano Índico

source: Oceania
gl: Oceaniá

source: Antarctica
gl: A Antártida

source: Load network drivers from a driver floppy?
gl: ¿Carga-los controladores de rede desde un disco con controladores?

source: No Ethernet card was detected. For some Ethernet cards you may need to load additional network drivers from a driver floppy. If you have such a floppy available now, put it in the drive before continuing.
gl: Non se atopou ningunha tarxeta Ethernet. Con algunhas tarxetas Ethernet precisas cargar controladores de rede adicionales desde un disco con controladores. Se te-lo disco dispoñible, pono na unidade antes de continuar.

source: Detect hardware
gl: Detección do hardware

source: Unable to load some modules
gl: Non se puideron cargar algúns módulos

source: Linux kernel modules needed to drive some of your hardware are not available yet. Simply proceeding with the install may make these modules available later.
gl: Os módulos do kernel Linux que se precisaban para usar parte do teu hardware non están dispoñibles aínda. Simplemente continuar coa instalación fará que estes módulos estén dispoñibles máis tarde.

source: The unavailable modules, and the devices that need them are: ${MISSING_MODULES_LIST}
gl: Os módulos non dispoñibles e os dispositivos que os precisan son: ${MISSING_MODULES_LIST}

source: AR
gl: Arxentina

source: CO
gl: Colombia

source: IL
gl: Israel

source: MA
gl: Marrocos

source: NI
gl: Nicaragua

source: AT
gl: Austria

source: AU
gl: Australia

source: BE
gl: Bélxica

source: BG
gl: Bulgaria

source: BR
gl: Brasil

source: BY
gl: Bielorusia

source: CA
gl: Canadá

source: CH
gl: Suíza

source: CL
gl: Chile

source: CN
gl: China

source: CR
gl: Costa Rica

source: CZ
gl: República Checa

source: DE
gl: Alemania

source: DK
gl: Dinamarca

source: EE
gl: Estonia

source: ES
gl: España

source: FI
gl: Finlandia

source: FR
gl: Francia

source: GB
gl: Gran Bretaña

source: GR
gl: Grecia

source: HK
gl: Hong Kong

source: HR
gl: Croacia

source: HU
gl: Hungría

source: ID
gl: Indonesia

source: IE
gl: Irlanda

source: IN
gl: India

source: IS
gl: Islandia

source: IT
gl: Italia

source: JP
gl: Xapón

source: KR
gl: República de Corea

source: LT
gl: Lituania

source: LU
gl: Luxemburgo

source: LV
gl: Letonia

source: MX
gl: México

source: NL
gl: Holanda

source: NO
gl: Noruega

source: NZ
gl: Nova Zelandia

source: PL
gl: Polonia

source: PT
gl: Portugal

source: RO
gl: Rumanía

source: RU
gl: Rusia

source: SE
gl: Suecia

source: SG
gl: Singapur

source: SI
gl: Eslovenia

source: SK
gl: Eslovaquia

source: TH
gl: Thailandia

source: TR
gl: Turquía

source: TW
gl: Taiwan

source: UA
gl: Ucrania

source: ZA
gl: Sudáfrica

source: Failed to copy file from CDROM. Retry?
gl: Non se puido copiar un ficheiro desde o CD-ROM, ¿Reintentar?

source: There was a problem reading data from the CDROM. Please make sure it is in the drive. If retrying does not work, you should check the integrity of your CDROM.
gl: Houbo un problema lendo os datos desde o CDROM. Asegúrate de que está na unidade, e se reintentalo non funciona, deberías comprobar a integridade do CDROM.

source: No mount point is assigned for the ext3 filesystem in partition #${PARTITION} of ${DEVICE}.
gl: O sistema de ficheiros na partición #${PARTITION} en ${DEVICE} non ten agignado ningún punto de montaxe.

source: Most things you will need will be loaded automatically. The listed installer components all have low priority and are probably not necessary, but may be interesting to some users.
gl: A maioría das cousas que precisará vanse cargar automáticamente. Os compoñentes aquí listados son de baixa prioridade e probablemente non sexan necesarios, aínda que poden interesar a algúns usuarios.

source: To save memory, not all of the installer modules will be loaded by default. The listed installer components are not all necessary for a basic install, but you may need some of them, especially certain kernel modules, so look through the list carefully and select the components you need.
gl: Para aforrar memoria non se van cargar tódolos módulos por defecto. Os compoñentes do instalador listados non son necesariamente para unha instalación básica, pero precisarás algúns, especialmente algúns módulos do núcleo, polo que bota un vistazo á lista con coidado e escolle os compoñentes que vas precisar.

source: The target filesystem contains files from a past installation. These files could break the installation process or cause a broken system to be installed.
gl: O sistema de ficheiros de destino contén ficheiros dunha instalación anterior. Estes ficheiros poden facer mal no proceso de instalación ou poderían causar que o novo sistema non funcione correctamente.

source: Cannot install Debian
gl: Non se puido instalar Debian

source: The installer cannot figure out how to install Debian. No installable CD-ROM was found and no valid mirror was configured.
gl: O instalador non pode continuar a instalación: Non se atoparon nin unidades de CD-ROM nin servidores espello configurados desde os que instalar.

source: No filesystem mounted on /target
gl: Non hai un sistema de ficheiros montado en /target

source: Before the installation can proceed, a root filesystem must be mounted on /target. The partitioner and formatter should have done this for you.
gl: Antes de que comece a instalación, debe montarse un sistema de ficheiros en /target. O particionador e o formateador deberían ter feito esto por tí.

source: The installation to the target filesystem has been canceled, as the target filesystem contains files from a past installation, which could break the installation process or cause a broken system to be installed. You should go back and erase or format the target filesystem before proceeding with the install.
gl: A instalación ó sistema de ficheiros de destino foi cancelada porque contén ficheiros dunha instalación pasada que poden crear conflictos na instalación ou facer unha instalación fallida. Deberías voltar atrás e borrar ou dar formato ó sistema de ficheiros de destino antes de continuar coa instalación.

source: An error was returned while trying to install the initrd-tools package onto the target system.
gl: Producíuse un erro cando se tentaba instalar initrd-tools no sistema.

source: Check /var/log/messages or see virtual console 3 for the details.
gl: Mira /var/log/messages ou a consola virtual 3 para máis detalles.

source: ${SUBST0} was not pre-downloaded.
gl: ${SUBST0} non foi descargado.

source: Unknown location ${SUBST0}.
gl: Ubicación descoñecida ${SUBST0}.

source: Couldn't download ${SUBST0}.
gl: Non se puido descargar ${SUBST0}.

source: Interrupt caught... Exiting.
gl: Atopouse unha interrupción ... saindo.

source: Installing the Debian base system
gl: Instalando o sistema base de Debian

source: Preparing to install the Debian base system...
gl: Preparando para instala-lo sistema base Debian...

source: Checking the target file system
gl: Comprobando o sistema de ficheiros de destino

source: Checking package size: ${SUBST0}...
gl: Comprobando o tamaño do paquete: ${SUBST0}...

source: Install the GRUB bootloader to XFS filesystem?
gl: ¿Instala-lo cargador de arranque GRUB no sistema de ficheiros XFS?

source: The GRUB bootloader installation often fails or hangs when /boot is on a XFS filesystem. Using LILO in this situation is recommended.
gl: É común que a instalación de GRUB se colgue ou falle cando /boot está nun sistema de ficheiros XFS. Se estás nesta situación é recomendable usar LILO.

source: Saving installation logs to /var/log/debian-installer/...
gl: Gardando os logs da instalación en /var/log/debian-installer/...

source: If you have such partitions, they might contain actual filesystems, and are therefore not available for use by this configuration utility.
gl: Se tes particións dese tipo, deberían conter sistemas de ficheros actuales, e polo tanto non poden usarse con esta utilidade de configuración.

source: No installer ISO images were found. If you downloaded the ISO image, it may have a bad filename (not ending in ".iso"), or it may be on a filesystem that could not be mounted. You'll have to do a network install instead, or reboot and fix the ISO image.
gl: Non se atoparon imaxes ISO do instalador. Se descargaches a imaxe ISO pode ter un nome que non sea válido (Que non renmata en ".iso"), ou pode estar nun sistema de ficheiros que non puido ser montado. Terás que facer unha instalación por rede o reiniciar o sistema e arranxar o problema.

source: Log files and configuration info will be copied into this floppy.
gl: Os ficheros log e de configuración será copiados no disquete.

source: The information will also be stored in /var/log/debian-installer/ on the installed system, and on a floppy if the floppy device was found.
gl: A información vaise gardar tamén en /var/log/debian-installer/ no sistema instalado, e nun disquete se se atopa a unidade.
