Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/*.po
Languages: gl, mr, sk

source: You may need to supply a DHCP host name. If you are using a cable modem, you might need to specify an account number here.
gl: Pode ser necesario que escribas un nome de máquina DHCP. Se usas un cable modem, precisarás indicar un número de conta aquí.
mr: आपणास DHCP स्वीयनाम देणे आवश्यक आहे. जर आपण तारयुक्त संदेशयंत्र वापरत असाल तर आपणास आपला खाते क्रमांक देणे जरुरीचे आहे.
sk: Možno budete musieť zadať DHCP meno počítača. Ak používate káblový modem, asi bude potrebné zadať číslo účtu.

source: Most other users can just leave this blank.
gl: A maioría dos usuarios poden deixar en branco.
mr: इतर सर्व उपयोगकर्ते हे रिकामे ठेवू शकतात.
sk: Väčšina používateľov nemusí nič zadávať.

source: Configuring the network with DHCP
gl: Configurando a rede por DHCP
mr: नेटवर्क चे DHCP सहित संरुपण चालू आहे.
sk: Nastavujem sieť pomocou DHCP

source: This may take some time.
gl: Esto pode levar algún tempo.
mr: यास वेळ लागू शकतो.
sk: Môže to chvíľu trvať.

source: Network autoconfiguration has succeeded
gl: Completouse a configuración da rede
mr: नेटवर्कचे स्वयंचलित संरुपण यशस्वी झाले आहे.
sk: Automatické nastavenie siete prebehlo úspešne

source: No DHCP client found
gl: Non se atopou ningún cliente DHCP
mr: DHCP सेवाग्राहक मिळू शकला नाही.
sk: Nenašiel sa žiaden DHCP klient

source: No DHCP client was found. This package requires pump or dhcp-client.
gl: Non se atopou un cliente DHCP. Este paquete require pump ou dhcp-client.
mr: DHCP सेवाग्राहक मिळू शकला नाही.
sk: Nebol nájdený žiaden DHCP klient. Tento balík vyžaduje pump alebo dhcp-client.

source: The DHCP configuration process will be aborted.
gl: O proceso de configuración DHCP vai ser abortado.
mr: DHCP संरुपण प्रक्रिया खंडीत करण्यात येणार आहे.
sk: Priebeh DHCP nastavenia bude prerušený.

source: Retry network autoconfiguration
gl: Voltar a intenta-la autoconfiguración da rede
mr: स्वयंचलित नेटवर्क संरुपणाचा / प्ररचनेचा पुन्हा प्रयत्न करावा.
sk: Zopakovať automatické nastavenie siete

source: Retry network autoconfiguration with a DHCP hostname
gl: Voltar a intenta-la autoconfiguración da rede cun nome de máquina DHCP
mr: DHCP स्वीयनामासहीत नेटवर्क संरुपण / प्ररचनेचा पुन्हा प्रयत्न करावा.
sk: Zopakovať automatické nastavenie siete s DHCP názvom počítača

source: Configure network manually
gl: Configura-la rede manualmente
mr: नेटवर्क रचना स्वतः करावी.
sk: Nastaviť sieť manuálne

source: Do not configure the network at this time
gl: Non configura-la rede agora
mr: नेटवर्क ची रचना आता करु नये.
sk: Nenastavovať (teraz) sieť

source: Network configuration method:
gl: Método para a configuración da rede
mr: नेटवर्क रचना पध्दतीः
sk: Spôsob nastavenia siete:

source: From here you can choose to retry DHCP network autoconfiguration (which may succeed if your DHCP server takes a long time to respond) or to configure the network manually. Some DHCP servers require a DHCP hostname to be sent by the client, so you can also choose to retry DHCP network autoconfiguration with a hostname that you provide.
mr: इथून पुढे DHCP नेटवर्क स्वयंचलित प्ररचनेचा पर्याय तुम्ही निवडू शकता,(DHCP सेवादात्याने योग्य वेळ घेतल्यास हे पूर्ण होऊ शकते.) किंवा नेटवर्क ची रचना स्वतः करु शकता.काही DHCP सेवादात्यास DHCPसेवाग्राहकाच्या स्वीयनामाची आवश्यकता भासते. तुम्ही स्वयंचलित DHCPप्ररचनेस स्वीयनाम देऊन देखील चालू करू शकता.
sk: Teraz si môžete zvoliť medzi zopakovaním automatického nastavenia siete pomocou DHCP (môže to fungovať, ak má server dlhšie odozvy) a manuálnym nastavením siete. Niektoré DHCP servery vyžadujú určenie DHCP názvu počítača, takže musíte zadať názov počítača, kým sa znovu pokúsite o nastavenie siete pomocou DHCP.

source: Network autoconfiguration failed
mr: स्वयंचलित नेटवर्क संरचना यशस्वी होऊ शकली नाही.
sk: Automatické nastavenie siete zlyhalo

source: Your network is probably not using the DHCP protocol. Alternatively, the DHCP server may be slow or some network hardware is not working properly.
mr: आपले नेटवर्क DHCPविशिष्टाचार वापरत नाही. कदाचित DHCP सेवादात्याची प्रक्रिया धीमी झालेली असू शकते किंवा नेटवर्क यंत्रणेत बिघाड झालेला असू शकतो.
sk: Na vašej sieti sa pravdepodobne nepoužíva DHCP. Príčinou neúspechu môže byť aj zaťaženie DHCP servera alebo chyba niektorého sieťového prvku.

source: Continue without a default route?
mr: पूर्वनिश्चित पथाशिवाय पुढे चालू ठेवावे का?
sk: Pokračovať bez predvoleného smerovania?

source: The network autoconfiguration was successful. However, no default route was set: the system does not know how to communicate with hosts on the Internet. This will make it impossible to continue with the installation unless you have the first installation CD-ROM, a 'Netinst' CD-ROM, or packages available on the local network.
mr: स्वयंचलित नेटवर्क प्ररचना /संरुपण यशस्वी झाले आहे.परंतु कोणताही पूर्वनिश्चित पाथ मिळू शकला नाही, या साधनास इंटरनेटवरील इतर संगणकाशी संपर्क करता आलेला नाही. आपल्याकडे प्रथम प्रस्थापनेची CD-Netinst CD अथवा स्थानिक नेटवर्कवर पॅकेजेस नसतील तर प्रस्थापना पुढे चालू ठेवता येणार नाही.

source: If you are unsure, you should not continue without a default route: contact your local network administrator about this problem.
mr: खात्री नसेल तर पूर्वनिश्चित पथाशिवाय पुढे जाऊ नये.या तांत्रिक प्रश्नाकरता आपल्या नेटवर्क प्रशासकाशी संपर्क साधावा.
sk: Ak si nie ste istí, nemali by ste pokračovať bez predvoleného smerovania. Informujte o tomto probléme vášho správcu siete.

source: Reconfigure the wireless network
gl: Voltar a configura-la rede inalámbrica
mr: बिनतारी नेटवर्कची पुनर्रचना करावी.
sk: Znovunastavenie bezdrôtovej siete

source: IP address:
gl: Dirección IP:
mr: Ipक्रमांक / अॅड्रेस
sk: IP adresa:

source: The IP address is unique to your computer and consists of four numbers separated by periods. If you don't know what to use here, consult your network administrator.
gl: A dirección IP é única para o teu equipo e consiste en catro números separados por puntos. Se non sabes a que debes usar, deberías consultar ó administrador da rede.
mr: Ipक्रमांक हा आपल्या संगणकापुरता एकमेव (एकच) असा असतो व तो बिंदू नी वेगळा केलेल्या चार संख्यांनी बनतो. जर आपणास वापरण्याबाबत साशंकता असेल, तर कृपया नेटवर्क प्रशासकाशी संपर्क साधावा.
sk: IP adresa je jedinečná pre každý počítač a skladá sa zo štyroch čísel oddelených bodkami. Ak neviete, akú IP adresu máte použiť, kontaktujte správcu vašej siete.

source: Malformed IP address
gl: Dirección IP malformada
mr: चुकीच्या पध्दतीने लिहीलेला Ipक्रमांक
sk: Nesprávna IP adresa

source: The IP address you provided is malformed. It should be in the form x.x.x.x where each 'x' is no larger than 255. Please try again.
gl: A dirección IP que escribiches non ten a forma correcta. Debe ser algo do stilo de x.x.x.x, onde cada 'x' é un número non maior de 255. Volve intentalo.
mr: आपण दिलेला IP क्रमांक हा चुकीचा आहे. तो x.x.x.x या स्वरुपात असणे गरजेचे असून कोणताही 'x' 255 पेक्षा लहान असावा.कृपया पुन्हा प्रयत्न करावा
sk: Vami zadaná IP adresa je nesprávna. Mala by byť v tvare x.x.x.x, kde žiadne 'x' nie je väčšie ako 255. Skúste to znova.

source: Point-to-point address:
gl: Dirección punto a punto:
mr: स्थानबिंदूंनी जोडलेला पत्ता.
sk: Point-to-point adresa:

source: The point-to-point address is used to determine the other endpoint of the point to point network. Consult your network administrator if you do not know the value. The point-to-point address should be entered as four numbers separated by periods.
gl: A dirección punto a punto úsase para determina-lo outro extremo da rede punto a punto. Consula ó administrador da túa rede se non coñeces este valor. A direccion punto a punto ten a forma de catro números separados por puntos.
mr: स्थानबिंदूंनी जोडलेला पत्त्याचा उपयोग दुसऱ्या स्थानावरील अखेरचा बिंदूचा भाग काढण्यासाठी स्थानबिंदूनी जोडलेल्या नेटवर्क मधे वापरला जातो. तो माहीत नसल्यास आपल्या नेटवर्क प्रशासकाशी संपर्क साधावा.स्थानबिंदूनी जोडलेला पत्ता हा चार संख्यानी बनतो व त्या चार संख्यांमध्ये बिंदू असतो.
sk: Point-to-point adresa slúži na určenie opačného konca point to point siete. Kontaktujte správcu vašej siete, ak neviete, čo máte zadať. Point-to-point adresa sa zadáva ako štyri čísla oddelené bodkami.

source: Netmask:
gl: Máscara de rede:
mr: नेटमास्क
sk: Sieťová maska:

source: The netmask is used to determine which machines are local to your network. Consult your network administrator if you do not know the value. The netmask should be entered as four numbers separated by periods.
gl: A máscara de rede úsase para saber cales das máquinas pertencen a túa propia rede. Consulta ó administrador da túa rede se non coñeces este valor. A máscara de rede ten a forma de catro números separados por puntos.
mr: नेटमास्क क्रमांकाचा उपयोग आपल्या स्थानिक नेटवर्कवरील संगणक कोणते , हे निश्चित करण्यासाठी होतो. नेटमास्क ची किंमत माहित नसल्यास आपल्या नेटवर्क प्रशासकाशी संपर्क साधावा. नेटमास्क चे स्वरुप म्हणजे बिंदूनी वेगळ्या केलेल्या चार संंख्या असे होय.
sk: Sieťová maska slúži na určenie počítačov, ktoré patria k lokálnej sieti. Kontaktujte správcu vašej siete, ak neviete, čo máte zadať. Sieťová maska sa zadáva ako štyri čísla oddelené bodkami.

source: Gateway:
gl: Porta de enlace
mr: प्रवेश पथक्रमांक
sk: Brána:

source: The gateway is an IP address (four numbers separated by periods) that indicates the gateway router, also known as the default router. All traffic that goes outside your LAN (for instance, to the Internet) is sent through this router. In rare circumstances, you may have no router; in that case, you can leave this blank. If you don't know the proper answer to this question, consult your network administrator.
gl: A porta de enlace é unha dirección IP (catro números separados por puntos que indica o enrutador da pasarela, tamén coñecido como o enrutador predeterminado. Todo o tráfico que sae fora da rede local (por exemplo, a Internet) é enviado a través deste enrutador. Nalgunhas ocasións non é necesario ter un enrutador, se é caso podes deixar en branco. Se non sabes o que debes poñer, consúltao co administrador da túa rede.
mr: प्रवेश पथदर्शकाकडे (Router) कडे निर्देश करणाऱ्या IP क्रमांकास प्रवेश पथक्रमांक म्हटले जाते , तसेच त्यास पूर्वनिश्चित पथदर्शक असेही म्हणतात . आपल्या नेटवर्क बाहेर पाठवले जाणारे संदेश या पथदर्शकातूनच जातात. काही परिस्थितीत , आपणास पथदर्शकाबद्दल माहीती नसल्यास प्रवेशपथक्रमांक सापडू शकला नाही.
sk: Brána je IP adresa (štyri čísla oddelené bodkami), ktorá určuje smerovač. Celá prevádzka, ktorá ide mimo vašej lokálnej siete (napríklad do Internetu), je zasielaná cez tento smerovač. Vo výnimočných prípadoch, keď smerovač nemáte, môžete nechať toto pole prázdne. Kontaktujte správcu vašej siete, ak neviete, čo máte zadať.

source: Unreachable gateway
gl: Non se puido alcanza-la porta de enlace
mr: आटाक्यापलिकडचा प्रवेश पथक्रमांक
sk: Nedosiahnuteľná brána

source: The gateway address you entered is unreachable.
gl: Non se puido alcanza-la porta de enlace que escribiches
mr: दिलेला प्रवेश पथक्रमांक सापडू शकला नाही. or आपण दिलेला प्रवेशपथक्रमांक आटोक्यापलिकडचा आहे.
sk: Zadaná adresa brány je nedosiahnuteľná.

source: You may have made an error entering your IP address, netmask and/or gateway.
gl: Pode que cometeras un erro ó escribi-la dirección IP, máscara de rede e/ou porta de enlace.
mr: IP क्रमांक , नेटवर्क क्रमांक अथवा प्रवेशपथक्रमांक नमूद करताना आपण चूक केलेली असावी.
sk: Možno ste urobili chybu pri zadávaní IP adresy, sieťovej masky a/alebo brány.

source: Is this information correct?
gl: ¿Son estos datos correctos?
mr: ही माहिती बरोबर आहे का?
sk: Sú tieto informácie správne?

source: Currently configured network parameters:
gl: Parámetros de rede configurados neste momento:
mr: सध्याचे नेटवर्क चे स्वरुप व त्याच्या रचनेची मूल्ये.
sk: Aktuálne nastavené parametre siete:

source: interface = ${interface} ipaddress = ${ipaddress} netmask = ${netmask} gateway = ${gateway} pointopoint = ${pointopoint} nameservers = ${nameservers}
gl: interface = ${interface} dirección IP = ${ipaddress} máscara de rede = ${netmask} porta de enlace = ${gateway} punto a punto = ${pointopoint} nameservers = ${nameservers}
mr: अंतराफलक = ${अंतराफलक} आयपीपत्ता = ${आयपीपत्ता} नेटमास्क = ${नेटमास्क} गेटवे = ${गेटवे} बिंदूतेबिंदू = ${बिंदूतेबिंदू} नामपरिसेवक = ${नामपरिसेवक}
sk: rozhranie = ${interface} IP adresa = ${ipaddress} sieťová maska = ${netmask} brána = ${gateway} pointopoint = ${pointopoint} DNS servery = ${nameservers}

source: Configure a network using static addressing
gl: Configurar unha rede usando direccionamento estático
mr: स्थायी पत्ता वापरणाऱ्या नेटवर्कची प्ररचना / संरुपण करावे.
sk: Nastavenie siete so statickými adresami

source: stable
mr: स्थायी / स्थिर

source: testing
mr: चाचणी चालू आहे.

source: unstable
mr: अस्थिर

source: Debian version to install:
mr: प्रस्थापन करण्यासाठी डेबियन चा नूतनांकः
sk: Verzia Debianu na inštaláciu:

source: Debian comes in several flavors. Stable is well-tested and rarely changes. Unstable is untested and frequently changing. Testing is a middle ground, that receives many of the new versions from unstable if they are not too buggy.
mr: डेबियन वेगवेगळ्या प्रकारांत उपलब्ध आहे. स्थिर वा स्थायि स्वरुपाचा डेबियन ची व्यवस्थित चाचणी झालेली आहे. अस्थिर वा अस्थायि डेबियन ची चाचणी झालेली नाही आणि त्यात वारंवार बदल होत असतो. चाचणी प्रकार ही मधली पायरी आहे. ज्यात अस्थिर स्वरुपाच्या डेबियन मधे बदल करण्यासाठी सूचना येत असतात.
sk: Debian prichádza v niekoľkých verziách. Stabilná je dobre testovaná a zriedka sa mení. Nestabilná je netestovaná a s častými zmenami. Testovacia je niečo uprostred, pretože má z nestabilnej verzie veľa nových programov, ktoré nemajú veľa chýb.

source: Checking the Debian archive mirror
gl: Comprobando o espello cos arquivos de Debian
mr: डेबियन अभिलेख मिररची तपासणी चालू आहे.
sk: Kontrolujem zdroj Debian archívu

source: Downloading the Release file...
gl: Descargando o ficheiro Release...
mr: रिलिज ची संचिका डाउनलोड होत आहे.
sk: Sťahujem súbor Release ...

source: Bad archive mirror
gl: Servidor espello dos arquivos erróneo
mr: मिररचा चुकीचा अभिलेख.
sk: Chybný zdroj Debian archívu

source: The specified Debian archive mirror is either not available, or does not have a valid Release file on it. Please try a different mirror.
gl: O servidor espello de Debian escollido non está dispoñible ou non hai un ficheiro Release válido nel. Por favor, escolle outro servidor espello.
mr: उल्लेखलेला डेबियन अभिलेखाचा मिरर उपलब्ध नाही अथवा त्याची योग्य रिलिज संचिका उपलब्ध नाही, कृपया दुसऱ्या मिररसाठी प्रयत्न करावा.
sk: Zadaný zdroj Debian archívu je nedostupný alebo neobsahuje platný súbor Release. Skúste iný zdroj Debian archívu.

source: Architecture not supported
mr: रचनेस सहाय्य करता येत नाही.

source: The specified Debian archive mirror does not seem to support your architecture. Please try a different mirror.
mr: उल्लेखलेला डेबियन मिरर तुमच्या संगणकाच्या रचनेस सहाय्य करत नाही. कृपया दुसरा मिरर वापरावा.

source: Choose a mirror of the Debian archive
gl: Elixa un espello cos arquivos Debian
mr: डेबियन अभिलेखासाठी मिरर ची निवड करावी.
sk: Výber zdroja Debian archívu

source: enter information manually
gl: Introducir a información a mán
mr: कृपया माहिती स्वतः द्यावी.
sk: manuálne zadať informácie

source: US[ Default value for http]
gl: ES
mr: US [ http करिता पूर्वनिश्चित शब्दांकन / मूल्य ]
sk: SK

source: Debian archive mirror country:
gl: País do espello cos arquivos de Debian
mr: डेबियन अभिलेख मिररचा देश.
sk: Krajina so zdrojom Debian archívu:

source: The goal is to find a mirror of the Debian archive that is close to you on the network -- be aware that nearby countries, or even your own, may not be the best choice.
gl: O obxectivo é atopar un espello cos arquivos de Debian o o máis cerca túa posible na rede -- ten en conta que os países veciños, ou ás veces o teu propio non on as mellores opciones
mr: याचा उद्देश तुमच्या नेटवर्कवरील सर्वात जवळच्या डेबियन अभिलेख मिररचा शोध घेणे हा आहे.तुमच्या स्वतःच्या देशातील मिरर देखील अपेक्षित कामगिरी करु शकणार नाही, हे लक्षात असू द्या.
sk: Cieľom je nájsť zdroj Debian archívu, ktorý je na sieti najbližšie. Ale pozor, nie vždy sú okolité krajiny alebo dokonca vaša krajina tou najrýchlejšou voľbou.

source: Debian archive mirror:
gl: Espello dos arquivos de Debian:
mr: डेबियन अभिलेख मिररः
sk: Zdroj Debian archívu:

source: Please select a Debian archive mirror. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
gl: Por favor, elixe un espello para os arquivos de Debian. É recomendable que uses un espello no teu país ou rexión se non sabes cal dos espellos ten a mellor conexión respecto a túa.
mr: डेबियन अभिलेखाच्या मिररची निवड करावी. तुम्हाला कोणत्या मिररसाठी सर्वोत्कृष्ट इंटरनेट कनेक्शन उपलब्ध आहे, याची माहिती नसल्यास तुमच्या भागातील / देशातील मिररची निवड करावी.
sk: Zvoľte si zdroj Debian archívu. Pokiaľ neviete, ktorý zdroj je pre vás najrýchlejší, mali by ste si zvoliť zdroj z krajiny alebo regiónu, kde sa nachádzate.

source: Usually, ftp.<your country code>.debian.org is a good choice.
gl: Normalmente, ftp.<o teu código de área>.debian.org é unha boa elección
mr: <तुमच्या देशाचा कोड क्र. >. debian.org हा चांगला पर्याय आहे.
sk: Zvyčajne je rozumnou voľbou ftp.<kód vašej krajiny>.debian.org.

source: Debian archive mirror hostname:
gl: Nome da máquina espello cos arquivos de Debian:
mr: डेबियन अभिलेखातील दर्पणी (दुसरे) स्वीयनाम.
sk: Názov počítača so zdrojom Debian archívu:

source: Please enter the hostname of the mirror from which Debian will be downloaded.
gl: Por favor, elixe o nome da máquina do espello do que vas a descargar Debian.
mr: डेबियन जेथून अधोभारित (डाउनलोड) करणार, त्या मिरर चे स्वीयनाम द्यावे.
sk: Zadajte názov počítača so zdrojom, z ktorého sa má Debian stiahnuť.

source: An alternate port can be specified using the standard [hostname]:[port] format.
mr: पर्यायी पोर्ट आपण नेहमीच्या [hostname]:[port] या स्वरुपात देऊ शकता.
sk: Port sa dá nastaviť použitím štandartného formátu [meno_počítača]:[port]

source: Debian archive mirror directory:
gl: Directorio do espello cos arquivos de Debian:
mr: डेबियन अभिलेखातील मिरर निर्देशिकाः
sk: Adresár zdroja Debian archívu:

source: Please enter the directory in which the mirror of the Debian archive is located.
gl: Por favor, escriba o directorio no que está o espello cos arquivos de Debian.
mr: डेबियन अभिलेख असणाऱ्या निर्देशिकेचे नाव द्यावेः
sk: Zadajte adresár, v ktorom sa nachádza zdroj Debian archívu.

source: HTTP proxy information (blank for none):
gl: Información do Proxy HTTP (Deixar en branco se non procede)
mr: HTTP प्राॅक्सीची माहिती (काहीच नसल्यास रिकामी सोडाः)
sk: Informácie o HTTP proxy (nevyplňujte, pokiaľ nepoužívate):

source: If you need to use a HTTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
gl: Se precisas usar un proxy HTTP para acceder ó exterior, escriba a información sobre o proxy aquí. Se non procede, deixar en branco.
mr: बाहेरील नेटवर्क वर HTTPप्राॅक्सी द्वारे प्रवेश हवा असेल तर त्या प्राॅक्सी बाबत माहिती द्यावी, नसल्यास रिकामी सोडावी.
sk: Ak pre prístup k okolitému svetu potrebujete HTTP proxy, zadajte tu potrebné informácie. V opačnom prípade nič nevyplňujte.

source: The proxy information should be given in the standard form of "http://[[user][:pass]@]host[:port]/".
mr: प्राॅक्सी बाबतची माहिती नेहमीच्या मानकात ("http://[user][:pass]@]host[:port]/" या स्वरुपात द्यावी.

source: US[ Default value for ftp]
gl: ES[ Valor predeterminado para o ftp]
mr: US[ ftpसाठी पूर्वनिश्चित मूल्य ]
sk: SK

source: FTP proxy information (blank for none):
gl: Información do proxy FTP (Deixar en branco se non procede):
mr: FTP प्राॅक्सी माहिती ( नसल्यास रिकामी सोडा)
sk: Informácie o FTP proxy (nevyplňujte, pokiaľ nepoužívate):

source: If you need to use a FTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
mr: बाहेरील नेटवर्क वर HTTP प्राॅक्सी द्वारे प्रवेश हवा असेल, तर त्या प्राॅक्सी बाबत माहिती द्यावी, नसल्यास रिकामी सोडावी.

source: Protocol for file downloads:
mr: संचिका अधोभारणासाठी विशिष्टाचार ः (संचिका डाउनलोडसाठी प्रोटोकाॅल)

source: Please select the protocol to be used for downloading files. If unsure, select "http"; it is less prone to problems involving firewalls.
mr: कृपया संचिका अधोभारणासाठी (फाईल डाउनलोड) साठी विशिष्टाचाराची निवड करावी. निश्चित खात्री नसल्यास "http"; ची निवड करावी. फायरबाॅल सुरक्षाभिंती मुळे निर्माण होणाऱ्या तांत्रिक गुंत्यांपासून तुलनेने अधिक स्थिरता आहे.

source: Download installer components
gl: Descargar compoñentes do instalador
mr: प्रस्थापकाचे उपविभाग डाउनलोड करा. (प्रस्थापकाच्या उपविभागांचे अधोभारण करावे.)
sk: Stiahnutie súčastí inštalačného programu

source: Retry
mr: पुन्हा प्रयत्न करावे.

source: Change mirror
mr: मिरर बदलावे.

source: Cancel
mr: रद्द करा.
sk: Zrušiť

source: Downloading a file failed:
gl: Fallou a descarga dun ficheiro:
mr: संचिका अधोभारणासाठी (डाउनलोडची) प्रक्रिया असफल झाली आहे.
sk: Stiahnutie súboru zlyhalo:

source: The installer failed to download a file from the mirror. This may be a problem with your network, or with the mirror. You can choose to retry the download, select a different mirror, or cancel and choose another installation method.
gl: O instalador nun puido transferir un ficheiro desde o servidor espello. Esto pode ser causado por un problema na túa rede ou no servidor espello. Podes elixir reintenta-la descarga, escoller outro servidor espello ou cancelar este método de instalación e continuar con outro.
mr: प्रस्थापकास मिररवरुन संचिका डाउनलोड (अधोभारणास) करता येऊ शकलेली नाही. ही तुमच्या नेटवर्कसंबंधीत तांत्रिक अडचण असू शकते. वेगळ्या प्रकारचा मिरर निवडा , प्रस्थापना रद्द करा अथवा प्रस्थापनेची दुसरी पध्दत निवडा.
sk: Inštalačnému programu sa nepodarilo stiahnuť súbor zo zdroja s Debianom. Možno je to zapríčinené chybou vo vašej sieti alebo chybou zdroja Debianu. Môžete sa pokúsiť o zopakovanie stiahnutia, môžete si zvoliť iný zdroj s Debianom, prípadne zrušiť sťahovanie a použiť iný spôsob inštalácie.

source: Load installer components from CD
gl: Cargar os compoñentes do instalador desde o CD
mr: प्रस्थापकाच्या इतर घटकांस CD तून भारित करण्यात असफलता आली आहे.
sk: Načítať súčasti inštalačného programu z CD

source: Failed to copy file from CD-ROM. Retry?
mr: CD-ROM मधून नक्कल करण्याची प्रक्रिया असफल झाली आहे. पुन्हा प्रयत्न करावेत का?
sk: Chyba pri kopírovaní súboru z CD-ROM. Skúsiť znova?

source: There was a problem reading data from the CD-ROM. Please make sure it is in the drive. If retrying does not work, you should check the integrity of your CD-ROM.
mr: CD-ROM मधून माहितीचे संगणन करताना अडथळा निर्माण झाला आहे, CD-ROM मधे CD आहे, याची खात्री करा. तर पुनः प्रयत्न करु शकत नसाल, तर तुमच्या CD-ROM ची यंत्रणा व्यवस्थित आहे, हे बघा.
sk: Pri čítaní údajov z CD-ROM nastala chyba. Uistite sa, prosím, či je vložené v mechanike. Ak zopakovanie nepomáha, mali by ste skontrolovať neporušenosť vášho CD-ROM.

source: Scanning the floppy
gl: Explorando o disquete
mr: फ्लाॅपी ची पृथक्करण (छाननी) चालू आहे.
sk: Prehľadáva sa disketa

source: Cannot read floppy, or not a driver floppy. Retry?
gl: Non se puido le-lo disco ou non hai un disco na unidade, ¿Reintentar?
mr: फ्लाॅपीतून माहितीचे संगणन होऊ शकत नाही, ही फ्लाॅपी नसण्याची शक्यता आहे, पुन्हा प्रयत्न करावा का?
sk: Nemôžem načítať disketu alebo ovládač na diskete. Skúsiť znovu?

source: There was a problem reading data from the floppy disk. Please make sure that the right floppy is in the drive. If you continue to have trouble, you may have a bad floppy disk.
gl: Houbo un problema lendo os datos desde o disquete. Asegúrate de que o disquete correcto está na unidade. Se segues tengo este problema seguramente sexa producido por un disquete en mal estado.
mr: फ्लाॅपीमधून माहितीचे संगणन करण्यास अडचण निर्माण झाली आहे. फ्लाॅपी ड्राईव्ह मधे योग्य फ्लाॅपी आहे, याची खात्री करा. तांत्रिक अडचण चालू राहिल्यास , आपल्या फ्लाॅपीत अडचण असू शकते.
sk: Vyskytol sa problém pri načítavaní údajov z diskety. Uistite sa, že máte v disketovej mechanike správnu disketu. Ak budú problémy pokračovať, asi máte zlú disketu.
