Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/*.po
Languages: gl, mr, sk

source: An error occurred while configuring encrypted volumes.
mr: कुटलेखन आकारमानाची संरचना करतांना त्रूटी आढळली

source: The configuration has been aborted.
mr: संरचनेची प्रक्रिया खंडीत झाली

source: Initialisation of encrypted volume failed
mr: कुटलेखन आकारमानाची प्रारंभिकरण प्रक्रिया अयशश्वी

source: An error occurred while setting up encrypted volumes.
mr: कुटलेखन आकारमानाचे निर्धारण करतांना त्रूटी

source: Passphrase
mr: कुटशब्द

source: Keyfile (GnuPG)
mr: कळफाईल (GnuPG)

source: Random key
mr: स्वैर कळ

source: Unsafe swap space detected
mr: अदलाबदल करण्यासाठी सुरक्षित जागा नाही

source: An unsafe swap space has been detected.
mr: अदलाबदल करण्यासाठी असलेली जागा सुरक्षित नाही असे आढळून आले आहे

source: This is a fatal error since sensitive data could be written out to disk unencrypted. This would allow someone with access to the disk to recover parts of the encryption key or passphrase.
mr: घातक त्रुटी, डीस्कवरील संवेदनशील माहिती सुरक्षित रहाणार नाही कोणतीही व्यक्ती त्यातील माहिती किंवा कुटशब्द मिळवू शकेल.

source: Please disable the swap space (e.g. by running swapoff) or configure an encrypted swap space and then run setup of encrypted volumes again. This program will now abort.
mr: (स्व्ॅपआॅफ् वापरुन) अदलाबदलीची जागा निर्बळ करा किंवा कुटलेखीत अदलाबदल जागेची संरचना करा आणि नंतर कुटलेखन आकारमान स्थापित करा.सद्य प्रोग्राम मधून बाहेर पडत आहे.

source: Encryption passphrase:
mr: कुटलिखीत कुटशब्द

source: You need to choose a passphrase to encrypt ${DEVICE}.
mr: ${DEVICE} कुटलेखित करण्यासाठी कुटशब्द निवडा.

source: The overall strength of the encryption depends strongly on this passphrase, so you should take care to choose a passphrase that is not easy to guess. It should not be a word or sentence found in dictionaries, or a phrase that could be easily associated with you.
mr: कुटशब्दावरच सुरक्षितता अवलंबून असल्याने कुटशब्द असा निवडा कीजो सहज ओळखता न येणारा, डिक्शनरीत न सापडणारा किंवा तुमच्याशी थेट संबधीत नसलेला असावा.

source: A good passphrase will contain a mixture of letters, numbers and punctuation. Passphrases are recommended to have a length of 20 or more characters.
mr: चांगल्या कुटशब्दात अंक, अक्षरे, विरामचिन्हे यांची योग्य सरमिसळ असावी.कुटशब्दामध्ये २० किंवा २०पेक्षा जास्त अक्षरे असावीत.

source: Re-enter passphrase to verify:
mr: निश्चितीसाठी कुटशब्द परत भरा.

source: Please enter the same passphrase again to verify that you have typed it correctly.
mr: योग्य कुटशब्द भरला आहे कि नाही हे तपासण्यासाठी तोच कुटशब्द परत लिहा.

source: Passphrase input error
mr: कुटशब्द भरतांना त्रुटी आढळली.

source: The two passphrases you entered were not the same. Please try again.
mr: तुम्ही भरलेला पहिला व दुसरा कुटशब्द सारखा नाही. पुन्हा प्रयत्न करा.

source: Empty passphrase
mr: कुटशब्दात अक्षरे नाहीत.रिकामा आहे.

source: You entered an empty passphrase, which is not allowed. Please choose a non-empty passphrase.
mr: तुम्ही कुटशब्दाच्या जागी कोणतीच अक्षरे भरली नाहीत. अक्षरे असणारा कुटशब्द निवडा.

source: Use weak passphrase?
mr: कुटशब्दातील अक्षरे पुरेशी नाहीत.

source: You entered a passphrase that consists of less than ${MINIMUM} characters, which is considered too weak. You should choose a stronger passphrase.
mr: तुम्ही निवडलेला कुटशब्द ${MINIMUM} पेक्षा कमी अक्षरांचा आहे.जास्त अक्षरांचा कुटशब्द निवडा.

source: Enter random characters
mr: स्वैर अक्षरे निवडा.

source: The encryption key for ${DEVICE} is now being created.
mr: ${DEVICE}साठीची कुटलेखन कळ तयार होत आहे.

source: You can help speed up the process by entering random characters on the keyboard, or just wait until enough keydata has been collected. (NOTE: this can take a long time)
mr: की बोर्डवरुन स्वैर अक्षरे निवडा. जेणेकरून प्रक्रिया जलद सुरू होईल. किंवा पुरेशी अक्षरे तयार होण्यासाठी थांबा. ( याला जास्त वेळ लागेल )

source: Keyfile creation failure
mr: कळ फाईल तयार करण्याची प्रक्रिया अयशश्वी.

source: An error occurred while creating the keyfile.
mr: कळफाईल तयार करतांना त्रुटी आढळली.

source: You have selected the root file system to be stored on an encrypted partition. This feature is not available and continuing now would result in an installation that cannot be used.
mr: तुम्ही मुळ फाईल प्रणाली साठवण्यासाठी कुटलेखीत विभाजन नियुक्त करीत आहात.हा पर्याय उपलब्ध नाही. या मुळे केलेले संस्थापन वापरण्या योग्य रहाणार नाही.

source: Please go back and choose a non-encrypted partition for the root file system.
mr: मागील पायरीवर जा व मुळ फाईल प्रणाली साठीकुटलिखीत नसलेले विभाजन निवडा.

source: You have selected the root file system to be stored on an encrypted partition. This feature requires a separate /boot partition on which the kernel and initrd can be stored.
mr: तुम्ही मुळ फाईल प्रणाली साठवण्यासठी कुटलेखित विभजनाची निवड केली आहे.या साठी ज्यावर गाभा साठवता येईल असे स्वतंत्र / बूट (प्रारंभीक) विभाजन आवश्यक आहे.

source: You should go back and setup a /boot partition.
mr: मागील पायरीवर जाउन /बूट (प्रारंभीक) विभाजन स्थापीत करा.

source: Encryption configuration failure
mr: कुटलेखन संरचना अयशश्वी.

source: You have selected the /boot file system to be stored on an encrypted partition. This is not possible because the bootloader would be unable to load the kernel and initrd. Continuing now would result in an installation that cannot be used.
mr: तुम्ही मुलभूत फाईल प्रणाली साठवण्यासाठी कुटलेखीत विभजनाची निवड केली आहे.परंतू यामुळे गाभा प्रक्रिया चालू करणे शक्य होणार नाही. ही प्रक्रिया चालू ठेवल्यासतयार होणारे संस्थापन वापरण्यायोग्य रहाणार नाही.

source: You should go back and choose a non-encrypted partition for the /boot file system.
mr: मागे जाउन /प्रारंभ फाईल प्रणालीसाठी अ-कुटलेखीत विभाजन निवडा.

source: Are you sure you want to use a random key?
mr: स्वैर कळ वापरणे निश्चित आहे का?

source: You have chosen a random key type for ${DEVICE} but requested the partitioner to create a file system on it.
mr: तुम्ही ${DEVICE}करीता विभाजनावर फाईल प्रणाली तयार करण्यासाठी स्वैर् कळ वापरणे निश्चित केले आहे.

source: Using a random key type means that the partition data is going to be destroyed upon each reboot. This should only be used for swap partitions.
mr: स्वैर कळ पद्धती वापरल्याने विभाजनावरील सर्व माहिती प्रत्येक पुनरारंभाच्या वेळी पुसली जाईल. हि पद्धत अदलाबदल विभाजनासाठीच वापरली जाते.

source: Failed to download crypto components
mr: कुट भाग उतरवून घेण्याची प्रक्रिया अयशस्वी

source: An error occurred trying to download additional crypto components.
mr: अतिरीक्त कुट भाग उतरवून घेण्याची प्रक्रिया अयशस्वी.

source: Proceed to install crypto components despite insufficient memory?
mr: स्म्रुती कमी असूनही कुट भाग उतरावयाचे आहेत का?

source: There does not seem to be sufficient memory available to install additional crypto components. If you choose to go ahead and continue anyway, the installation process could fail.
mr: कुट भाग संस्थापित करण्यासाठी पुरेशी स्म्रुती नाही.तरी सुद्धा प्रक्रिया चालू ठेवल्यास संस्थापन प्रक्रियाखराब होण्याची शक्यता आहे.

source: Really use block device encryption?
mr: ब्लॉक डीव्हाईस कुटलेखन पद्धती वापरावयाची आहे का?

source: The support for block device encryption is still experimental and not considered ready for production. In particular it may result in setups that are easy to break and so give a false sense of security. There are no known encryption flaws, however, until the implementation is thoroughly audited, this feature should not be used except for testing purposes.
mr: ब्लॉक डीव्हाईस पद्धतीचा आधार अजून प्रयोगक्षम अवस्थेत आहे व निर्मितीसाठी सज्ज नाही.या पद्धतीमूळे केलेली संरक्षण संरचना सहज भेदली जाऊ शकते.आता पर्यंत या कुटलेखनात कोणतेही वैगुण्य आढळले नसले तरी केवळ चाचणीसाठीच हा पर्याय वापरवा.

source: No partitions found
gl: Non se atoparon particins
mr: विभाजन आढळले नाही.
sk: Neboli nájdené žiadne oblasti

source: No partitions were found in your system. You may need to partition your hard drives or load additional kernel modules.
gl: Non se atoparon particins no teu sistema. ï¿½necesario que particiones as tas unidades ou cargues mdulos do kernel adicionï¿½s.
mr: तुमच्या प्रणालीत विभाजन आढळले नाही. तुम्हाला हार्डडीस्कवर विभाजन करण्याची गरज आहे किंवा अतिरीक्त गाभा मॉड्यूल भरा.
sk: Na vašom systéme neboli nájdené žiadne oblasti. Asi budete musieť rozdeliť svoje disky alebo načítať ďalšie kernel moduly.

source: No file systems found
gl: Non se atoparon sistemas de ficheiros
mr: फाईल पद्धती आढळली नाही.
sk: Neboli nájdené žiadne súborové systémy

source: No usable file systems were found. You may need to load additional kernel modules.
gl: Non se atoparon sistemas de ficheiros que se podan usar. Pode ser necesario cargar mdulos do kernel adicionï¿½s.
mr: वापरण्या योग्य फाईल पद्धति आढळली नाही. तुम्हाला अतिरीक्त गाभा मॉड्यूल भरण्याचीगरज आहे.
sk: Neboli nájdené žiadne použiteľné súborové systémy. Asi budete musieť načítať ďalšie kernel moduly.

source: Abort
mr: रद्द केले.

source: Select a partition
gl: Elixe unha particin
mr: विभाजन निवडा
sk: Vyberte oblasť

source: These are the partitions that were detected in your system. Please select a partition to configure. No actual changes will be made until you select "Finish". If you select "Abort", no changes will be made.
gl: Estas son as particins que foron atopadas no teu sistema. Por favor, elixe unha particin para configurala. Non se farï¿½ningn cambio ata que elixa Terminar. Se elixe Abortar non se realizarï¿½cambio alguno.
mr: खालील विभाजने तुमच्या प्रणालीत आढळली आहेत. संरचनेसाठी विभाजननिवडा. "समाप्त" पर्याय निवडे पर्यंत संगणकात कोणताही स्थायी बदल केला जाणार नाही."रद्द" पर्याय निवडल्यास बदल केले जाणार नाही.
sk: Vo vašom systéme boli rozpoznané tieto oblasti. Vyberte, prosím, oblasť, ktorú chcete nastaviť. Samotné zmeny sa neprejavia, pokiaľ nevyberiete "Koniec". Ak zvolíte "Zrušiť", nevykonajú sa žiadne zmeny.

source: The information shown is, in order: device name, size, file system, and mount point.
gl: A informacin mostrada correspndese, por orde con: Nome do dispositivo, tamao, sistema de ficheiros e punto de montaxe.
mr: माहिती या क्रमाने दर्शवीली जाईल. : भागाचे नाव, आकारमान, फाईल पद्धती आणिस्थापना बिंदू
sk: Zobrazované informácie znamenajú: meno zariadenia, veľkosť, súborový systém a prípojný bod.

source: Leave the file system intact
mr: फाईल पद्धती अक्षत ठेवा.

source: This partition seems to already have a file system (${FSTYPE}). You can choose to leave this file system intact, create a new file system, or create swap space.
gl: A particin parece ter xa un sistema de ficheiros (${FSTYPE}). Podes elixir non tocar o sistema de ficheiros, crear un novo sistema de ficheiros ou usar para espacio de intercambio.
mr: (${FSTYPE})या पद्धतीची फाईल प्रणाली आधीच विभाजनावर अस्तित्वात आहे.ही फाईल प्रणाली तशीच ठेवण्यासाठी बाहेर पडा, नविन फाईल प्रणाली बनवा किंवा अदलाबदलीसाठी जागा निर्माण करा.
sk: Zdá sa, že na tejto oblasti jestvuje súborový systém (${FSTYPE}). Oblasť môžete nechať neporušenú, alebo na nej môžete vytvoriť súborový systém alebo odkládací priestor.

source: Create swap space
mr: अदलाबदलीसाठी जागा निर्माण करा

source: Action on ${PARTITION}:
gl: Accin para ${PARTITION}:
mr: ${PARTITION}: वर प्रक्रिया सुरु.
sk: Akcia na ${PARTITION}:

source: This partition does not seem to have a file system. You can create a file system or swap space on it.
gl: Esta particin parece que non tenun sistema de ficheiros. Podes usala para crear un sistema de ficheiros ou un espacio de intercambio.
mr: या विभाजनावर फाईल प्रणाली अस्तित्वात नाही असे दिसते. तुम्ही फाईल प्रणालीनिर्माण करा किंवा अदलाबदल जागा तयार करा.
sk: Zdá sa, že na tejto oblasti nejestvuje žiaden súborový systém. Na tejto oblasti môžete vytvoriť súborový systém alebo odkládací priestor.

source: Don't mount it
mr: आरोपण करू नका.

source: When a partition is mounted, it is available to the users of the system. You always need a root ("/") partition, and it's often good to have a separate partition for /home.
gl: Cando unha particin estï¿½montada, estï¿½dispoible para os usuarios do sistema. Sempre ï¿½necesaria unha particin raï¿½ ("/"), e ï¿½recomendable tela nun particin diferente a /home.
mr: जेव्हा विभाजनाचे आरोपण होईल ते वापरण्यासाठी उपलब्ध होईल.तुम्हाला मुळ ("/") विभाजनाची नेहमीच गरज भासेल आणि /आरंभस्थळासाठी स्वतंत्र विभाजन असणे चांगले असते.
sk: Ak je oblasť pripojená, je dostupná pre používateľov systému. Potrebujete minimálne koreňovú ("/") oblasť, ale často je vhodné mať osobitnú oblasť pre /home.

source: Mount point for ${PARTITION}:
gl: Punto de montaxe para ${PARTITION}:
mr: ${PARTITION}: साठी आरोपण बिंदू.
sk: Prípojný bod pre ${PARTITION}:

source: Please enter where the partition should be mounted.
gl: Por favor, escriba onde debe ser montada a particin.
mr: विभाजनाचे आरोपणा कोठे करावयाचे ते निश्चित करा.
sk: Zadajte, prosím, kam sa má oblasť pripojiť.

source: Do you want to unmount the partitions so you can make changes?
gl: Queres desmonta-las particins para facer cambios?
mr: बदल करण्यासाठी आरोपण रद्द करावयाचे काय?
sk: Chcete odpojiť oblasti, aby ste mohli previesť zmeny?

source: Since the partitions have already been mounted, you cannot do any changes.
gl: Desde que as particins se monten, non poderï¿½ facer cambio algn.
mr: विभाजनचे आरोपण पुर्ण झाल्या असल्याने आता त्यात बदल करता येणार नाही.
sk: Pretože oblasti sú práve pripojené , nemôžete robiť žiadne zmeny.

source: Failed to unmount partitions
gl: Non se puideron desmontar as particins
mr: विभाजनाचे आरोपण रद्द् करण्याची प्रक्रिया अयशश्वी.
sk: Chyba pri odpájaní oblastí

source: An error occurred while unmounting the partitions. The partition configuration process is aborted.
gl: Ocorreu un erro mentres se desmontaban as particins. O proceso de configuracin da particin foi abortado.
mr: विभाजनाचे आरोपण रद्द् करतांना त्रुटी आली.विभाजनाची संरचना प्रक्रिया रद्द केली.
sk: Pri odpájaní oblastí sa vyskytla chyba. Proces nastavenia oblastí bol prerušený.

source: Create %s file system
gl: Crear o sistema de ficheiros %s
mr: % ची फाईल प्रणाली बनवा.
sk: Vytvoriť súborový systém %s

source: No root partition (/)
gl: Non hai ningunha particin raï¿½ (/)
mr: मुळ विभाजन (/) नाही.
sk: Žiadna koreňová oblasť (/)

source: You need a root partition. Please assign a partition to the root mount point before continuing.
gl: Precisas unha particin raï¿½. Por favor, asigna unha particn punto de montaxe raï¿½ antes de continuar.
mr: मुळ विभाजन आवश्यक. पुढे जाण्यापूर्वी विभाजनावर मुळ आरोपण बिंदू निश्चित करा.
sk: Potrebujete koreňovú oblasť. Pred pokračovaním priraďte oblasť ku koreňovému prípojnému bodu.

source: Partition assigned to ${MOUNT}
gl: Particin asignada a ${MOUNT}
mr: ${MOUNT} ला विभाजन निश्चित केले.
sk: Oblasť priradená k ${MOUNT}

source: Mounting a partition on ${MOUNT} makes no sense. Please change this.
gl: Non ten sentido ningn montar unha particin en ${MOUNT}. Cï¿½bieo.
mr: ${MOUNT} वर विभाजन आरोपण करणे अयोग्य आहे. क्रुपया ते बदला.
sk: Pripojenie oblasti k ${MOUNT} nedáva žiadny zmysel. Zmeňte to, prosím.

source: Several partitions assigned to ${MOUNT}
gl: Asignaches mï¿½s de unha particin a ${MOUNT}
mr: ${MOUNT}वर अनेक विभाजने निश्चित केली आहेत.
sk: K ${MOUNT} je priradených viac oblastí

source: You cannot assign several partitions to the same mount point. Please change all but one of them.
gl: Non podes asignar varias particins mesmo punto de montaxe. Por favor, cambie todas menos unha.
mr: एकाच आरोपण बिंदूवर अनेक विभजने देता येणार नाहीत.एक सोडून बाकी विभाजने बदला.
sk: Nemôžete pripojiť viac oblastí do jedného prípojného bodu. Prosím, opravte všetky okrem jedného.

source: Ready to create file systems and mount partitions?
gl: Preparado para crea-los sistemas de ficheiros e montar as particins?
mr: फाईल प्रणाली व विभाजन आरोपण करण्यास तयार.
sk: Môžem vytvoriť súborové systémy a pripojiť oblasti?

source: File systems will be created and partitions mounted.
gl: Vanse crear os sistema de ficheiros e montar as particins.
mr: फाईल प्रणाली व विभाजन आरोपण केले जाईल.
sk: Súborové systémy budú vytvorené a oblasti pripojené.

source: WARNING: This will destroy all data on the partitions you have assigned file systems to.
gl: PERIGO: Esto vai destruir todos os datos nas particins ï¿½ que tes asignado algn sistema de ficheiros.
mr: सुचना : फाईल प्रणालीसाठी निश्चित केलेल्या विभाजनावरील सर्व माहिती नष्ट केली होईल.
sk: POZOR: Týmto zničíte všetky údaje na oblastiach, ktorým ste priradili súborové systémy.

source: Failed to create swap space on ${PARTITION}
gl: Non se puido crear o espacio de intercambio en ${PARTITION}
mr: ${PARTITION}वर अदलाबदल जागा तयार करतांना अपयश
sk: Chyba pri vytváraní odkládacieho priestoru na ${PARTITION}

source: An error occurred when the swap space was created on ${PARTITION}.
gl: Ocorreu un erro cando foi creado o espacio de intercambio en ${PARTITION}.
mr: ${PARTITION}वर अदलाबदल जागा निर्माण करतांना त्रुटी आढळली.
sk: Pri vytváraní odkládacieho priestoru na ${PARTITION} sa vyskytla chyba.

source: Failed to activate the swap space on ${PARTITION}
gl: Non se puido activar o espacio de intercambio en ${PARTITION}
mr: ${PARATITION}वर अदलाबदल जागा सक्रीय करतांना अपयश.
sk: Chyba pri aktivovaní odkládacieho miesta na ${PARTITION}

source: An error occurred when the swap space on ${PARTITION} was activated.
gl: Ocorreu un erro cando foi activado o espacio de intercambio en ${PARTITION}
mr: ${PARATITION}वर अदलाबदल जागा सक्रीय करतांना त्रुटी आली
sk: Pri aktivovaní odkládacieho miesta na ${PARTITION} sa vyskytla chyba.

source: Failed to create ${FS} file system on ${PARTITION}
gl: Non se puido crear o sistema de ficheiros ${FS} en ${PARTITION}
mr: ${PARATITION}वर ${FS}फाईल प्रणाली निर्माण करतांना अपयश
sk: Chyba pri vytváraní súborového systému ${FS} na ${PARTITION}

source: An error occurred when the ${FS} file system was created on ${PARTITION}.
gl: Ocorreu un erro cando o sistema de ficheiros ${FS} foi creado en ${PARTITION}.
mr: ${PARATITION}वर ${FS}फाईल प्रणाली निर्माण करतांना त्रुटी आढळली
sk: Pri vytváraní súborového systému ${FS} na ${PARTITION} sa vyskytla chyba.

source: Failed to mount ${PARTITION} on ${MOUNT}
gl: Non se puido montar ${PARTITION} en ${MOUNT}
mr: ${PARTITION} वर ${MOUNT} आरोपण अयशश्वी
sk: Chyba pri pripojení ${PARTITION} na ${MOUNT}

source: An error occurred when ${PARTITION} was mounted on ${MOUNT}.
gl: Ocorreu un erro cando ${PARTITION} foi montada en ${MOUNT}.
mr: ${PARTITION} वर ${MOUNT} आरोपण करतांना त्रूटी आढळली
sk: Pri pripájaní ${PARTITION} na ${MOUNT} sa vyskytla chyba.

source: Please check the error log on the third console or /var/log/messages for more information.
gl: Por favor, mira o log de erros na terceira consola ou /var/log/messages para mï¿½s informacin.
mr: क्रुपया तिसऱ्या दर्शिकेवर त्रुटी तालिका पहा. किंवा अधिक माहितीसाठी /var/log/messages पहा.
sk: Viac informácií nájdete v chybovom logu na tretej konzole alebo v súbore /var/log/messages.

source: Configure and mount partitions
gl: Configurar e montar particins
mr: विभाजनाची संरचना व आरोपण.
sk: Nastaviť a pripojiť diskové oblasti

source: Disk to partition:
gl: Disco a particionar:
mr: डिस्कचे बिभाजन केले जात आहे.
sk: Disk na rozdelenie:

source: Please choose one of the listed disks to create partitions on it.
mr: दर्शविलेल्या डिस्कच्या यादी पैकी विभाजन करण्यासाठी एक डिस्क निवडा.

source: Select "Finish" at the bottom of the list when you are done.
mr: काम पुर्ण झाल्यावर तळातल्या यादीतून "Finish"निवडा.

source: No disk found
gl: Non se atoparon discos
mr: डिस्क उपलब्ध नाही
sk: Nenašiel sa žiaden disk

source: Unable to find any disk in your system. Maybe some kernel modules need to be loaded.
gl: Non se atopou ningún disco no sistema. Pode que se precisen cargar algúns módulos do kernel.
mr: तुमच्या संगणकात कोणतीच डिस्क आढळली नाही. कदाचीत काही गाभा घटकभरण्याची गरज आहे.
sk: Nemôžem nájsť žiadne disky. Možno sa musia načítať nejaké kernel moduly.

source: Partitioning error
gl: Error no particionado
mr: विभाजन त्रुटी
sk: Chyba pri delení disku

source: Failed to partition the disk ${DISC}.
gl: Fallou o particionado do disco ${DISC}.
mr: ${DISK}वर विभाजन करण्याची प्रक्रिया असफल.
sk: Zlyhalo rozdelenie disku ${DISC}.

source: Partition a hard drive
gl: Particionar un disco duro
mr: हार्ड डिस्क वर विभाजन करणे.
sk: Rozdeliť pevný disk

source: Please choose the disk which has the free space required (column Free) to install Debian GNU/Linux. If there's not enough free space, space can be liberated by resizing the FAT partitions (column FreeFat indicates how much space will be freed by resizing the existing FAT partitions).
gl: Por favor, elixe o disco que tea o espacio requerido (Columna Libre) para instalar Debian GNU/Linux. Se non hai suficiente espacio, pdense cambiar de tamao as particins FAT (A Columna LibreFAT sinala o tamao que se liberarï¿½ no caso de cambia-lo espacio das particins FAT).
mr: डेबिअन जी एन् यू /लिनक्स प्रस्थापित करण्यासाठी ज्या डिस्कवर त्याकरीता रिक्त जागा (रिक्त स्तंभ) असेल ती डिस्क निवडा. पुरेशी जागा नसल्यास FAT विभाजनाचीपुन:रचना करून जागा उपलब्ध करुन घेतली जाईल.( सद्य FAT विभाजन पुन्:रचीत करुनकिती जागा मोकळी करता येईल ते स्तंभ FeeFAT मध्ये दर्शविले जाईल.
sk: Vyberte disk, ktorý má dostatok voľného miesta (stĺpec Voľné) na inštaláciu Debian GNU/Linuxu. Ak nemáte dosť voľného miesta, môžete nejaké získať zmenšením FAT oblastí (stĺpec VoľnFat ukazuje, koľko miesta takto získate).

source: Device Model Size Free FreeFAT NbPart
gl: Dispos. Modelo Tamao Libre LibreFAT NbPart
mr: साधन प्रारुप आकार रिक्त रिक्त FAT NbPart
sk: Zariad. Model Veľk. Voľné VoľnFat PočObl

source: Device to partition:
gl: Dispositivo da particin:
mr: साधनाची विभाजन प्रक्रिया
sk: Zariadenie na rozdelenie:

source: No disk was automatically detected. Please enter the path to the device file for the disk you want to partition.
gl: Non foi atopado ningn disco automï¿½icamente. Por favor, escriba a ruta do nome do dispositivo que representa o disco no que estï¿½a particin que vas usar.
mr: कोणतीही डिस्क स्वता:हून पुसली जाणार नाही. साधन फाईल मध्ये विभाजन करावयाच्या डिस्कचे स्थान नोंदवा.
sk: Žiaden disk nebol nájdený automaticky. Prosím, zadajte cestu k súboru zariadenia pre disk, ktorý chcete rozdeliť.

source: Really use the automatic partitioning tool?
gl: Estï¿½ seguro de que queres usar o particionado automï¿½ico?
mr: स्वचालित विभाजन टूल वापरावयाचे आहे का?
sk: Naozaj použiť automatický nástroj na delenie disku?

source: This will destroy the partition table on all disks in the machine. REPEAT: THIS WILL WIPE CLEAN ALL HARD DISKS IN THE MACHINE! If you have important data that are not backed up, you may want to stop now in order to do a backup. In that case, you'll have to restart the installation later.
gl: Esto destruirï¿½a tabla de particins en tdolos discos da mï¿½uina. ï¿½DICIR: ESTO VAI LIMIPIAR Tï¿½OLOS DISCOS DUROS DA Tï¿½ Mï¿½UINA! Se tes informacin importante que no fora gardada, deberï¿½s parar agora e facer unha copia de seguridade. Nese caso, deberï¿½ reiniciar a instalacin mï¿½s tarde.
mr: मशीनमध्ये असलेल्या सर्व हार्ड डिस्कमधील विभाजन तालिका नष्ट केल्या जातील.सावधान : मशीनच्या हार्ड डिस्कमधील सर्व माहिती साठा पुर्णपणे पुसला जाईल.महत्वाच्या माहितीचा बॅक-अप घेतला नसेल तर ही प्रक्रिया येथेच थांबवून बॅक्-अप घ्या.व नंतर संस्थापन परत चालू करा.
sk: Týmto zničíte tabuľku oddielov na všetkých diskoch v počítači. OPAKUJEM: TÝMTO ZNIČÍTE OBSAH VŠETKÝCH DISKOV V POČÍTAČI! Ak máte dôležité údaje, ktoré nie sú zálohované, musíte teraz ukončiť inštaláciu, aby ste vykonali zálohu. V tom prípade budete musieť znovu spustiť inštaláciu neskôr.

source: An error occurred during the previous operation
mr: मागील संक्रिया करतांना त्रुटी आढळली.
sk: Počas predchádzajúcej operácie nastala chyba

source: You may be able to continue. Here is some more information:
gl: Deberï¿½ poder continuar. Aquï¿½ten alguna informacin:
mr: तुम्ही प्रक्रिया चालू ठेवू शकता, त्या बद्दल काही माहिती दिली आहे.
sk: Budete môcť pokračovať. Tu sú podrobnejšie informácie :

source: Automatic partitioning impossible
gl: Non ï¿½posible a particin automï¿½ica
mr: स्वचालित विभाजन प्रक्रिया अशक्य.
sk: Nemožno vykonať automatické rozdelenie disku
