Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/*.po
Languages: gl, mr, sk

source: Load drivers from floppy now?
gl: ¿Carga-los controladores desde o diquete agora?
mr: फ्लाॅपीतून यंत्रणा संगणकात भारीत करावी का?
sk: Môžem teraz načítať ovládače z diskety?

source: You probably need to load drivers from a floppy before continuing with the installation. If you know that the install will work without extra drivers, you can skip this step.
gl: Probablemente precises carga-los controladores desde un disquete antes de continuar coa instalación. Se tes a certeza de que a instalación funciona ben sen novos controladores, salta este paso.
mr: प्रस्थापना पुढे चालू ठेवण्यासाठी बहुधा प्रणालीचालकांस फ्लाॅपीद्वारे पुन्हा संगणकात भारीत करणे आवश्यक आहे, जर प्रस्थापना याशिवाय होऊ शकेल, याची खात्री असेल, तर ही पायरी सोडून पुढे जाता येईल.
sk: Pred pokračovaním inštalácie možno budete potrebovať načítať ovládače z diskety. Ak viete, že inštalácia bude úspešne pokračovať bez potreby extra ovládačov, môžete preskočiť tento krok.

source: If you do need to load drivers, insert the appropriate driver floppy before continuing.
gl: Se precisas cargar controladores, inserta o disco con controladores apropiado antes de continuar.
mr: आपणास ड्रायव्हरस संगणकात भारीत करावयाचे नसल्यास, योग्य त्या प्रणाली.
sk: Ak potrebujete načítať ovládače, pred ďalším pokračovaním vložte príslušnú disketu s ovládačmi.

source: Load drivers from a floppy
gl: Cargar controlador desde un disquete
mr: फ्लाॅपीतून यंत्रणा संगणकात भारीत करावी का?
sk: Načítanie ovládačov z diskety

source: Select your floppy device:
gl: Elixe a unidade de disquete
mr: तुमचे फ्लाॅपीचे साधन निवडा.
sk: Zvoľte disketovú mechaniku:

source: No standard floppy drive was found. If you have a USB floppy drive or some other unusual type of floppy drive, select it from the list. Note that the list may also include devices that are not floppy drives.
mr: कोणताही प्रमाणित फ्लाॅपी ड्राइव्ह मिळू शकला नाही, जर आपल्याकडे USB किंवा नेहमी वापरला न जाणारा फ्लाॅपी ड्राइव्ह असेल, तर उपलब्ध सूचीतून त्याची निवड करा. उपलब्ध सूचीत फ्लाॅपी व्यतिरिक्त अन्य साधने देखील आहेत याची कृपया नोंद घ्यावी.

source: Starting up the partitioner
gl: Cargando o particionador
mr: पार्टिशनर चालू होत आहे
sk: Spúšťa sa nástroj na rozdelenie disku

source: Scanning disks...
gl: Examinando os discos...
mr: स्मृतीसाधनाचे पृथक्करण / छाननी / तपासणी चालू आहे.
sk: Prehľadávajú sa disky...

source: Detecting file systems...
gl: Buscando sistemas de ficheiros...
mr: संचिका खंड शोधणे चालू आहे...
sk: Zisťujem súborové systémy...

source: Device in use
mr: प्रस्तुत साधन वापरात आहे

source: No modifications can be made to the device ${DEVICE} for the following reasons:
mr: खालील कारणांकरीता ${DEVICE} साधनात बदल करता येणार नाही:

source: Partition in use
mr: विभाग वापरात आहे

source: No modifications can be made to the partition #${PARTITION} of device ${DEVICE} for the following reasons:
mr: ${DEVICE} साधनाच्या #${PARTITION} विभागात खालील कारणांकरीता बदल करता येणार नाही:

source: This partitioner doesn't have information about the default type of the partition tables on your architecture. Please send an e-mail message to debian-boot@lists.debian.org with information.
gl: O particionardor non ten información sobre o tipo predeterminado da taboa de particións da túa arquitectura. Por favor, envíe unha mensaxe de correo electrónico a debian-boot@lists.debian.org coa información.
mr: विभाजनकाराकडे तुमच्या मूळ संगणक-आराखड्याच्या विभाग-कोष्टकाची माहिती नाही. कृपया debian-boot@lists.debian.org यावर तपशिलासहीत ई-मेल पाठवावा.
sk: Nástroj na rozdelenie disku nemá informácie o predvolenom type tabuliek oblastí na vašej architektúre. Pošlite, prosím, e-mail s takýmito informáciami na adresu debian-boot@lists.debian.org.

source: Please note that if the type of the partition table is unsupported by libparted, then this partitioner will not work properly.
gl: Debes saber que si o tipo da táboa particións non está soportado por libparted, o particionador non funcionará correctamente.
mr: विभाग-कोष्टकाचा प्रस्तुत प्रकार जर 'लिबपार्टेड' आधारीत नसेल, तर विभाजनकार आपले कार्यव्यवस्थितपणे आपल्या अपेक्षेप्रमाणे करु शकणार नाही, याची कृपया नोंद घ्यावी.
sk: Uvedomte si, že nástroj na rozdelenie disku nebude pracovať správne, ak nie je daný typ tabuľky oblastí podporovaný pomocou libparted.

source: Continue with partitioning?
gl: ¿Continuar co particionado?
mr: विभाजन पुढे चालू ठेवावे का?
sk: Pokračovať v rozdeľovaní disku?

source: This partitioner is based on the library libparted which doesn't have support for the partition tables used on your architecture. It is strongly recommended that you exit this partitioner.
gl: Este particionador está baseado na librería libparted, que non ten soporte para o manexo da táboa de particións da túa arquitectura. É altamente recomendado que abandones este particionador.
mr: हा विभाजनकार 'लिबपार्टेड' संग्रहावर आधारीत असल्याने आपल्या संगणक-आराखड्यावरीलविभाग-कोष्टकास तो मिळता-जुळता नाही. यातून बाहेर पडावे, असे विशेषकरुन सुचविण्यात येत आहे.
sk: Tento nástroj na rozdelenie disku je založený na knižnici libparted, ktorá nemá podporu pre tabuľky oblastí používané na vašej architektúre. Odporúčame vám nepokračovať ďalej v práci s týmto nástrojom.

source: If you can, please help to add support for your partition table type to libparted.
gl: Se podes, por favor axuda a dar soporte ó teu tipo de táboa de particións en libparted.
mr: शक्य असल्यास, कृपया आपले विभाग-कोष्टक 'लिबपार्टेड' आधारीत करण्याकरीता मदत करावी.
sk: Môžete pomôcť pri pridávaní podpory pre vašu tabuľku oblastí do libparted.

source: This is an overview of your currently configured partitions and mount points. Select a partition to modify its settings (file system, mount point, etc.), a free space to create partitions, or a device to initialise its partition table.
gl: Esta é unha vista previa das particións e os puntos de montaxe actuais. Elixe unha partición para cambiar as súas propiedades, elixe espacio libre para crear novas particións ou elixe un dispositivo para inicializar a táboa de particións.
mr: हा अापल्या सध्याचे (वर्तमान) विभाग व आरोह बिंदू ची सर्वसाधारण माहिती देणारा तक्ता आहे. कोणत्याही विभागाच्या संरचनेतील (संचिका खंड,आरोह बिंदू इ...) बदलासाठी विभंागासाठी आवश्यक रिकामी जागा तयार करण्यासाठी वा स्मृतीसाधनास त्याच्या विभाग कोष्टक रचनेच्या प्रारंभासाठी योग्य पर्याय निवडा.
sk: Toto je prehľad vašich nastavených oblastí a prípojných bodov. Zvoľte si oblasť, ktorej chcete zmeniť nastavenie (súborový systém, prípojný bod, atď.), voľné miesto na vytváranie oblastí alebo zariadenie na vytvorenie jeho tabuľky oblastí.

source: Create new empty partition table on this device?
gl: ¿Crear unha nova táboa de particións neste dispositivo?
mr: या स्मृती साधनावर नवीन विभाग-कोष्टक बनवावे का?
sk: Vytvoriť na tomto zariadení novú prázdnu tabuľku oblastí?

source: You have selected an entire device to partition. If you proceed with creating a new partition table on the device, then all current partitions will be removed.
gl: Elexiches un dispositivo enteiro para particionar. Se continuas coa creación dunha nova táboa de particións no dispositivo, todas as particións que estaban serán eliminadas.
mr: तुम्ही संपूर्ण साधनाचे विभागीकरण करण्याचा पर्याय निवडला आहे. क्रिया पुढे चालू ठेवण्यास या साधनावर नवीन विभाग-कोष्टक बनवले जाईल, व सर्व प्रस्थापित विभाग रद्द केले जातील, याची नोंद घ्यावी.
sk: Na rozdelenie ste si vybrali celé zariadenie. Ak budete pokračovať vo vytváraní novej tabuľky oblastí na tomto zariadení, všetky doterajšie oblasti na zariadení budú odstránené.

source: Note that you will be able to undo this operation later if you wish.
gl: Poderás desfacer esta operación máis tarde se o precisas.
mr: आवश्यकता भासल्यास, या प्रक्रियेचे परिणाम तुम्ही नंतर नष्ट करू शकता.
sk: Neskôr môžete túto operáciu zrušiť.

source: Write a new empty partition table?
gl: ¿Crear unha nova táboa de particións vacía?
mr: नवीन रिकामे विभाग-कोष्टक बनवावे का?
sk: Vytvoriť novú prázdnu tabuľku oblastí?

source: Because of limitations in the current implementation of the Sun partition tables in libparted, the newly created partition table has to be written to the disk immediately.
gl: Debido ás limitacións na implementación actual da táboa de partición Sun en libparted, a partición que acabas de crear debe escribirse ó disco inmediatamente.
mr: 'सन मायक्रोसिस्टिम' कृत या विभागकोष्टकास'लिबपार्टेड'संग्रहात समाविष्ट करण्यासाठी असणाऱ्या तात्कालिक मर्यादांमुळे,हे नवीन विभाग-कोष्टक आपल्या डिस्क वर तातडीने लिहिणे जाणे गरजेचे आहे.
sk: Kvôli obmedzeniam v súčasnej implementácii tabuliek oblastí pre Sun v libparted, bude novovytvorená tabuľka oblastí ihneď zapísaná na disk.

source: You will NOT be able to undo this operation later and all existing data on the disk will be irreversibly removed.
gl: Non é posible defacer esta operación máis tarde, polo que os datos que existan no disco se borrarán irreversiblemente.
mr: ही प्रक्रिया चालू झाल्यावर अपूर्णपणे खंडीत करता येणार नाही, तसे केल्यास डीस्क वरील सर्व माहिती (डेटा) कायमचा नष्ट होईल.
sk: Neskôr už NEBUDE možné zrušiť túto operáciu a všetky jestvujúce údaje na disku budú nenávratne vymazané.

source: Confirm whether you actually want to create a new partition table and write it to disk.
gl: Confirma que realmente queres crear unha nova táboa de partición e escribila ó disco.
mr: नवीन विभाग-कोष्टक बनवण्याची क्रिया व तुमच्या डिस्क (स्मृती-चकती)वर त्याचे लेखन कृपया नक्की करा.
sk: Potvrďte, či naozaj chcete vytvoriť novú tabuľku oblastí a zapísať ju na disk.

source: Continue with the installation?
mr: प्रस्थापन पुढे चालू ठेवावे का?
sk: Pokračovať v inštalácii?

source: No partition table changes and no creation of file systems have been planned.
mr: कोणताही विभाग कोष्टक बदल वा संचिका-खंड मांडणी/निर्माण पूर्वनियोजित करण्यात आलेले नाहीत.
sk: Nie sú plánované žiadne zmeny v tabuľkách oblastí, či vytváranie súborových systémov.

source: If you plan on using already created file systems, be aware that existing files may prevent the successful installation of the base system.
mr: प्रस्थापित संचिका खंडाचाच उपयोग करण्याचे आपण निश्चित केले असेल,तर त्यात उपलब्ध संचिकांमुळे नवीन प्रस्थापनेला अडथळा निर्माण होऊ शकतो,याची नोंद घ्यावी.
sk: Ak plánujete použitie jestvujúcich súborových systémov, nezabudnite, že jestvujúce súbory môžu prekaziť úspešnú inštaláciu základného systému.

source: Write the changes to disks?
mr: करण्यात आलेले बदल डिस्क वर निश्चित करावेत का?
sk: Zapísať zmeny na disk?

source: If you continue, the changes listed below will be written to the disks. Otherwise, you will be able to make further changes manually.
mr: प्रक्रिया पुढे चालू ठेवल्यास, खालील बदल डिस्क(स्मृतीचकती)वर लिहिले जातील, अन्यथा अजून बदल आवश्यक भासल्यास करता येऊ शकतील.

source: WARNING: This will destroy all data on any partitions you have removed as well as on the partitions that are going to be formatted.
mr: इशारा ः उपरोक्त क्रियेने केवळ नियोजित विभागावरीलच नव्हे तर उर्वरीत ज्या सर्व विभागांची पुर्नरचना करायची आहे, अशा सर्वांंवरील माहिती होईल.
sk: POZOR: Týmto zničíte všetky údaje na oblastiach, ktoré ste zrušili alebo vybrali na vytvorenie nových súborových systémov.

source: The following partitions are going to be formatted:
gl: As particións seguintes vanse formatear:
mr: खालील विभागांची पुर्नरचना करण्यात येणार आहे.
sk: Formátovať sa budú nasledovné oblasti:

source: partition #${PARTITION} of ${DEVICE} as ${TYPE}
gl: partición: #${PARTITION} en ${DEVICE} como ${TYPE}
mr: ${DEVICE}साधनावरील ${TYPE}प्रकारचा ${PARTITION}विभाग
sk: oblasť č.${PARTITION} na ${DEVICE} ako ${TYPE}

source: ${DEVICE} as ${TYPE}
mr: ${TYPE}प्रकारचे ${DEVICE} साधन.

source: The partition tables of the following devices are changed:
mr: खालील साधनांवरील विभाग-कोष्टकांत बदल करण्यात आलेला आहे.
sk: Tabuľky oblastí sa zmenia na nasledovných zariadeniach:

source: What to do with this device:
gl: ¿Qué facer con este dispositivo?:
mr: या साधनावरील प्रक्रिया निश्चित कराः
sk: Čo sa má vykonať s týmto zariadením:

source: How to use this free space:
gl: ¿Cómo usar este espacio libre?:
mr: या रिकाम्या जागेचा कसा वापर करावा,हे निवडाः
sk: Ako použiť toto voľné miesto:

source: Partition settings:
gl: Opcións da partición:
mr: विभाग मांडणी
sk: Nastavenia oblasti:

source: This partition is formatted with the ${FILESYSTEM}.
gl: Esta partición está formateada co sistema de ficheiros ${FILESYSTEM}.
mr: या विभागाची रचना ${FILESYSTEM} साहाय्याने करण्यात आली आहे.
sk: Táto oblasť je naformátovaná súborovým systémom ${FILESYSTEM}.

source: No existing file system was detected in this partition.
gl: Non se atopou un sistema de ficheiros nesta partición.
mr: कोणताही वर्तमान संचिकाःखंड या विभागाशी संलग्न नाही.
sk: Na tejto oblasti nebol zistený žiaden súborový systém.

source: All data in it WILL BE DESTROYED!
mr: यातील सर्व डेटा (माहिती)नष्ट होईल.
sk: Všetky údaje na tejto oblasti BUDÚ ZNIČENÉ!

source: The partition starts from ${FROMCHS} and ends at ${TOCHS}.
gl: A partición comeza en ${FROMCHS} e remata en ${TOCHS}.
mr: या विभागाची ${FROMCHS} येथून सुरूवात, तर ${TOCHS} येथे शेवट होतो.
sk: Oblasť začína na ${FROMCHS} a končí na ${TOCHS}.

source: The free space starts from ${FROMCHS} and ends at ${TOCHS}.
gl: O espacio libre comeza en ${FROMCHS} e remata en ${TOCHS}.
mr: रिकामी जागा ${FROMCHS} येथून सुरुवात होते आणि ${TOCHS}येथे संपते.
sk: Voľné miesto začína na ${FROMCHS} a končí na ${TOCHS}.

source: Please wait...
gl: Por favor, espere...
mr: जरा थांबावे...
sk: Čakajte, prosím...

source: Partitions formatting
mr: विभाग रचना चालूू आहे.
sk: Na oblastiach sa vytvárajú súborové systémy

source: Processing...
gl: Procesando...
mr: संस्करण चालू आहे....
sk: Pracujem...

source: Done setting up the partition
gl: Rematouse de modificar a partición
mr: विभाग मांडणी पूर्ण झाली आहे.
sk: Nastavenie oblasti ukončené

source: Finish partitioning and write changes to disk
gl: Rematar o particionado e escribir os cambios ó disco
mr: विभाजन करणे संपवा व बदल डिस्कवर लिहा
sk: Ukončiť rozdeľovanie a zapísať zmeny na disk

source: Undo changes to partitions
gl: Desfacer cambios nas particións
mr: विभागात केलेले बदल नष्ट करावेत का?
sk: Vrátiť späť zmeny na oblastiach

source: Show Cylinder/Head/Sector information
gl: Mostrar información de Cilindro/Cabeza/Sector
mr: वृत्तखंड माहिती दर्शवावी का?
sk: Ukázať informácie o Cylindri/Hlave/Sektore

source: Dump partition info in %s
gl: Volcar información da partición en %s
mr: विभाग-माहिती चे अवपातन (अधोरेखन) करावे का?
sk: Vypísať informácie o oblasti do %s

source: FREE SPACE
gl: LIBRE
mr: मोकळी जागा
sk: VOĽNÉ MIESTO

source: unusable
gl: Sen uso
mr: वापरण्या-अयोग्य
sk: nepouž.

source: primary
gl: Primaria
mr: प्राथमिक
sk: primárna

source: logical
gl: Lóxica
mr: तर्कसंगत / तर्कद्वितीय
sk: logická

source: pri/log
gl: pri/lox
mr: प्राथ/तार्कि

source: IDE%s master (%s)
gl: Mestre do IDE%s (%s)
mr: आयडीई%s मालक (%s)

source: IDE%s slave (%s)
gl: Escravo do IDE%s (%s)
mr: आयडीई%s गुलाम (%s)

source: IDE%s master, partition #%s (%s)
gl: Mestre do IDE%s, partición #%s (%s)
mr: आयडीई%s मालक, विभाजन #%s (%s)
sk: IDE%s master, oblasť č.%s (%s)

source: IDE%s slave, partition #%s (%s)
gl: Escravo do IDE%s, partición #%s (%s)
mr: आयडीई%s गुलाम, विभाजन #%s (%s)
sk: IDE%s slave, oblasť č.%s (%s)

source: SCSI%s (%s,%s,%s) (%s)
mr: स्कझी%s (%s,%s,%s) (%s)

source: SCSI%s (%s,%s,%s), partition #%s (%s)
gl: SCSI%s (%s,%s,%s), partición #%s (%s)
mr: स्कझी%s (%s,%s,%s), विभाजन #%s (%s)
sk: SCSI%s (%s,%s,%s), oblasť č.%s (%s)

source: RAID%s device #%s
gl: Dispositivo RAID%s (%s)
mr: रेड%s उपकरण #%s
sk: RAID%s zariadení č.%s

source: Encrypted volume (%s)
mr: संकेताधारीत भाग

source: LVM VG %s, LV %s
gl: LVM Grupo de volumes %s, Volume lóxico %s
mr: ताखंव्य खंग %s, ताखं %s

source: Loopback (loop%s)
mr: पुनरावर्तन (आवर्तन%s)

source: DASD %s (%s)
mr: डीएएसडी %s (%s)

source: DASD %s (%s), partition #%s
mr: डीएएसडी %s (%s), विभाजन #%s

source: Cancel this menu
gl: Saír deste menú
mr: ही सूची रद्द करा
sk: Zrušiť toto menu

source: Partition disks
gl: Particionar discos
mr: विभागीय स्मृतीचकत्या
sk: Rozdelenie diskov

source: Computing the new partitions...
gl: Procesando as novas particións...
mr: नवीन विभागांचे संगणन चालू आहे
sk: Vypočítavajú sa nové oblasti...

source: This probably happened because the selected disk or free space is too small to be automatically partitioned.
gl: Probablemente esto ocurra porque o disco elixido ou o espacio libre é demasiado pequeno para poder autoparticionalo.
mr: निवडलेली (डिस्क) किंवा रिकामी जागा विभागीकरणासाठी खूपच कमी असल्याने असे घडलेले असू शकते.
sk: Možno sa to stalo kvôli tomu, že na zvolenom disku alebo voľnom priestore je príliš málo miesta na automatické rozdelenie.

source: Failed to partition the selected disk
gl: Non se puido particionar o disco elixido
mr: निवडलेल्या डिस्कचे विभाजन करता आले नाही
sk: Pri rozdeľovaní zvoleného disku došlo k chybe

source: This probably happened because there are too many (primary) partitions in the partition table.
gl: Probablemente esto ocurra porque hai demasiadas particiones (primarias) na táboa de particións.
mr: विभाग-कोष्टकांत प्राथमिक विभागांची संख्या गरजेपेक्षा अधिक आढळल्याने असे घडलेले असू शकते.
sk: Možno sa to stalo kvôli tomu, že v tabuľke oblastí (partition table) existuje príliš veľa (primárnych) oblastí.

source: This installer can guide you through partitioning a disk for use by Debian, or if you prefer, you can do it manually. If you do choose to use the guided partitioning tool, you will still have a chance later to review and customise the results.
mr: संस्थापक आपणास स्मृती-चकती (डिस्क)चे विभागीकरण करण्याचे मार्गदर्शन करु शकतो,अथवा हे खुद्द आपणासही करता येईल. विभागीकरण-मार्गदर्शकाचा वापर केल्यावरही, पुढे आपणास त्याचे पुनर्विलोकन आणि आपणास सुयोग्य बदल करता येऊ शकतात.

source: Remove all logical volume data?
mr: संपूर्ण तर्कद्वितीय खंडावरील माहिती नष्ट करावी का?

source: The selected device already contains logical volumes and/or volume groups from a previous LVM installation, which must be removed from the disk before creating any partitions.
mr: निवडलेल्या स्मृतीसाधनावर आधीच्या LVM संस्थापनामुळे असलेली तार्किक खंड स्वरुपातील माहिती आहे, नवीन विभाग करण्याआधी त्याचे नष्ट होणे आवश्यक आहे.

source: LVM physical volume already exists on the selected device
mr: निवडलेल्या स्मृतीसाधनावर LVM प्रत्यक्ष खंड आधीपासून आहे.

source: The selected device already contains one or more LVM physical volumes which cannot be removed. It is therefore not possible to automatically partition this device.
mr: निवडलेल्या स्मृतीसाधनावर एक किंवा अधिक LVM प्रत्यक्ष खंडरुपी माहिती आहे, जी नष्ट करता येऊ शकत नाही. म्हणूनच या स्मृतीसाधनाचे स्वनियंत्रित विभागीकरण करता येणे शक्य नाही.

source: Partitioning method:
gl: Método de particionado:
mr: विभागीकरणाची पध्दतः
sk: Spôsob rozdeľovania:

source: Partitioning scheme:
gl: Esquema do particionado:
mr: विभागीकरणाची योजनाः
sk: Spôsob rozdeľovania:

source: The disk can be partitioned using one of several different schemes. If you are unsure, choose the first one.
gl: A unidade pode ser particionada usando un dos diferentes esquemas. Se non estás seguro, escolle o primeiro.
mr: या स्मृतीसाधनाचे (स्मृतीचकती) चे विभागीकरण अनेक प्रकारे करता येऊ शकते. आपण संभ्रमात असल्यास, पहिला पर्याय निवडावाः
sk: Na rozdelenie disku existuje viacero rôznych spôsobov. Ak sa neviete rozhodnúť, zvoľte si prvý spôsob.

source: Unusable free space
gl: Espacio libre que non se utiliza
mr: वापरण्याअयोग्य मोकळी जागा.
sk: Nepoužiteľné voľné miesto

source: Partitioning failed because the chosen free space may not be used. There are probably too many (primary) partitions in the partition table.
gl: Fallou o autoparticionado porque o espacio libre elixido non pode usarse. Probablemente sexa porque hai demasiadas particións (primarias) na táboa de particións.
mr: उपलब्ध रिकामी जागा वापरता येऊ शकल्याने विभागीकरण होऊ शकले नाही. विभाग-कोष्टकात उपलब्ध प्राथमिक विभागांची संख्या अति-अधिक (गरजेपेक्षा अधिक) असल्याने असे घडलेले असावे.
sk: Sprievodca pri rozdeľovaní zlyhal kvôli nepoužiteľnosti voľného miesta. V tabuľke oblastí asi existuje príliš veľa (primárnych) oblastí.

source: Guided partitioning
gl: Particionado guiado
mr: मार्गदर्शित विभागीकरण
sk: Sprievodca rozdeľovaním

source: Use the largest continuous free space
mr: सर्वात मोठ्या सलग रिकाम्या जागेचा वापर करा.
sk: Použiť najväčšie súvislé voľné miesto

source: Erase entire disk: ${DEVICE}
gl: Borrar toda a unidade: ${DEVICE}
mr: समग्र स्मृतीसाधन ${DEVICE} वरील डेटा.
sk: Zmazať celý disk: ${DEVICE}

source: Select disk to partition:
mr: विभागीकरणासाठी डिस्क (स्मृती-चकती) निवडा.

source: Select disk(s) to partition:
mr: विभाजन करण्याकरिता डिस्क(एक वा अनेक) निवडा:

source: Manually edit partition table
gl: Editar manualmente a táboa de particións
mr: विभागकोष्टकात स्वहस्ते बदल कराः
sk: Manuálne upraviť tabuľku oblastí

source: Automatically partition the free space
gl: Autoparticionar o espacio libre
mr: मोकळ्या जागेचे स्वनियंत्रित विभागीकरण करा. (करावे का?)
sk: Automaticky rozdeliť voľné miesto

source: All files in one partition (recommended for new users)
gl: Tódolos ficheiros na partición (recomendado para novos usuarios.
mr: सर्व संचिका एकाच विभागात (नवीन उपयोगकर्त्यांसाठी हे सुचवले जाते) ठेवाव्या का?
sk: Všetky súbory na jednej oblasti (odporúčané pre začiatočníkov)

source: Separate /home partition
mr: /home विभाग अलग असावा का?

source: Separate /home, /usr, /var, and /tmp partitions
mr: /home, /usr, /var, and /tmp निभाग

source: Small-disk (< 1GB) partitioning scheme
mr: लहान-डिस्क (< १जीबी) विभाजन योजना

source: Go back to the menu?
gl: ¿Voltar ó menú?
mr: सुचीवर परत जावे का?
sk: Vrátiť sa späť do menu?

source: No file system is specified for partition #${PARTITION} of ${DEVICE}.
gl: Non se especificou un sistema de ficheiros para a partición #${PARTITION} de ${DEVICE}.
mr: ${DEVICE} या स्मृतीसाधनाच्या ${PARTITION} शी संबधित संचिका-खंड उपलब्ध नाही.
sk: Pre oblasť č.${PARTITION} na ${DEVICE} nie je určený súborový systém.

source: If you do not go back to the partitioning menu and assign a file system to this partition, it won't be used at all.
gl: Se non volves ó menú de particionado e asignas un sistema de ficheiros a esta partición, non se usará.
mr: जर आपण विभागीकरण-सूचीत जाऊन उपरोक्त विभागास संचिका-खंड संलग्न न केल्यास, हा विभाग वापरला जाणार नाही.
sk: Ak sa nevrátite späť do menu rozdeľovania a nepriradíte tejto oblasti súborový systém, táto oblasť sa vôbec nepoužije.

source: do not use the partition
mr: हा विभाग वापरू नका.
sk: nepoužívať túto oblasť

source: Format the partition:
mr: विभागाची संरचना करा.
sk: Formátovať partíciu:

source: yes, format it
mr: संरचना करावी.
sk: áno, formátovať

source: no, keep existing data
mr: हे रद्द करा , उपलब्ध माहिती ठेवा.
sk: nie, ponechať jestvujúce údaje

source: do not use
gl: non usar
mr: वापर टाळा / वापरु नका.
sk: nepoužívať

source: unused
gl: non usada
mr: न वापरलेले.
sk: nepoužitá

source: format the partition
gl: dar formato á partición
mr: विभागाची संरचना करा.
sk: formátovať partíciu

source: format
gl: dar formato
mr: संरचना करा.
sk: formátovať

source: keep and use the existing data
gl: Manter igual e usar os datos existentes
mr: उपलब्ध माहिती-साठा (डेटा) ठेवा व वापर करा.
sk: ponechať a používať jestvujúce údaje

source: keep
gl: mantener
mr: ठेवा
sk: ponechať

source: Resizing partition...
gl: Axustando o tamaño da partición...
mr: विभागाची पुर्नरचना चालू आहे.
sk: Mením veľkosť oblasti...

source: Copying partition...
gl: Copiando partición...
mr: विभागाची नक्कल चालू आहे.
sk: Kopírujem oblasť...

source: Computing the new state of the partition table...
gl: Procesando o novo estado da táboa de particións...
mr: विभाग-कोष्टकाच्या नवीन स्थितीचे संगणन चालू आहे.
sk: Prepočítavam nové hodnoty tabuľky oblastí...

source: Before you can select a partition to copy, any previous changes have to be written to disk.
mr: विभाग नकलीकरणाची निवड करण्याआधी आधीचे बदल स्मृतीचकती(डिस्क) वर निश्चित करणे महत्त्वाचे आहे.

source: Please note that the copy operation may take a long time.
mr: नकलीकरणाच्या क्रियेस वेळ लागू शकतो, याची नोंद घ्यावी.
