Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/*.po
Languages: gl, mr, sk

source: No partitionable media were found.
gl: Non se atopou ningún medio particionable
mr: विभाजन करण्यायोग्य साठवणीचे माध्यम सापडले नाही.
sk: Nebolo nájdené žiadne rozdeliteľné médium.

source: Please check that a hard disk is attached to this machine.
gl: Por favor, comproba que tes conectado o disco duro á máquina
mr: कृपया हार्ड डिस्क मशिनला जोडली आहे का ते तपासा.
sk: Skontrolujte, či máte k počítaču pripojený pevný disk.

source: Detecting hardware, please wait...
gl: Detectando dispositivos, espere...
mr: हार्डवेअर शोधत आहे, कृपया थांबा...
sk: Rozpoznávam zariadenia, počkajte, prosím...

source: Loading module '${MODULE}' for '${CARDNAME}'...
gl: Cargando módulo '${MODULE}' para '${CARDNAME}'...
mr: ${CARDNAME} साठी ${CARDNAME} मॉड्यूल लोड होत आहेत...
sk: Načítavam modul '${MODULE}' pre '${CARDNAME}'...

source: Starting PC card services...
gl: Arrancando os servicios de tarxetas de PC
mr: पीसी कार्ड सेवा/सर्विसेस सुरू होत आहेत...
sk: Spúšťam služby PC card...

source: Modules to load:
gl: Módulos a cargar:
mr: लोड होण्यासाठी लागणारे मॉड्यूल्स:
sk: Moduly na načítanie:

source: The following Linux kernel modules were detected as matching your hardware. If you know some are unnecessary, or cause problems, you can choose not to load them. If you're unsure, you should leave them all selected.
gl: Os seguintes módulos do kernel Linux coincidiron cos teus dispositivos. Se sabes que algúns son innecesarios ou que poden causar problemas, podes facer que non se carguen. Se non estás seguro, déixaos seleccionados.
mr: तुमच्या मशिनला योग्य असणारे खालील लिनक्सचे कर्नल मोडयुल्स सापडले आहेत. जर तुम्हाला माहिती असेल कि काही मोडयुल्स जरुरी नाहीत किंवा ते काही समस्या निर्माण करू शकतात तर तुम्ही ते लोड न करण्याचे ठरवू शकता. जर तुम्हाला खात्री नसेल तर तुम्ही ते सगळे निवडा.
sk: Vášmu hardvéru zodpovedajú nasledovné rozpoznané moduly jadra Linuxu. Ak viete o nejakých neželaných príčinách problémov, nemusíte tieto moduly načítavať. Ak si nie ste istí, nechajte všetky zvolené moduly vybrané.

source: Start PC card services?
gl: ¿Arranca-los servicios de tarxetas PC?
mr: पीसी कार्ड सर्विसेस सुरु करु का?
sk: Spustiť PC card služby?

source: Please choose whether PC card services should be started in order to allow the use of PCMCIA cards.
mr: PCMCIA कार्ड चा वापर करण्यासाठी पीसी कार्ड सर्विसेस सुरू करायच्या का ते निवडा.

source: PCMCIA resource range options:
gl: Opcións do rango de recursos de PCMCIA:
mr: पिसीएमसीआयए स्त्रोत अवाका पर्याय:
sk: Rozsahu PCMCIA prostriedkov:

source: Some PCMCIA hardware needs special resource configuration options in order to work, and can cause the computer to freeze otherwise. For example, some Dell laptops need "exclude port 0x800-0x8ff" to be specified here. These options will be added to /etc/pcmcia/config.opts. See the installation manual or the PCMCIA HOWTO for more information.
gl: Algúns dispositivos PCMCIA precisan unha configuración dos recursos especial para funcionar, e poden facer que a máquina se colgue noutros casos. Por exemplo, moitos portátiles Dell precisan que se especifique aquí "exclude port0x800-0x8ff". Estas opcións añadiranse a /etc/pcmcia/config.opts. Mira o manual de instalación ou o PCMCIA HOWTO para máis información.
mr: काही PCMCIA हार्डवेअरना खास resource configuration पर्याय काम करण्यासाठी लागतात नाहितर कोॅम्पुटर फ्रिझ् होऊ शकतो. उदाहरण इथे काहि डेल लॅपटॉपना "exclude port 0x800-0x8ff" खास निर्देश करुन सांगवे लागते. हा पर्याय /etc/pcmcia/config.opts ला टाकू शकता. जास्तीच्या माहितीसाठी स्थापनेची पुस्तिका अथवा PCMCIA HOWTO चा वापर करा.
sk: Pre spoľahlivú funkčnosť potrebujú niektoré PCMCIA zariadenia špeciálne voľby nastavenia, lebo ináč môžu spôsobiť zatuhnutie počítača. Príkladom môžu byť niektoré prenosné počítače Dell, ktoré potrebujú "exclude port 0x800-0x8ff". Tieto nastavenia sa pridajú do /etc/pcmcia/config.opts. Viac informácií môžete nájsť v inštalačnej príručke alebo v PCMCIA HOWTO.

source: For most hardware, you do not need to specify anything here.
gl: A maioría dos dispositivos non precisan que escribas algo aquí.
mr: ब~याच हार्डवेअरसाठी तुम्हाला आणखी काही खास निर्देश करण्याची गरज नाही.
sk: Pre väčšinu zariadení tu nepotrebujete nič upresňovať.

source: Additional parameters for module ${MODULE}:
gl: Parámetros adicionais para o módulo ${MODULE}:
mr: मॉड्यूल ${MODULE} ला लागणारे इतर पर्याय:
sk: Prídavné parametre pre modul ${MODULE}:

source: The module ${MODULE} failed to load. You may need to pass parameters to the module to make it work; this is common with older hardware. These parameters are often I/O port and IRQ numbers that vary from machine to machine and cannot be determined from the hardware. An example string looks something like "irq=7 io=0x220"
mr: ${MODULE} हे मॉड्यूल लोड होण्यास अयशस्वी झाले आहे. तुम्हाला मॉड्यूल काम/रन करण्यासाठी मॉड्यूललापर्याय पाठवावे लागतील, हे जुन्या हार्डवेअरमध्ये जास्ती करून आढळुन येते. हे पर्याय जास्त करून I/O port आणि IRQ संख्या/नंबर असतात जे प्रत्येक मशिनसाठी वेगळे असतात आणि हार्डवेअरवरून निश्चित करता येत नाहीत. उदाहरणार्थ - श्रृंखला "irq=7 io=0x220" साधारण यासारखी वाटते.
sk: Načítanie modulu ${MODULE} zlyhalo. Možno bude potrebné zadať parametre pre tento modul, čo je obvyklé pre staršie zariadenia. Týmito parametrami sú často vstupno-výstupné (I/O) porty a hodnoty prerušení (IRQ), ktoré sa môžu líšiť na každom počítači a z hardvéru sa nedajú zistiť. Vzorový reťazec môže vyzerať takto: "irq=7 io=0x220".

source: If you don't know what to enter, consult your documentation, or leave it blank to not load the module.
mr: जर तुम्हाला काय टाकायच/एन्टर करायच माहित नसेल तर तुमच्याकडील पुस्तकांचा वापर करा किंवा ते मॉड्यूल लोड न करण्यसाठी रिकामे सोडून द्या .
sk: Ak neviete, čo zadať, pozrite sa do vašej dokumentácie, alebo nechajte toto pole prázdne, aby sa modul nenačítaval.

source: Error while running '${CMD_LINE_PARAM}'
gl: Erro ó executar '${CMD_LINE_PARAM}'
mr: रन करताना येणारी चूक/समस्या '${CMD_LINE_PARAM}
sk: Chyba počas vykonávania '${CMD_LINE_PARAM}'

source: Load missing drivers from a driver floppy?
mr: जे ड्रायव्हर्स अस्तित्वात नाहित ते फ्लाॅपी ड्रायव्हरमधून लोड करु का?
sk: Načítať chýbajúce ovládače z diskety s ovládačmi?

source: A driver for your hardware is not available. You may need to load drivers from a driver floppy. If you have such a floppy available now, put it in the drive before continuing.
mr: तुमच्या हार्डवेअरसाठी लागणारे ड्रायव्हर अस्तित्वात नाही आहेत. ते तुम्हाला फ्लाॅपी ड्रायव्हरमधून लोड करावे लागतील. ज़र तुमच्याकडे तशी फ्लाॅपी असेल तर ती पुढे काम चालू करण्याआधी ड्रायव्हमध्ये टाका.
sk: Pre váš hardvér nebol nájdený žiaden ovládač. Budete potrebovať načítať ovládače z diskety s ovládačmi. Ak máte teraz takú disketu, vložte ju do disketovej mechaniky a až potom pokračujte.

source: Auto-configure network with DHCP?
gl: ¿Autoconfigura-la rede por DHCP?
mr: डिएचसीपी बरोबर नेटवर्कची स्वयंचलित जुळवणी?
sk: Nastaviť sieť automaticky pomocou DHCP?

source: Networking can either be configured by DHCP or by manually entering all the information. If you choose to use DHCP and the installer is unable to get a working configuration from a DHCP server on your network, you will be given the opportunity to configure your network manually after the attempt to configure it by DHCP.
gl: A rede pode ser tanto configurada por DHCP como manualmente insertando os datos. Se escolles usar DHCP e o instalador non é capaz de chegar a unha configuración que funcione desde un servidor DHCP na túa rede, poderás configura-la rede manualmente.
mr: नेटवर्कची जुळवणी डिएचसीपीने किंवा स्वत: माहिती घालून करता येते. जर तुम्ही डिएचसीपी वापरणार असाल आणि स्थापकाला/इनस्टॉलरला चालू जुळवणी नेटवर्कवरिल डिएचसीपी सर्व्हरकडून मिळत नसेल तर तुम्हाला नेटवर्कची जुळवणी स्वत: करण्याची संधी अगोदर डिएचसीपीने जुळवणी करण्याचा प्रयत्न केला असेल तर मिळेल.
sk: Sieť môže byť nastavená automaticky pomocou DHCP, alebo manuálne po vložení požadovaných informácií. Ak si zvolíte DHCP a inštalačný program nedostane správne sieťové nastavenia z DHCP servera na vašej sieti, po pokuse o konfiguráciu pomocou DHCP dostanete príležitosť na manuálne nastavenie.

source: Domain name:
gl: Nome de dominio
mr: डोमेनचे नाव:
sk: Názov domény:

source: The domain name is the part of your Internet address to the right of your host name. It is often something that ends in .com, .net, .edu, or .org. If you are setting up a home network, you can make something up, but make sure you use the same domain name on all your computers.
gl: O nome de dominio é a parte da túa dirección de Internet á dereita do nome do sistema. Habitualmente é algo que remata en .com, .net, .edu, .org... Se está deseñando unha rede doméstica pode invertalo, pero asegúrese de poñe-lo mesmo nome de dominio en tódalas máquinas conectadas á rede local.
mr: डोमेनचे नाव हे तुमच्या इन्टरनेट अॅड्रेसेसचा/पत्त्याचा भाग असुन ते तुमच्या होस्ट नेमच्या/नावाच्या उजव्या बाजुला असते. त्याच्या शेवटी बहुतेककरुन .com, .net, .edu, किंवा .org हे असते. जर तुम्ही घरासाठी नेटवर्क सेट/उभारत असाल तर तुम्ही कोणतेही नाव टाकू शकता, पण तुम्ही सगळ्या संगणकावर तेच डोमेन नाव टाकता याची खात्री करा.
sk: Názov domény je časť vašej internetovej adresy napravo od mena počítača. Často končí na .org, .net, .edu alebo .sk. Ak nastavujete domácu sieť, môžete si niečo vymyslieť, ale používajte rovnakú doménu pre všetky vaše počítače.

source: Name server addresses:
gl: Direccións de servidores de nomes
mr: सर्व्हरच्या अड्रेसेसचे/पत्त्याचे नाव द्या:
sk: Adresy DNS serverov:

source: The name servers are used to look up host names on the network. Please enter the IP addresses (not host names) of up to 3 name servers, separated by spaces. Do not use commas. The first name server in the list will be the first to be queried. If you don't want to use any name server, just leave this field blank.
gl: Os servidores de nomes úsanse para resolve-los nomes das máquinas na rede. Por favor, escribe a dirección IP (non o nome da máquina) de ata tres servidores de nomes separados por espacios (Non use comas). O primeiro servidor na lista será o primeiro en ser preguntado. Se non vas usar un servidor de nomes de dominio deixa en branco.
mr: नेम सर्व्हर हा नेटवर्कवर होस्ट नेम शोधायला/बघायला वापरला जातो. कृपया ३ सर्व्हरचे आय पी अॅड्रेसेस/पत्ते मधे (होस्ट नेम नाही) जागा सोडुन टाका, अर्धविराम टाकू नका. सुचीमधील पहिल्या सर्व्हरच्या नावाची चौकशी प्रथम केली जाइल. जर तुम्हाला कोणताही नेम सर्व्हर वापरायचा नसेल तर ते फ़िल्ड रिकामे सोडा.
sk: Vami zadané DNS servery sa použijú na zisťovanie mien a názvov počítačov na sieti. Zadajte IP adresy (nie názvy) maximálne troch DNS serverov, oddelených medzerami. Nepoužívajte čiarky. Prvý server v zozname bude prvým, ktorý bude použitý pre DNS požiadavky. Ak nechcete používať žiaden DNS server, nechajte toto pole prázdne.

source: Primary network interface:
gl: Interface de rede primaria:
mr: प्राथमिक नेटवर्क आंतरफलक/इंटरफेसेस:
sk: Základné sieťové rozhranie:

source: Your system has multiple network interfaces. Choose the one to use as theprimary network interface during the installation. If possible, the first connected network interface found has been selected.
mr: तुमच्या सिसटिममध्ये अनेक नेटवर्क आंतरफलक/इंटरफेसेस आहेत. स्थापनाकरताना एकाचि प्रथमिक नेटवर्क आंतरफलक/इंटरफेस म्हणुन निवड करा. असे पाहण्यात आले आहे कि, शक्य असल्यास प्रथम जोडलेला नेटवर्क आंतरफलक/इंटरफेसेस निवडला जातो.

source: ${iface} is a wireless network interface. Please enter the name (the ESSID) of the wireless network you would like ${iface} to use. If you would like to use any available network, leave this field blank.
gl: ${iface} é unha interface de rede inalámbrica. Por favor, escribe o nome (o ESSID) da rede inalámbrica á que queres que se conecte ${iface}. Se vas usar unha rede xa dispoñible, deixa esto en branco.
mr: ${iface} हा बिनतारी नेटवर्कचा आंतरफलक/इंटरफेस आहे. कृपया तुम्ही वापरणा~या ${iface} बिनतारी नेटवर्कचे नाव (इएसएसआइडि)/(the ESSID) टाका. बिनतारी जुळवणी वगळुन पुढे जाण्यासाठी, हे फिल्ड रिकामे सोडा.
sk: ${iface} je rozhranie pre bezdrôtovú sieť. Zadajte názov (ESSID) bezdrôtovej siete, ktorú chcete používať cez rozhranie ${iface}. Ak chcete používať ľubovoľnú dostupnú sieť, nič nevyplňujte.

source: Wireless ESSID for ${iface}:
gl: ESSID Wireless para ${iface}:
mr: बिनतारी इएसएसआइडि/ESSID ${iface}:
sk: ESSID pre bezdrôtové ${iface}:

source: Attempting to find an available wireless network failed.
mr: बिनतारी नेटवर्क शोधण्याचा अयशस्वी प्रयत्न.

source: ${iface} is a wireless network interface. Please enter the name (the ESSID) of the wireless network you would like ${iface} to use. To skip wireless configuration and continue, leave this field blank.
mr: ${iface} हा बिनतारी नेटवर्कचा आंतरफलक/इंटरफेस आहे. कृपया तुम्ही वापरणा~या ${iface} बिनतारी नेटवर्कचे नाव (इएसएसआइडि)/(the ESSID) टाका. बिनतारी जुळवणी वगळुन पुढे जाण्यासाठी, हे फिल्ड रिकामे सोडा.

source: WEP key for wireless device ${iface}:
gl: Chave WEP para o dispositivo inalámbrico ${iface}:
mr: बिनतारी उपकरणासाठी वेप की ${iface}:
sk: WEP kľúč pre bezdrôtové zariadenie ${iface}:

source: If applicable, please enter the WEP security key for the wireless device ${iface}. There are two ways to do this:
gl: Se procede, escribe a chave de seguridade WEP para o dispositivo inalámbrico ${iface}. Hai dúas formas de facer isto:
mr: जर योग्य असल्यास, कृपया बिनतारी उपकरणासाठी वेप सुरक्षा की घाला ${iface}. हे तुम्ही दोन पद्धतिने करु शकता:
sk: Ak môžete, zadajte WEP bezpečnostný kľúč pre bezdrôtové zariadenie ${iface}. Sú na to dve možnosti:

source: If your WEP key is in the format 'nnnn-nnnn-nn', 'nn:nn:nn:nn:nn:nn:nn:nn', or 'nnnnnnnn', where n is a number, just enter it as it is into this field.
gl: Se a túa chave WEP é da forma 'nnnn-nnnn-nn', 'nn:nn:nn:nn:nn:nn:nn:nn' ou 'nnnnnnnn', onde n é un número, escribeo tal e como che aparece no seguinte campo.
mr: जर तुमच्या वेप कीचे स्वरुप/फॉरमॅट 'nnnn-nnnn-nn', 'nn:nn:nn:nn:nn:nn:nn:nn', किंवा 'nnnnnnnn' असेल, ईथे n हा आकडा/संख्या आहे, तर फिल्डमध्ये स्वरुप/फॉरमॅट जसेच्या तसे टाका.
sk: Ak je váš WEP kľúč v tvare 'nnnn-nnnn-nn', 'nn:nn:nn:nn:nn:nn:nn:nn', alebo 'nnnnnnnn', kde n je číslo, jednoducho ho prepíšte tak ako je.

source: If your WEP key is in the format of a passphrase, prefix it with 's:' (without quotes).
gl: Se a túa chave WEP é da forma dunha palabra de paso, escríbaa poñendo diante 's:' (Sen as comillas).
mr: जर तुमची WEP संकेतांक शब्दाच्या स्वरुपात असेल, तर त्यास सुरुवातीस “s:” [अवतरण न देता]जोडा.
sk: Ak je váš WEP kľúč v tvare hesla, napíšte pred neho 's:' (bez apostrofov).

source: Of course, if there is no WEP key for your wireless network, leave this field blank.
gl: Por suposto, se non tes unha chave WEP para a túa rede inalámbrica, deixa isto en branco.
mr: जर आपल्या बिनतारी नेटवर्कवर WEP संकेतांक उपलब्ध नसेल तर ही जागा रिकामी सोडा.
sk: Samozrejme, ak na vašej bezdrôtovej sieti nepoužívate WEP kľúč, nemusíte nič vyplňovať.

source: Invalid WEP key
gl: Chave WEP non válida
mr: अयोग्य WEP संकेतांक.
sk: Neplatný WEP kľúč

source: The WEP key '${wepkey}' is invalid. Please refer to the instructions on the next screen carefully on how to enter your WEP key correctly, and try again.
gl: A chave WEP '${wepkey}' non é válida. Por favor, lee as instruccións da vindeira pantalla cuidadosamente sobre cómo escribir a chave WEP correctamente, e volva probar.
mr: हा WEP संकेतांक अयोग्य आहे.कृपया पुढच्या स्क्रिन वरील सूचना नीट वाचाव्यात व त्यानुसार पुन्हा एकदा WEP संकेतांक द्यावाः
sk: WEP kľúč '${wepkey}' je neplatný. Pozorne si prečítajte pokyny na správne zadanie vášho WEP kľúča na nasledovnej obrazovke a skúste to znova.

source: Invalid ESSID
gl: ESSID non válido
mr: अयोग्य ESSID
sk: Neplatné ESSID

source: The ESSID "${essid}" is invalid. ESSIDs may only be up to 32 characters, but may contain all kinds of characters.
gl: O ESSID "${essid}" non é válido. Os ESSIDs só poden ter 32 caracteres, pero poden ser combinacións de calquera tipo.
mr: हा ESSIDअयोग्य आहे. ESSIDsफक्त ३२ चिन्ह वा अक्षरांचा बनू शकतो, त्यास फक्त चिन्हांचे वा शब्दांचे बंधन नाही.
sk: ESSID "${essid}" je neplatné. ESSID môže obsahovať maximálne 32 znakov, ktoré môžu byť ľubovoľné.

source: Hostname:
gl: Nome da máquina
mr: स्वीयनाम
sk: Názov počítača:

source: Please enter the hostname for this system.
gl: Por favor, escriba o nome para o sistema.
mr: या साधनाचे स्वीयनाम निवडावेः
sk: Vložte názov počítača pre tento systém.

source: The hostname is a single word that identifies your system to the network. If you don't know what your hostname should be, consult your network administrator. If you are setting up your own home network, you can make something up here.
gl: O nome da máquina é unha simple palabra que identifica ó seu sistema na rede. Se non sabe o nome que debe poñer, consulte ó seu administrador de rede. Se está a configurar unha rede doméstica, pode inventar o nome.
mr: स्वीयनाम आपल्या साधनास नेटवर्कवर अोळख प्राप्त करुन देते. आपणास जर स्वीयनाम ठेवण्याची पध्दत माहीत नसेल,तर कृपया आपल्या प्रशासकास संपर्क करावा. आपण स्वतःचे नेटवर्क स्थापित करत असल्यास, सर्व वैशिष्ट्ये तुम्ही ठरवू शकता.
sk: Názov počítača je jednoslovné pomenovanie, ktoré identifikuje váš systém v sieti. Ak neviete, aký by mal byť názov vášho počítača, kontaktujte správcu vašej siete. Ak nastavujete domácu sieť, môžete si niečo vymyslieť.

source: Invalid hostname
gl: Nome da máquina non válido
mr: अप्रस्तुत स्वीयनाम
sk: Neplatný názov počítača

source: The name "${hostname}" is invalid.
gl: O nome da máquina "${hostname}" non é válido.
mr: हे नाम "${hostname}" अयोग्य आहे.
sk: Názov počítača "${hostname}" je neplatný.

source: A valid hostname may contain only the numbers 0-9, the lowercase letters a-z, and the minus sign. It must be between 2 and 63 characters long, and may not begin or end with a minus sign.
gl: Un nome de servidor válido conterá só números do 0 ó 9, letras minúsculas da a á z e o signo menos. Debe ter entre 2 e 63 caracteres de largo, e non debe comezar ou rematar co signo menos.
mr: योग्य स्वीयनाम ०-९ अंक, इंग्रजी लोअरकेस (छोटी) अक्षरे किंवा वजाबाकी च्या चिन्हाने बनलेले असू शकते. एकूण अक्षरे किमान २ ते कमाल ६३, तसेच सुरुवात वा शेवटाचे अक्षर वजाबाकीचे चिन्ह नसावे.
sk: Názov počítača môže obsahovať iba číslice 0-9, malé písmená a-z a znamienko mínus. Musí byť v rozmedzí od 2 do 63 znakov a nesmie začínať alebo končiť znamienkom mínus.

source: Error
mr: तांत्रिक अडथळा
sk: Chyba

source: An error occurred and the network configuration process has been aborted. You may retry it from the installation main menu.
gl: Ocorreu un erro e o proceso de configuración da rede foi anortado. Deberías probalo de novo desde o menú principal da instalación.
mr: काही तांत्रिक चूूक घडल्याने नेटवर्क स्थापना प्रक्रिया खंडीत करण्यात आली आहे.संस्थापनेच्या मूळ सूचीपासून पुन्हा प्रयत्न करता येऊ शकेल.
sk: Pri nastavovaní siete nastala chyba a proces bol prerušený. Môžete to znova skúsiť z hlavného menu inštalačného programu.

source: No network interfaces detected
gl: Non se atoparon interfaces de rede
mr: नेटवर्क आंतरसंलग्नता यंत्रणा (सेतूबंध) मिळू शकली नाही.
sk: Neboli rozpoznané žiadne sieťové rozhrania

source: No network interfaces were found. The installation system was unable to find a network device.
gl: Non se atoparon interfaces de rede. O sistema de instalación non foi capaz de atopar un dispositivo de rede.
mr: नेटवर्क आंतरसंलग्नता यंत्रणा मिळू शकली नाही. संस्थापन व्यवस्थेस नेटवर्क साधन मिळू शकले नाही.(सेतूबंध मिळू शकला नाही)
sk: Neboli nájdené žiadne sieťové rozhrania. Inštalačný program nenašiel žiadne sieťové zariadenie.

source: You may need to load a specific module for your network card, if you have one. For this, go back to the network hardware detection step.
gl: Precisarás cargar un módulo específico para a túa tarxeta de rede, se tes unha. Se é así, volta ó paso da detección de dispositivos de rede.
mr: आपल्या नेटवर्क-कार्ड साठी विशिष्ट प्रकारची प्रणाली संगणकात भारित करणे आवश्यक आहे.याकरिता कृपया नेटवर्क यंत्रणेच्या तपास टप्प्यात जाणे.
sk: Ak máte sieťovú kartu, možno pre ňu potrebujete načítať špecifický modul. Môžete to urobiť pri návrate späť do kroku rozpoznania sieťových zariadení.

source: Kill switch enabled on ${iface}
mr: ${iface} वर उद्युक्त असलेली कळ रद्द करा
sk: ${iface} je vypnuté vypínačom

source: ${iface} appears to have been disabled by means of a physical "kill switch". If you intend to use this interface, please switch it on before continuing.
mr: ${iface}ही यंत्रणा आंतरसंलग्नता (सेतूबंध) प्रत्यक्ष कळ दाबून अस्थायी स्थगित केलेली असावी. जर ती आपणास वापरावयाची असेल, तर त्यास पुढे जाण्याआधी चालू करावे.
sk: Zdá sa, že ${iface} bolo vypnuté fyzickým vypínačom, ktorý sa nachádza niekde na zariadení. Ak chcete používať toto rozhranie, musíte ho najprv zapnúť.

source: Infrastructure (Managed) network
mr: अंतररचना (व्यवस्थापित) नेटवर्क.

source: Ad-hoc network (Peer to peer)
mr: विशिष्ट कारणापुरते नेटवर्क

source: Type of wireless network:
mr: एकप्रकारचे बिनतारी नेटवर्क

source: Wireless networks are either managed or ad-hoc. If you use a real access point of some sort, your network is Managed. If another computer is your 'access point', then your network may be Ad-hoc.
gl: As redes inalámbricas poden ser xestionadas ou ad-hoc. Se utilizas algún punto de acceso de calquer tipo, a súa rede é xestionada. Se outro equipo está a facer de punto de acceso, entonces é Ad-hoc.
mr: बिनतारी नेटवर्क हे व्यवस्थापित केले जाऊ शकते किंवा विशिष्ट कारणांपुरते असू शकते. जर विशिष्ट प्रवेश बिंदू उपलब्ध असेल, तर आपले नेटवर्क हे स्वरुपात व्यवस्थापित आहे, जर दुसरा कोणताही संगणक आपला प्रवेश बिंदू असेल तर आपले नेटवर्क विशिष्ट कारणापुरते आहे.
sk: Bezdrôtové siete sú riadené alebo náhodné. Ak používate skutočný prístupový bod, je táto sieť riadená (managed). Ak je vašim 'prístupovým bodom' priamo iný počítač, jedná sa o náhodnú sieť (ad-hoc).

source: Wireless network configuration
gl: Configuración da rede inalámbrica
mr: बिनतारी नेटवर्क प्ररचना
sk: Nastavenie bezdrôtovej siete

source: Searching for wireless access points ...
gl: Buscando puntos de acceso inalámbricos...
mr: बिनतारी प्रवेश बिंदूंचा शोध चालू आहे.
sk: Hľadajú sa bezdrôtové prístupové body ...

source: <none>
gl: <ningunha>
mr: <काहीनाही>
sk: <nič>

source: Wireless ethernet (802.11x)
gl: Ethernet inalámbrica (802.11x)
mr: बिनतारी ईथरनेट
sk: Bezdrôtový ethernet (802.11x)

source: wireless
gl: sen fíos
mr: बिनतारी
sk: bezdrôtový

source: Ethernet or Fast Ethernet
gl: Ethernet ou Fast Ethernet
mr: ईथरनेट किंवा जलद ईथरनेट
sk: Ethernet alebo Fast Ethernet

source: Token Ring
mr: प्रतिक रिंगण / प्रतिक वर्तुळ/ अोळख रिंगण/अोळखचिन्ह रिंगण

source: USB net
mr: यूएसबी नेट

source: Serial-line IP
gl: IP por porto serie
mr: शृंखलित (IP) आयपी

source: Parallel-port IP
gl: IP por porto paralelo
mr: समांतरित (IP) आयपी

source: Point-to-Point Protocol
gl: Protocolo punto a punto
mr: बिंदू-ते-बिंदू प्रोटोकॉल

source: IPv6-in-IPv4
gl: IPv6-en-IPv4
mr: आयपीव्ही४-मधे-आयपीव्ही६

source: ISDN Point-to-Point Protocol
gl: Procolo punto a punto RDSI (ISDN)
mr: आयएसडीएन बिंदू-ते-बिंदू प्रोटोकॉल

source: Channel-to-channel
gl: Canle a canle
mr: चॅनल-ते-चॅनल

source: Real channel-to-channel
gl: Canle a canle real
mr: खरे चॅनल-ते-चॅनल
sk: Skutočný channel-to-channel

source: Inter-user communication vehicle
gl: Vehiculo de comunicación etre usuarios
mr: उपयोगकर्ता अंतर्गत संदन वाहन.

source: Unknown interface
gl: Interfaz desconocida
mr: अज्ञात आंतरसंलग्नता / सेतूबंध
sk: Neznáme rozhranie

source: Storing network settings ...
mr: नेटवर्क मांडणी निश्चित केली जात आहे.

source: Configure the network
gl: Configura-la rede
mr: नेटवर्क चे संरुपण / प्ररचना चालू आहे.
sk: Nastavenie siete

source: DHCP hostname:
gl: Nome da maquina DHCP:
mr: DHCPस्वीयनाम
sk: DHCP názov počítača:
