Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/*.po
Languages: gl, mr, sk

source: ELILO installation failed. Continue anyway?
gl: Non se completou a instalación de elilo. ¿Continuar?
mr: इलीलो संस्थापन अयशश्वी. काम पुढे चालू ठेवायचे आहे का?
sk: Inštalácia ELILO zlyhala. Napriek tomu pokračovať?

source: The elilo package failed to install into /target/. Installing ELILO as a boot loader is a required step. The install problem might however be unrelated to ELILO, so continuing the installation may be possible.
gl: Non se completou a instalación de elilo en /target/. A instalación de elilo como cargador de arranque é un paso requerido. O problema coa instalación pode non ter que ver con elilo, polo que é posible continuar a instalación.
mr: /target/ मध्ये 'इलिलो' पॅकेज संस्थापित करणे अयशश्वी झाले आहे. 'इलीलो' हा आरंभक लोडर म्हणून संस्थापित करणे ही महत्वाची पायरी आहे. संस्थापन क्रियेत आलेली अडचण कदाचीत 'इलीलो'शी संबंधीत नसेल, त्यामुळे संस्थापन पुढे चालू ठेवता येईल.
sk: Inštalácia balíka elilo do /target/ zlyhala. Inštalácia ELILO zavádzača je nutná. Problém pri inštalácii možno nesúvisí s ELILO zavádzačom, takže môžete pokračovať.

source: ELILO installation failed
gl: Non se completou a instalación de elilo
mr: इलीलो संस्थापन अयशश्वी
sk: Inštalácia ELILO zlyhala

source: Running "/usr/sbin/elilo" failed with error code "${ERRCODE}".
gl: A execución de "/usr/sbin/elilo" devolveu o código de error "${ERRCODE}".
mr: "/usr/sbin/elilo" क्रिया अयशस्वी. त्याचा त्रुटी निर्देशक "${ERRCODE}"आहे.
sk: Spustenie "/usr/sbin/elilo" zlyhalo s chybovým kódom "${ERRCODE}".

source: Aboot installation failed. Continue anyway?
gl: fallou a instalación de Aboot, ¿continuar de todas formas?
mr: ' एबूट ' संस्थापन अयशश्वी. प्रक्रिया पुढे चालू ठेवावयाची का?
sk: Inštalácia aboot zlyhala. Napriek tomu pokračovať?

source: The aboot package failed to install into /target/. Installing aboot as a boot loader is a required step. The install problem might however be unrelated to aboot, so continuing the installation may be possible.
gl: Fallou a instalación de Aboot en /target/ . A instalación de Aboot como xestor de arranque é un paso necesario. O problema na instalación pode non estar causado polo propio Aboot, polo que é posible continuar coa instalación.
mr: /target/ मध्ये 'एबूट ' पॅकेज संस्थापित करणे अयशश्वी झाले आहे. 'एबूट ' हा आरंभक लोडर म्हणून संस्थापित करणे ही महत्वाची पायरी आहे. संस्थापन क्रियेत आलेली अडचण कदाचीत 'एबूट'शी संबंधीत नसेल, त्यामुळे संस्थापन पुढे चालू ठेवता येईल.
sk: Inštalácia balíka aboot do /target zlyhala. Inštalácia zavádzača aboot je nutná. Možno tento problém nesúvisí priamo s aboot, takže môžete pokračovať v inštalácii.

source: Aboot needs to install the boot loader on a bootable device containing an ext2 partition. Please select the ext2 partition that you wish aboot to use. If this is not the root file system, your kernel image and the configuration file /etc/aboot.conf will be copied to that partition.
mr: 'एबूट' द्वारा आरंभक लोडर संस्थापित करण्यासाठी ज्यावर ext2 विभाजन आहे अशा आरंभक उपकरणाची आवश्यकता असते. 'एबूट' साठी वापरावे असे ext2 विभाजन निवडा. ही जर मुळ फाइल प्रणाली नसेल तर तुमची गाभा प्रतिमा व /etc/aboot.conf हीसंरचना फाइल त्या विभाजनावर कॉपी केली जाइल.
sk: Aboot potrebuje nainštalovať štartovací zavádzač na štartovacie zariadenie obsahujúce ext2 oblasť. Zvoľte, prosím, ext2 oblasť, ktorú má aboot použiť. Ak to nie je koreňový súborový systém, obraz vašeho jadra a súbor nastavenia /etc/aboot.conf sa na túto oblasť nakopírujú.

source: Install /boot on a disk with an unsupported partition table?
gl: ¿Instalar /boot nun disco cunha táboa de particións que non esté soportada?
mr: /boot हे विभाजन तालिका सहाय्यभूत नसणाऱ्या डिस्कवर संस्थापित करावे काय?
sk: Nainštalovať /boot na disk s nepodporovanou tabuľkou oblastí?

source: To be bootable from the SRM console, aboot and the kernel it loads must be installed on a disk which uses BSD disklabels for its partition table. Your /boot directory is not located on such a disk. If you proceed, you will not be able to boot your system using aboot, and will need to boot it some other way.
gl: Para poderse arracar desde unha consola SRM, aboot e o kernel que vai cargar débense instalar nun disco que use etiquetas de disco BSD na súa táboa de particións. O teu /boot non está nese tipo de disco. Se non o cambias, non poderás arrancar o sistema usando aboot, e precisarás arrancalo de outra forma.
mr: SRM पडद्यावरून बूट करावयाचे असल्यास, ज्या डिस्कच्या विभाजन तालिकेवर BSD डिस्कलेबलआहे अशा डिस्कवरच 'एबूट ' व गाभा लोड करता येईल. तुमची /boot निर्देशिका अशा डिस्कवर नाही. जर तुम्ही क्रिया पुढे चालू ठेवल्यास तुम्ही तुमचा संगणक 'एबूट' वापरुन चालू करू शकणार नाहीत्यासाठी तुम्हाला दुसऱ्या पद्धतीने बूट करावा लागेल.
sk: Aboot a kernel musia byť nainštalované na disku, ktorý používa v tabuľke oblastí BSD označenie diskov, aby bolo možné štartovanie systému zo SRM konzoly. Váš /boot adresár sa nenachádza na takomto disku. Ak budete pokračovať, nebudete schopní naštartovať váš systém použitím aboot, ale budete musieť použiť iný spôsob.

source: Use unsupported file system type for /boot?
mr: /boot करीता सहाय्यभुत नसणारी फाइल प्रणाली वापरावयाची आहे का?
sk: Použiť nepodporovaný súborový systém pre /boot?

source: Aboot requires /boot to be located on an ext2 partition on a bootable device. This means that either the root partition must be an ext2 file system, or you must have a separate ext2 partition mounted at /boot.
mr: एबूट साठी /boot ही ज्या आरंभक उपकरणावर ext2 विभाजन आहे अशा विभाजनाची आवश्यकताअसते . म्हणजेच मुळ विभाजन हे तरी ext2 फाइल प्रणालित असले पाहीजे किंवातुमच्याकडे /boot वर स्वतंत्र ext2 विभाजनाचे आरोपण केले असले पाहिजे.
sk: Aboot potrebuje mať umiestnený adresár /boot na ext2 oblasti na štartovacom zariadení. To znamená, že musíte mať koreňový súborový systém ext2 alebo samostatnú ext2 oblasť pripojenú ako /boot.

source: Currently, /boot is located on a partition of type ${PARTTYPE}. If you keep this setting, you will not be able to boot your Debian system using aboot.
gl: Actualmente /boot está nunha partición de tipo ${PARTTYPE}. Se non fas cambios, non poderás arranca-lo novo sistema Debian usando aboot.
mr: सद्या, /boot हा ${PARTTYPE} प्रकारच्या विभाजनावर स्थित आहे. तुम्ही हेच सेटींग कायम ठेवल्यास तुमची डेबीअन प्रणाली 'एबूट' वापरुन सुरू करता येणार नाही.
sk: Momentálne sa /boot nachádza na oblasti typu ${PARTTYPE}. Ak ponecháte toto nastavenie, nebudete schopní naštartovať váš systém Debian použitím aboot.

source: Install without aboot?
mr: 'एबूट 'शिवाय संस्थापन प्रक्रिया चालू ठेवावी काय?
sk: Inštalovať bez aboot zavádzača?

source: Your /boot directory is located on a disk that has no space for the aboot boot loader. To install aboot, you must have a special aboot partition at the beginning of your disk.
mr: तुमची /boot निर्देशीका ज्या डीस्क वर आहे त्या डीस्कवर 'एबूट' बूट लोडरसाठी जागा नाही.एबूट संस्थापित करण्यासाठी तुमच्या डीस्कच्या सुरूवातीला विशेष एबूट विभाजनअसणे आवश्यक आहे.

source: If you continue without correcting this problem, aboot will not be installed and you will not be able to boot your new system from the SRM console.
mr: हा दोष निवारण न करताच पुढे गेल्यास, एबूट संस्थापित होणार नाही.आणि तुमचा संगणक एस् आर् एम् पटलावरुन सुरु होउ शकणार नाही.
sk: Ak sa rozhodnete pokračovať bez vyriešenia tohto problému, tak sa aboot nenainštaluje a vy nebudete môcť spustiť váš nový systém zo SRM konzoly.

source: Install aboot on a hard disk
gl: Instala aboot nun disco duro
mr: एबुट हार्ड डीस्कवर संस्थापित करा.
sk: Nainštalovať aboot na pevný disk

source: No ext2 partitions found
gl: Non se atoparon particións ext2
mr: ext2 विभाजन आढळले नाही.
sk: Nebola nájdená žiadna ext2 oblasť

source: No ext2 file systems were found on your computer. To load the Linux kernel from the SRM console, aboot needs an ext2 partition on a disk that has been partitioned with BSD disklabels. You will need to configure at least one ext2 partition on your system before continuing.
gl: Non se atoparon sistemas de ficheiros ext2 no equipo. Para cargar o Núcleo de Linux desde a consola SRM, aboot precisa unha partición ext2 nun disco que estea particionado coas etiquetas de disco BSD. Precisarás configurar un mínimo dunha partición ext2 no teu sistema antes de continuar.
mr: ext2 विभाजन आढळले नाही. SRM पटलावरून लिनक्सचा गाभा भरण्यासाठी, एबूट ला ज्याचे डिस्कलेबल BDS आहे अशा ext2 विभाजनाची आवश्यकता आहे.पुढे जाण्यापुर्वी तुम्ही तुमच्या संगणकाची कमीत कमी एक तरी ext2 विभाजननिर्माण होईल अशी संरचना करा.
sk: Na vašom počítači nebol nájdený žiaden ext2 súborový systém. Na načítanie jadra Linuxu zo SRM konzoly potrebuje aboot ext2 oblasť na disku, ktorý bol rozdelený s BSD označeniami disku. Ak chcete pokračovať, musíte na vašom systéme nastaviť aspoň jednu ext2 oblasť.

source: Installing the aboot boot loader
gl: Instalando o cargador de arranque de aboot
mr: एबूट आरंभक लोडरची संस्थापना होत आहे.
sk: Inštalujem zavádzač aboot

source: Installing the 'aboot' package...
gl: Instalando o paquete 'aboot'...
mr: 'एबूट' पॅकेज संस्थापित केले जात आहे.....
sk: Inštaluje sa balík 'aboot'...

source: Determining aboot boot device...
gl: Tentando recoñecer o dispositivo de arranque de aboot...
mr: एबूट आरंभक साधने निश्चित केली जात आहेत....
sk: Zisťuje sa štartovacie zariadenie pre aboot...

source: Installing aboot on ${BOOTDISK}...
gl: Instalando aboot en ${BOOTDISK}...
mr: ${BOOTDISK} वर एबूट संस्थापित केले जात आहे...
sk: Aboot sa inštaluje na ${BOOTDISK}...

source: Configuring aboot to use partition ${PARTNUM}...
gl: Configurando aboot para usar a particion ${PARTNUM}...
mr: ${PARTNUM} विभाजन वापरण्यासाठी एबूटची संरचना केली जात आहे...
sk: Aboot sa nastavuje na použitie oblasti ${PARTNUM}...

source: Copying kernel images to ${BOOTDEV}...
gl: Copiando as imaxes do kernel a ${BOOTDEV}...
mr: ${BOOTDEV}वर गाभा प्रतिमा कॉपी केली जात आहे...
sk: Obrazy jadra sa kopírujú na ${BOOTDEV}...

source: Aboot boot partition
mr: एबूट आरंभक विभाजन
sk: Aboot štartovacia oblasť

source: aboot
mr: एबूट

source: Installing vmelilo
mr: व्हीमेलीलो संस्थापना.
sk: Inštaluje sa vmelilo

source: Installing vmelilo boot loader
mr: व्हीमेलीलो आरंभक लोडर संस्थापना
sk: Inštaluje sa vmelilo zavádzač

source: vmelilo installation failed. Continue anyway?
mr: व्हीमेलीलो संस्थापना अयशश्वी. काम पुढे चालू ठेवावे का?
sk: Inštalácia vmelilo zlyhala. Napriek tomu pokračovať?

source: The vmelilo package failed to install into /target/. Installing vmelilo as a boot loader is a required step. The install problem might however be unrelated to vmelilo, so continuing the installation may be possible.
mr: /target/वर व्हीमेलीलो पॅकेज संस्थापित करतांना त्रुटी आली. व्हीमेलीलो हा आरंभक लोडर म्हणून संस्थापित करणे ही आवश्यक पायरी आहे. संस्थापनेतील त्रुटी कदाचीत व्हेमेलीलोशी संबधीतही नसेल, म्हणून संस्थापना पुढे चालू ठेवणे शक्य आहे.
sk: Inštalácia balíka vmelilo do /target/ zlyhala. Inštalácia vmelilo zavádzača je nutná. Problém pri inštalácii možno nesúvisí s vmelilo zavádzačom, takže môžete pokračovať.

source: Looking for root partition...
mr: मुळ विभाजन शोधत आहे...
sk: Hľadá sa koreňová oblasť...

source: Creating vmelilo configuration...
mr: व्हीमेलिलो संरचना केली जात आहे...
sk: Vytvára sa nastavenie vmelilo...

source: Failed to create vmelilo configuration
mr: व्हीमेलिलो संरचना अयशश्वि
sk: Zlyhalo vytvorenie vmelilo nastavenia

source: The creation of the vmelilo configuration file failed.
mr: व्हीमेलिलो संरचना फाइल तयार करण्यात अपयश.
sk: Vytváranie konfiguračného súboru pre vmelilo zlyhalo.

source: Installing vmelilo into bootstrap partition...
mr: बुटस्ट्रॅप विभाजनावर व्हीमेलिलो संस्थापित होत आहे...
sk: Vmelilo sa inštaluje do zavádzacej oblasti...

source: The installation of the vmelilo boot loader failed.
mr: व्हीमेलिलो आरंभक लोडर संस्थापन अयशश्वी.
sk: Inštalácia zavádzača vmelilo zlyhala.

source: Install the vmelilo boot loader on a hard disk
mr: व्हीमेलिलो आरंभक लोडरची हार्ड डीस्कवर संस्थापना करा
sk: Inštalovať zavádzač vmelilo na pevný disk

source: SILO installation failed. Continue anyway?
mr: SILO संस्थापन अयशश्वी. काम पुढे चालू ठेवावे का?
sk: Inštalácia SILO zlyhala. Napriek tomu pokračovať?

source: The 'silo' package failed to install into /target/. Installing SILO as a boot loader is a required step. The install problem might however be unrelated to SILO, so continuing the installation may be possible.
mr: /target/ मध्ये 'silo' पॅकेजचे संथापन होउ शकले नाही. आरंभक लोडर म्हणून SILOचेसंस्थापन करणे ही आवश्यक पायरी आहे. संस्थापनातील अडचण कदाचीत SILOशी संबंधीत नसेल, त्यामुळे संस्थापन पुढे चालू ठेवणे शक्य आहे.
sk: Inštalácia balíka 'silo' do /target/ zlyhala. Inštalácia SILO zavádzača je nutná. Problém pri inštalácii možno nesúvisí s LILO zavádzačom, takže môžete pokračovať.

source: SILO installation failed
gl: Fallou a instalacin de SILO
mr: SILO संस्थापन अयशश्वी
sk: Inštalácia SILO zlyhala

source: Running "/sbin/silo" failed with error code "${ERRCODE}".
gl: A execucin de "/sbin/silo" fallou co nmero de erro "${ERRCODE}".
mr: "/sbin/silo"चे कार्य अयशश्वी, त्याचा त्याचा त्रुटीकुट "${ERRCODE}" आहे.
sk: Spustenie "/sbin/silo" zlyhalo s chybou "${ERRCODE}".

source: SILO installation successful
gl: Rematou a instalacin de SILO
mr: SILO संस्थापन यशश्वी.
sk: Inštalácia SILO prebehla úspešne

source: The SILO boot loader has been successfully installed on your new boot partition, and your system should now be able to boot itself.
mr: SILO आरंभक लोडर तुमच्या संगणकाच्या नविन आरंभक विभाजनावर यशश्वीरीत्या संस्थापितझाला आहे, आणि आता तुमचा संगणक स्वत:हून सुरू होउ शकेल.

source: Install the SILO boot loader on a hard disk
gl: Instalar o cargador de arranque SILO nun disco duro
mr: SILO आरंभक लोडर हार्ड डीस्कवर संस्थापित करा.
sk: Inštalácia SILO zavádzača na pevný disk

source: Unsupported boot file system type
mr: आरंभक फाइल प्रणाली पद्धत पुरक नाही

source: In order to be successfully loaded by SILO (Sparc Linux Loader), the kernel must reside on an ext2, ext3 or ufs formatted partition. In the current partitioning scheme the kernel is going to be installed on the ${SILO_PART} partition of type ${SILO_TYPE}.
mr: SILO(स्पार्क लिनक्स लोडर) यशश्वीरीत्या भरण्यासाठी, गाभा ext2,ext3 किंवा usf याप्रकारच्या विभाजन प्रारुपातच असला पाहीजे. सध्याच्या विभाजनाच्या योजनेत गाभा ${SILO_TYPE}पद्धतीच्या ${SILO_PART} या विभाजनावर संस्थापित होत आहे.

source: Boot partition may cause problems with SILO
mr: या मुळ बुट विभाजन SILO वापरतांना अडचण निर्माण होउ शकते.

source: This machine is likely to suffer from a firmware bug, which makes it impossible for SILO (Sparc Linux Loader) to boot a kernel placed farther than 1 GB from the beginning of the disk.
mr: या संगणकाच्या फर्मवेअरमध्ये दोष असण्याची शक्यता आहे. त्यामूळे डिस्कच्यासुरवातीपासून १जीबी च्या पुढे ठेवलेला गाभा आरंभ करणे SILO (स्पार्क लिनक्स लोडर) ला अशक्य आहे.

source: To avoid problems it is strongly recommended to install the kernel into a partition which fits entirely within the first GB of the disk (by creating a small /boot partition in the beginning of the disk, for example). In the current partitioning scheme it is going to be installed onto the ${SILO_PART} partition which extends up to ${SILO_OFF} mark. Keeping this configuration may result in an unbootable system.
mr: हा दोष टाळण्यासाठी पुर्णपणे १ जीबी च्या आत बसेल(उदा./boot विभाजनाचे आकारमान लहान ठेवून) अशाच विभाजनावर गाभा संस्थापित करावा अशी सुचना आहे. सध्याच्या विभाजन योजनेमध्ये संस्थापित केले जाणारे ${SILO_PART} विभाजन${SILO_OFF} ही मर्यादा ओलांडून जात आहे. ही संरचना कायम ठेवल्यास त्याचा परिणाम संगणक सुरु न होण्यात होईल.

source: Unsupported partition table on the boot disk
mr: आरंभक डीस्कवरील विभाजन तालीका सहाय्यकारी नाही.

source: SILO (Sparc Linux Loader) can only boot the kernel off a disk with the "sun" partition table. In the current partitioning scheme the kernel is going to be installed on the ${SILO_PART} partition located on a disk with the partition table of type "${SILO_DISK}".
mr: SILO (स्पार्क लिनक्स लोडर) फक्त "sun" विभाजन असलेल्या डीस्कचा गाभा आरंभ करू शकतो. सध्याच्या विभाजन योजनेत गाभा "${SILO_DISK}" या प्रकारच्या ${SILO_PART} या विभाजनावर संस्थापित करण्यात येत आहे.

source: It is strongly recommended that you go back to partitioning and correct this problem. Keeping the current configuration may result in an unbootable system.
mr: विभाजन प्रक्रियेत परत जावून हा दोष दुरुस्त करावा अशी सुचना आहे.ही संरचना कायम ठेवल्यास संगणक चालू न होण्याची शक्यता आहे.

source: Install the Arcboot boot loader on a hard disk
gl: Instalar o cargador de arranque Arcboot no disco duro
mr: आर्क आरंभक लोडर हार्ड डीस्क वर संस्थापित करावा.
sk: Nainštalovať Arcboot zavádzač na pevný disk

source: Disk for boot loader installation:
gl: Disco para a instalación do cargador de arranque:
mr: आरंभक लोडर संस्थापित करण्यासाठी डीस्क
sk: Disk na inštaláciu zavádzača:

source: Arcboot must be installed into the volume header of a disk with a SGI disklabel. Usually the volume header of /dev/sda is used. Please give the device name of the disk on which to put arcboot.
gl: Arcboot debe instalarse na cabeceira do volume dun disco coa etiqueta de disco SGI. Normalmente úsase a cabeceira do volume de /dev/sda. Por favor, escriba o nome do dispositivo do disco no que vas poñer Arcboot.
mr: एस् जी आय् डीस्कलेबल असलेल्या डीस्कच्या आकारमान शिर्षातच आर्कबूट संस्थापित केले जावू शकते.सामान्यत: /dev/sda हे आकारमान शिर्ष वापरले जाते. कृपया ज्याडीस्कवर आर्कबूट ठेवावयाचे आहे त्या साधनाचे नाव द्या.
sk: Arcboot musí byť nainštalovaný do volume header disku s SGI disklabelom. Zvyčajne sa používa volume header z /dev/sda. Zadajte, prosím, názov zariadenia disku, na ktorý sa má nainštalovať arcboot.

source: Arcboot configured to use a serial console
gl: Arcboot foi configurado para usar unha consola por porto serie
mr: क्रमिक पटल वापरण्यासाठी आर्कबुटची संरचना केली जात आहे.
sk: Arcboot je nastavený na použitie sériovej konzoly

source: Arcboot is configured to use the serial port ${PORT} as the console. The serial port speed is set to ${SPEED}.
gl: Arcboot está configurado para usar o porto serie ${PORT} como unha consola A velocidade do porto serie está fixada en ${SPEED}.
mr: क्रमिक पोर्ट ${PORT} पटल म्हणून वापरण्यासाठी आर्कबुटची संरचना केली जात आहे.क्रमिक पोर्टचा वेग ${SPEED} इतका निश्चित केला आहे.
sk: Arcboot je nastavený na použitie konzoly na sériovom porte ${PORT}. Rýchlosť sériového portu je nastavená na ${SPEED}.

source: Arcboot installation failed. Continue anyway?
gl: Fallou a instalación de Arcboot. ¿Seguir de todos modos?
mr: आर्कबुट संस्थापन अयशश्वी, कार्य पुढे चालू ठेवावे काय?'
sk: Inštalácia arcboot-u zlyhala. Mám napriek tomu pokračovať?

source: The arcboot package failed to install into /target/. Installing Arcboot as a boot loader is a required step. The install problem might however be unrelated to Arcboot, so continuing the installation may be possible.
gl: O paquete arcboot non puido rematar a instalación en /target/. A instalación de Arcboot como cargador de arranque é obligatoria. O problema pode non ser debido a Arcboot, polo que é posible continuar a instalación.
mr: /target/ वर आर्कबूट पॅकेजचे संस्थापन अयशश्वी ठरले आहे. आर्कबूटची आरंभक लोडर म्हणून संस्थापना करणे ही आवश्यक पायरी आहे. संस्थापनेतील दोष कदाचीत आर्कबुटशीसंबधीत नसेलही . त्यामूळे संस्थापन पुढे चालू ठेवणे शक्य आहे.
sk: Balík arcboot sa nedokázal nainštalovať do /target. Inštalácia Arcboot-u ako zavádzača je nutná. Tento problém možno nesúvisí s Arcboot-om, takže je možné pokračovať v inštalácii.

source: Setting PROM variables for Arcboot
mr: आर्कबुट करीता PROM चलांचे निर्धारण केले जात आहे.
sk: Nastavujem PROM premenné pre Arcboot

source: If this is the first Linux installation on this machine, or if the hard drives have been repartitioned, some variables need to be set in the PROM before the system is able to boot normally.
mr: या मशीनवर लिनक्सचे हे पहिलेच संस्थापन असल्यास किंवा हार्ड ड्राइव्हचे पुन:विभाजन केले असल्यास, संगणक सामान्यपणे सुरु होण्यासाठी PROM मध्ये काही चलांचे निर्धारण करावे लागेल.
sk: Ak je to prvá inštalácia Linuxu na tomto počítači, alebo ak boli zmenené oblasti na disku, tak je pre normálne spustenie systému potrebné nastaviť v PROM niektoré premenné.

source: At the end of this installation stage, the system will reboot. After this, enter the command monitor from the "Stop for Maintenance" option, and enter the following commands:
mr: संस्थापन प्रक्रिया पुर्ण झाल्यावर, संगणक पुन:सुरु होइल. त्यानंतर "Stop for Maintenance"हा पर्याय कमांड मॉनिटरमधून वापराआणि नंतर पुढील आज्ञा द्या.
sk: Na konci tejto etapy inštalácie sa systém reštartuje. Potom pri voľbe "Stop for Maintenance" zvoľte "command monitor" a vložte nasledovné príkazy:

source: SiByl boot loader installation failed. Continue anyway?
gl: Fallou a instalación do xestor de arranque SiByl. ¿Continuar?
mr: SiByl आरंभक लोडर संस्थापन अयशश्वी. पुढे चालू ठेवावे का?
sk: Inštalácia SiByl zavádzača zlyhala. Napriek tomu pokračovať?

source: The SiByl package failed to install into /target/. Installing SiByl as a boot loader is a required step. The install problem might however be unrelated to SiByl, so continuing the installation may be possible.
gl: O paquete SiByl non se puido instalar en /target/. A instalación de SiByl como xestor de arranque é necesaria. O problema da instalación pode non estar relacionado con SiByl, por iso é posible continuar coa instalación.
mr: /target/ वर SiByl पॅकेजचे संस्थापन अयशश्वी ठरले आहे. SiBylची आरंभक लोडर म्हणून संथापना करणे ही आवश्यक पायरी आहे. संथापनेतील दोष कदाचीत SiBylशीसंबधीत नसेलही . संस्थापन पुढे चालू ठेवणे शक्य आहे.
sk: Inštalácia balíka SiByl do /target/ zlyhala. Inštalácia SiByl zavádzača je nutná. Problém pri inštalácii možno nesúvisí so SiByl zavádzačom, takže môžete pokračovať.

source: Installing the SiByl boot loader
gl: Instalando o xestor de arranque SiByl
mr: SiByl आरंभक लोडर संस्थापना
sk: Inštaluje sa zavádzač SiByl

source: Installing the SiByl package
gl: Instalando o paquete SiByl
mr: SiByl संस्थापित केले जात आहे
sk: Inštaluje sa balík SiByl

source: Creating SiByl configuration
gl: Creando configuración de SiByl
mr: Sibyl संरचना केली जात आहे
sk: Vytvára sa nastavenie SiByl

source: Install the SiByl boot loader on a hard disk
gl: Instala-lo xestor de arranque SiByl nun disco duro
mr: SiByl आरंभक लोडर हार्डडिस्क वर संस्थापित केला जात आहे
sk: Inštalácia SiByl zavádzača na pevný disk

source: SiByl boot partition
mr: SiByl आरंभक विभाजन
sk: Štartovacia oblasť SiByl

source: Cobalt boot loader installation failed. Continue anyway?
gl: Fallou a instalación do xestor de arranque Cobalt. ¿Continuar?
mr: कोबाल्ट बुट लोडर संस्थापना अयशश्वी. पुढे चालू ठेवावे का?
sk: Inštalácia Cobalt zavázača zlyhala. Mám pokračovať?

source: The CoLo package failed to install into /target/. Installing CoLo as a boot loader is a required step. The install problem might however be unrelated to CoLo, so continuing the installation may be possible.
gl: O paquete CoLo non se puido instalar en /target/. A instalación de CoLo como xestor de arranque é necesaria. O problema da instalación pode non estar relacionado con CoLo, por iso é posible continuar coa instalación.
mr: /target/ वर CoLo पॅकेजचे संस्थापन अयशश्वी ठरले आहे. CoLoची आरंभक लोडर म्हणून संथापना करणे ही आवश्यक पायरी आहे. संथापनेतील दोष कदाचीत CoLoशीसंबधीत नसेलही . संस्थापन पुढे चालू ठेवणे शक्य आहे.
sk: Inštalácia balíka CoLo do /target/ zlyhala. Inštalácia CoLo zavádzača je nutná. Problém pri inštalácii možno nesúvisí s CoLo zavádzačom, takže môžete pokračovať.

source: Installing the Cobalt boot loader
gl: Instalando o xestor de arranque Cobalt
mr: कोबाल्ट आरंभक लोडर संस्थापना केली जात आहे
sk: Inštaluje sa zavádzač Cobalt

source: Installing the CoLo package
gl: Instalando o paquete CoLo
mr: CoLo पॅकेजची संस्थापना केली जात आहे
sk: Inštaluje sa balík CoLo

source: Creating CoLo configuration
gl: Creando configuración de CoLo
mr: CoLo संरचना केली जात आहे.
sk: Vytvára sa nastavenie CoLo
