Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/*.po
Languages: gl, mr, sk

source: Unable to find any floppy device
gl: Non se puido atopar ningunha unidade de disquete

source: No floppy device was found. If this computer has a floppy drive, it is probably a bug in the bugreporter-udeb package that got you here.
gl: Non se atopou ningunha unidade de disquete. Se esta máquina ten unha unidade de disquete, probablemente haxa un fallo no paquete bugreporter-udeb que tes.

source: Note: USB floppies are not supported at the moment.
gl: As unidades de disquete USB no están soportadas porlo momento.

source: Mounting the proc filesystem on /target/proc failed.
gl: Non se puido montar o sistema de ficheiros proc en /target/proc

source: There were no suitable partitions found for elilo to use. Elilo needs a partition with a FAT filesystem, and the boot flag set.
gl: Non hai particións adecuadas para que elilo as use. Elilo precisa unha partición cun sistema de ficheiros FAT, e a bandeira de arranque activa.

source: Aboot needs to install the boot loader on a bootable device containing an ext2 partition. Please select the ext2 partition that you wish aboot to use. If this is not the root filesystem, your kernel image and the configuration file /etc/aboot.conf will be copied to that partition.
gl: Aboot precisa instalar o cargador de arranque nun dispositivo arrancable que conteña unha partición ext2. Por favor, elixe a partición ext2 que queres que aboot use. Se este non é o sistema de ficheiros do superusuario a imaxe do kernel e o ficheiro de configuración /etc/aboot.conf serán gardados nesa partición.

source: Use unsupported filesystem type for /boot?
gl: ¿Usa-lo tipo de sistema de ficheiros non soportado para /boot?

source: Aboot requires /boot to be located on an ext2 partition on a bootable device. This means that either the root partition must be an ext2 filesystem, or you must have a separate ext2 partition mounted at /boot.
gl: Aboot precisa que /boot estea nunha partición ext2 nun dispositivo que se poida arrancar. Esto significa que, unha de dúas, ou que a partición raíz debe estar nun sistema de ficheiros ext2, ou que debes ter unha partición diferente para boot de tipo ext2 montada.

source: ReiserFS journalling file system
gl: Sistema de ficheiros reiser con journaling

source: No mount point is assigned for the jfs filesystem in partition #${PARTITION} of ${DEVICE}.
gl: Non está asignado un punto de montaxe ó sistema de ficheiros jfs na partición #${PARTITION} en ${DEVICE}.

source: JFS journalling file system
gl: Sistema de ficheiros JFS con journaling

source: Use unrecommended JFS root filesystem?
gl: ¿Usa-lo sistema de ficheiros raíz de tipo jfs non recomendado?

source: You should use a small /boot partition with another filesystem, such as ext3.
gl: Deberías usar unha pequena partición para /boot con outro sistema de ficheiros como ext3 para evitar problemas.

source: Use unrecommended JFS /boot filesystem?
gl: ¿Usa-lo sistema de ficheiros raíz de tipo jfs non recomendado?

source: You have mounted an JFS filesystem as /boot. This is likely to cause problems with the GRUB bootloader used by default by this installer; you might experience problems installing or booting GRUB.
gl: Montaches un sistema de ficheiros JFS como /boot. Esto poderá causar problemas ó cargador de arranque GRUB, usado predeterminadamente neste instalador. Podes experimentar problemas instalando ou arrancando GRUB.

source: You should use another filesystem, such as ext3, for the /boot partition.
gl: Deberías usar outro sistema de ficheiros para /boot, como ext3

source: Identical mount points for two filesystems
gl: Puntos de montaxe iguais para dous sistemas de ficheiros

source: No mount point is assigned for the xfs filesystem in partition #${PARTITION} of ${DEVICE}.
gl: Non está asignado un punto de montaxe ó sistema de ficheiros xfs na partición #${PARTITION} en ${DEVICE}.

source: XFS journalling file system
gl: Sistema de ficheiros XFS con journaling

source: No standard floppy drive was found. If you have a USB floppy drive or some other unusual type of floppy drive, select it from the list. Note that the list may also include drives that are not floppy drives. The installer will only try to read from the selected device.
gl: Atopouse unha unidade de disquete non-estándar. Se tes unha unidade de disquete por USB ou outro tipo de unidade de disquete non usual, escólleo na lista. Ten coidado xa que a lista pode conter outros dispositivos que non son unidades de disquete. O instalador tentará só ler desde o dispositivo elixido.

source: An error occured during the previous operation
gl: Ocorreu un erro mentres se procesaba a operacin anterior

source: The root filesystem is a RAM disk. The hard disk file systems are mounted on "/target". The editor available to you is nano. It's very small and easy to figure out. To get an idea of what Unix utilities are available to you, use the "help" command.
gl: O sistema de ficheiros raíz está nun disco RAM. Os sistemas de ficheiros de disco duro están montados en "/target". Tes o editor nano dispoñible, é moi lixero e intuitivo. Para saber qué utilidades Unix tes dispoñibles, usa "help".
