Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/*.po
Languages: gl, mr, sk

source: You entered an empty password, which is not allowed. Please choose a non-empty password.
mr: आपण परवलीचा शब्द रिक्त ठेवला आहे, जे चालत नाही. रिक्त नसलेला परवलीचा शब्द निवडा.

source: Enable shadow passwords?
mr: छाया परवलीचे शब्द कार्यसक्षम करायवे?

source: Shadow passwords make your system more secure because nobody is able to view even encrypted passwords. The passwords are stored in a separate file that can only be read by special programs. The use of shadow passwords is strongly recommended, except in a few cases such as NIS environments.
mr: छाया परवलीचे शब्द आपल्या प्रणालीला जास्त सुरक्षित बनवतात, कारण सांकेतिक केलेले परवलीचे शब्द देखिल कोणीही पाहू शकत नाही. एनआयएस एनव्हायर्नमेंट सारख्या काही बाबी वगळता छाया परवलीचे शब्द वापरण्याची जोरदार शिफारस केली जात आहे.

source: Set up users and passwords
mr: वापरदार व परवलीशब्द निश्चिती करा

source: Setting users and passwords...
mr: वापरकर्ते व परवलीशब्द निश्चिती केले जात आहेत...

source: critical
mr: गंभीर

source: high
mr: उच्च

source: medium
mr: मध्यम

source: low
mr: कमी

source: Ignore questions with a priority less than:
mr: पेक्षा कमी अग्रक्रम असलेले प्रश्न दुर्लक्षित करा:

source: Packages that use debconf for configuration prioritize the questions they might ask you. Only questions with a certain priority or higher are actually shown to you; all less important questions are skipped.
gl: Os paquetes que usan debconf para a sa configuracin priorizan as preguntas que che van facer. S as preguntas dunha certa prioridade ou superior se che mostran; todas as de menor proridade se pasan.
mr: संरचनेसाठी जी पॅकेजेस् डेबकाॅन्फ वापरतात ती आपल्याला विचारल्या जाउ शकणाऱ्या प्रश्नांचा अग्रक्रम निश्चित करतात. ठराविक वा त्यावरील अग्रक्रम असणारे प्रश्नच प्रत्यक्षात आपल्याला दाखवले जातात; कमी अग्रक्रम असणारे प्रश्न वगळले जातात.
sk: Balíky používajúce debconf pre konfiguráciu majú rôzne priority otázok, na ktoré sa vás pýtajú. Zobrazia sa iba otázky s prioritou rovnou alebo vyššou, než je zadaná priorita; všetky menej dôležité otázky sa preskočia.

source: You can select the lowest priority of question you want to see: - 'critical' is for items that will probably break the system without user intervention. - 'high' is for items that don't have reasonable defaults. - 'medium' is for normal items that have reasonable defaults. - 'low' is for trivial items that have defaults that will work in the vast majority of cases.
gl: Podes elixir a menor prioridade das preguntas que queres ver: - 'crï¿½ica' ï¿½para os elementos que poden provocar inestabilidade no sistema se o usuario non intervï¿½. - 'alta' ï¿½para os elementos que non teen opcins predeterminadas claras. - 'media' ï¿½para os elementos normais que teen opcins predeterminadas claras. - 'baixa' ï¿½para as preguntas triviales que teen opcins predeterminadas e que probablemente funcionen na maiorï¿½ dos casos.
mr: आपण पाहू इच्छित असणाऱ्या प्रश्नांचा न्यूनतम अग्रक्रम आपण निवडू शकता: - 'गंभीर' हे वापरदाराने हस्तक्षेप न केल्यास ज्यामुळे प्रणाली कोलमडू शकते अशा घटकांकरिता. - 'उच्च' हे ज्यांच्यासाठी उचित मूलनिर्धारित मूल्ये नाहीत अशा घटकांकरिता. - 'मध्यम' हे ज्यांच्यासाठी उचित मूलनिर्धारित मूल्ये आहेत अशा नेहमीच्या घटकांकरिता. - 'कमी' हे ज्यांच्यासाठी मूलनिर्धारित मूल्ये बहुतेक सर्वच ठिकाणी चालतील अशा क्षुल्लक घटकांकरिता.
sk: Môžete si vybrať najnižšiu prioritu otázok, ktoré chcete vidieť: - 'kritická' je pre položky, ktoré by bez zásahu používateľa pravdepodobne poškodili systém. - 'vysoká' je pre položky, ktoré nemajú rozumné štandartné hodnoty. - 'stredná' je pre obyčajné otázky s rozumnými predvolenými hodnotami - 'nízka' je pre triviálne záležitosti, ktoré budú vo veľkej väčšine prípadov fungovať samy od seba.

source: For example, this question is of medium priority, and if your priority were already 'high' or 'critical', you wouldn't see this question.
gl: Por exemplo, esta ï¿½unha pregunta de prioridade media, e si a teu nivel de prioridade estivera fixado en 'alto' ou 'crï¿½ico' non verï¿½s esto.
mr: उदाहरणार्थ, हा प्रश्न मध्यम अग्रक्रम असणारा आहे, व आपला अग्रक्रम आधीच 'उच्च' किंवा 'गंभीर' असेल, तर आपल्याला हा प्रश्न दिसणार नाही.
sk: Napríklad táto otázka má strednú prioritu. Keby ste už skôr nastavili prioritu na vysokú alebo kritickú, túto otázku by ste teraz nevideli.

source: Change debconf priority
gl: Cambiar a prioridade de debconf
mr: डेबकाॅन्फ अग्रक्रम बदला
sk: Zmeniť prioritu otázok

source: Continue
gl: Continuar
mr: चालू ठेवा
sk: Pokračovať

source: Go Back
gl: Voltar
mr: मागे जा
sk: Naspäť

source: Yes
gl: Sï¿½
mr: होय
sk: Áno

source: No
gl: Non
mr: नाही
sk: Nie

source: <Tab> moves between items; <Space> selects; <Enter> activates buttons
mr: <टॅब> घटकांदरम्यान फिरतो; <स्पेस> निवडतो; <एंटर> बटणे कार्यान्वित करतो

source: LTR
mr: डाकउ

source: Screenshot
mr: पडदाफोटो

source: Screenshot saved as %s
mr: पडदाफोटो %s म्हणून संग्रहित केला

source: !! ERROR: %s
gl: !! ERRO: %s
mr: !! त्रुटी: %s
sk: !! CHYBA: %s

source: KEYSTROKES:
gl: PULSACIï¿½S:
mr: कळफटकारे:
sk: KLÁVESOVÉ SKRATKY:

source: Display this help message
gl: Mostrar esta mensaxe de axuda
mr: हा मदत संदेश दाखवा
sk: Zobraziť túto nápovedu

source: Go back to previous question
gl: Voltar ï¿½preguntar anterior
mr: मागील प्रश्नाकडे परत जा
sk: Vrátiť sa k predchádzajúcej otázke

source: Select an empty entry
gl: Elixir unha entrada vacía
mr: रिक्त नोंद निवडा
sk: Zvoliť prázdny vstup

source: Prompt: '%c' for help, default=%d>
gl: Prompt: '%c' para axuda, predeterminado=%d>
mr: प्राॅंप्ट: '%c' मदतीकरिता, मूलनिर्धारित=%d>
sk: Prompt: '%c' pre nápovedu, predvolené=%d>

source: Prompt: '%c' for help>
gl: Prompt: '%c' para a axuda>
mr: प्राॅंप्ट: '%c' मदतीकरिता>
sk: Prompt: '%c' pre nápovedu>

source: Prompt: '%c' for help, default=%s>
gl: Prompt: '%c' para axuda, predeterminado=%s>
mr: प्राॅंप्ट: '%c' मदतीकरिता, मूलनिर्धारित=%s>
sk: Prompt: '%c' pre nápovedu, predvolené=%s>

source: [Press enter to continue]
gl: [Prema enter para continuar]
mr: [पुढे जाण्याकरिता एंटर दाबा]
sk: [Pre pokračovanie stlačte enter]

source: Select and install software
mr: साॅफ्टवेअर निवडा व अधिष्ठापित करा

source: Setting up...
mr: संरचना होत आहे...

source: Running tasksel...
mr: टास्कसेल चालवला जातोय...

source: Cleaning up...
mr: सफाई होत आहे...

source: Finish the installation
gl: Rematar a instalación
mr: अधिष्ठापना पूर्ण करा
sk: Ukončenie inštalácie

source: Finishing the installation
gl: Rematando a instalación
mr: अधिष्ठापना पूर्ण करत आहे
sk: Dokončujem inštaláciu

source: Configuring network...
gl: Configurando rede...
mr: नेटवर्क संरचित केले जातेय...
sk: Nastavujem sieť...

source: Setting up frame buffer...
gl: Preparando o frame buffer...
mr: फ्रेमबफर निर्धारण होत आहे...
sk: Nastavujem frame buffer...

source: Unmounting file systems...
gl: Desmontando sistemas de ficheiros
mr: फाइल प्रणाल्या अवरोहित होत आहेत...
sk: Odpájam súborové systémy...

source: Rebooting into your new system...
mr: आपल्या नवीन प्रणालीत पुनरारंभ करत आहे...

source: Installation complete
gl: Instalación completa
mr: षधिष्ठापना पूर्ण
sk: Inštalácia je kompletná

source: Installation is complete, so it is time to boot into your new system. Make sure to remove the installation media (CD-ROM, floppies), so that you boot into the new system rather than restarting the installation.
mr: अधिष्ठापना पूर्ण झाली आहे. आता आपली नवीन प्रणाली कार्यान्वित करण्याची वेळ आली आहे. अधिष्ठापनेची प्रक्रिया पुन्हा सुरु होऊ नये व आपली नवीन प्रणालीच कार्यान्वित व्हावी म्हणून अधिष्ठापना माध्यम (सिडी, फ्लॉपी) बाहेर काढून घेतल्याची खात्री करा.

source: Continue without boot loader
gl: Seguir sen cargador de arranque
mr: आरंभ सुचक (बूट लोडर) नको
sk: Pokračovať bez zavádzača

source: Some variables need to be set in the Pegasos OpenFirmware in order for your system to boot linux automatically. At the end of the installation, the system will reboot. At the Pegasos OpenFirmware prompt, set the following OpenFirmware variables to enable auto-booting:
mr: आपला संगणक सुरु केल्यावर आपोआप लिनक्स सुरु होण्यासाठी पिगॅसोस ओपनफर्मवेअरच्या काही चलितांचे मूल्य ठरवावे लागेल. त्याकरिता अधिष्ठापना पूर्ण झाल्यावर संगणक जेंव्हा पुन्हा चालू होेेेईल व जेंव्हा पिगॅसोस ओपनफर्मवेअरची संकेतखूण दिसेल तेंव्हा त्या ओपनफर्मवेअरच्या पुढील चलितांचे मूल्य ठरवा:

source: Alternatively, you will be able to boot the kernel manually by entering :किंवा, हे केल्यास आपण स्वतःहून कर्नेल सुरू करू शकाल :
mr: ओपनफर्मवेअरची संकेतखूण दिसेल तेंव्हा.

source: Setting firmware variables for automatic boot
gl: Fixando variables do firmware para o autoarranque
mr: आपोआप लिनक्स सुरु होण्यासाठी फर्मवेअरच्या चलितांचे मूल्य ठरवले जातेय
sk: Nastavenie premenných firmware pre automatické štartovanie

source: Some variables need to be set in the Netwinder NeTTrom firmware in order for your system to boot linux automatically. At the end of this installation stage, the system will reboot, and the firmware will attempt to autoboot. You can abort this by pressing any key. You will then be dropped into the NeTTrom command system where you have to execute the following commands:
mr: संगणक सुरु केल्यावर आपोआप लिनक्स सुरु होण्यासाठी नेटवाइंडर नेटरोम फर्मवेअरच्या काही परीवर्तनीय घटकांचे मूल्य ठरवावे लागेल. संस्थापनेची ही पायरी पूर्ण झाल्यावर संगणक पुन्हा चालू होेेेईल, व हे फर्मवेअर " "आपोआप सुरू होण्याचा प्रयत्न करेल. आपण कोणतीही कळ दाबून ही प्रक्रीया थांबवू शकता. तसे केल्यास नेटरोम आज्ञावली प्रणाली चालू होईल, व आपल्याला पुढील आज्ञा द्याव्या लागतील:

source: You will only need to do this once. Afterwards, enter the "boot" command or reboot the system to proceed to the next installation stage.
mr: तुम्हाला हे एकदाच करावे लागेल. त्यानंतर "boot" ही आज्ञा द्या किंवा अधिष्ठापनेची पुढील पायरी सुरू करण्यासाठी संगणक पुन्हा सुरू करा.

source: No boot loader installed
gl: Non hai un cargador de arranque instalado
mr: आरंभ सुचक (बूट लोडर) अधिष्ठापित केलेला नाही
sk: Nie je nainštalovaný žiaden zavádzač

source: No boot loader has been installed, either because you chose not to or because your specific architecture doesn't support a boot loader yet.
gl: Non se instalou ningún cargador de arranque, pode que elixiras que non se instalara ou pode que na túa arquitectura aínda non haxa soporte para un cargador de arranque.
mr: आपण न निवडल्याने, किंवा आपल्या विशिष्ठ संगणक-रचनेमुळे अधिष्ठापित करता न आल्याने आरंभ सुचक (बूट लोडर) अधिष्ठापित केलेला नाही.
sk: Nebol nainštalovaný žiaden zavádzač, pretože ste si ho nezvolili, alebo vaša architektúra zatiaľ nepodporuje žiaden zavádzač.

source: You will need to boot manually with the ${KERNEL} kernel on partition ${BOOT} and ${ROOT} passed as a kernel argument.
mr: आपल्याला ${BOOT} कप्प्यातील ${KERNEL} कर्नेलला ${ROOT} हा पर्याय देऊन स्वतःच आरंभ करावा लागेल.

source: The following other operating systems have been detected on this computer: ${OS_LIST}
gl: Atopáronse os seguintes sistemas operativos no teu equipo: ${OS_LIST}
mr: आपल्या संगणकावर पुढील इतर प्रचालन प्रणाली (आॅपरेटिंग सिस्टीम) मिळाल्या: ${OS_LIST}
sk: Na tomto počítači boli zistené nasledovné iné operačné systémy: ${OS_LIST}

source: If all of your operating systems are listed above, then it should be safe to install the boot loader to the master boot record of your first hard drive. When your computer boots, you will be able to choose to load one of these operating systems or your new system.
mr: जर आपल्या सर्व प्रचालन प्रणाली (आॅपरेटिंग सिस्टीम) वरील यादीत नोंदल्या गेल्या असतील, तर आपल्या पहिल्या हार्डडिस्कच्या मुख्य आरंभ अभिलेखामधे (एमबीआर) आरंभ सुचक (बूट लोडर) अधिष्ठापित करण्यास हरकत नाही. संगणक सुरू होताना आपण वरील यादीतील एक, अथवा आपली नवीन प्रचालन प्रणाली सुरू करू शकाल.

source: Install the GRUB boot loader to the master boot record?
gl: ¿Instalar o xestor de arranque GRUB ó MBR (Sector de arranque mestre)?
mr: ग्रब आरंभ सुचक (बूट लोडर) मुख्य आरंभ अभिलेखामधे (एमबीआर) अधिष्ठापित करणार आहात?
sk: Nainštalovať zavádzač GRUB na hlavný štartovací záznam (MBR)?

source: It seems that this new installation is the only operating system on this computer. If so, it should be safe to install the GRUB boot loader to the master boot record of your first hard drive.
mr: आपण आता अधिष्ठापन करत असलेली प्रचालन प्रणाली (आॅपरेटिंग सिस्टीम) ही बहुदा या संगणकावरील एकमेव प्रचालन प्रणाली (आॅपरेटिंग सिस्टीम) आहे. तसे असल्यास आपण ग्रब आरंभ सुचक (बूट लोडर) पहिल्या हार्ड ड्राईव्हच्या मुख्य आरंभ अभिलेखामधे (एमबीआर) अधिष्ठापित करू शकता.

source: Warning: If the installer failed to detect another operating system that is present on your computer, modifying the master boot record will make that operating system temporarily unbootable, though GRUB can be manually configured later to boot it.
gl: PERIGO: Se o instalador non detecta outro sistema operativo que esté instalado no sistema, a modificación do Rexistro Mestre de Arranque (MBR) fará que non se poda iniciar, aínda que GRUB pódese configurar posteriormente para permitir que se inicie.
mr: धोक्याची सूचना: जर आपल्या संगणकावर असलेली एखादी प्रचालन प्रणाली अधिष्ठापक नोंदू शकला नसेल, तर मुख्य आरंभ अभिलेखात बदल केल्यास ती प्रचालन प्रणाली सुरू होणे तात्पुरते बंद होईल. अर्थात, नंतर ग्रबमधे स्वतः बदल करून ती परत सुरू करता येईल.
sk: Upozornenie: Ak inštalačný program nerozpozná na vašom počítači ďalší operačný systém, zmena hlavného štartovacieho záznamu (MBR) bude mať za následok to, že tento systém sa dočasne nebude môcť spustiť. Neskôr sa však môže GRUB manuálne nastaviť tak, aby sa tento systém mohol spustiť.

source: Install the GRUB boot loader to XFS file system?
mr: ग्रब आरंभ सुचक (बूट लोडर) एक्सएफ़एस फ़ाईल प्रणालीत अधिष्ठापित करणार आहात?

source: The GRUB boot loader installation often fails or hangs when /boot is on a XFS file system. Using LILO in this situation is recommended.
mr: जेंव्हा /आरंभ एक्सएफ़एस फ़ाईल प्रणालीत असतो तेंव्हा बहुतेकदा ग्रब आरंभ सुचक (बूट लोडर) एक्सएफ़एस फ़ाईल प्रणालीत अधिष्ठापित करणे शक्य होत नाही. अशा परिस्थितीत लिलो चा उपयोग करावा.

source: Device for boot loader installation:
mr: आरंभ सुचक अधिष्ठापित करण्यासाठी उपकरण:
sk: Zariadenie na inštaláciu zavádzača:

source: You need to make the newly installed system bootable, by installing the GRUB boot loader on a bootable device. The usual way to do this is to install GRUB on the master boot record of your first hard drive. If you prefer, you can install GRUB elsewhere on the drive, or to another drive, or even to a floppy.
mr: आपली नवीन प्रणाली आरंभयोग्य करण्यासाठी आपल्याला आरंभयोग्य उपकरणावर ग्रब आरंभ सुचक अधिष्ठापित करणे गरजेचे आहे. यासाठीचा नेहमीचा मार्ग म्हणजे आरंभ सुचक आपल्या पहिल्या हार्डडिस्कच्या मुख्य आरंभ अभिलेखामधे अधिष्ठापित करणे. वाटल्यास ड्राईव्हवर इतरत्र, किंवा वेगळ्या ड्राईव्हवर, अथवा फ्लॉपीवरही आपण ग्रब अधिष्ठापित करू शकता.

source: The device can be specified using GRUB's "(hdn,m)" notation, or as a device in /dev. Below are some examples: - "(hd0)" or "/dev/hda" will install GRUB to the master boot record of your first hard drive (IDE); - "(hd0,1)" or "/dev/hda2" will use the second partition of your first IDE drive; - "(hd2,4)" or "/dev/sdc5" will use the first extended partition of your third drive (SCSI here); - "(fd0)" or "/dev/fd0" will install GRUB to a floppy.
mr: ग्रब ची "(hdn,m)" पद्धत वापरुन, किंवा /dev मधील एक उपकरण, अशा रीतीने उपकरण निश्चीत करता येईल. पुढील उदाहरणे पहाः - "(hd0)" किंवा "/dev/hda" ने ग्रब आरंभ सुचक (बूट लोडर) पहिल्या हार्ड ड्राईव्हच्या (आयडीई) मुख्य आरंभ अभिलेखामधे (एमबीआर) अधिष्ठापित होईल; - "(hd0,1)" किंवा "/dev/hda2" ने तुमच्या पहिल्या आयडीई ड्राईव्हचे दुसरे विभाजन वापरले जाईल; - "(hd2,4)" किंवा "/dev/sdc5" ने तुमच्या तिसरया एससिएसआय ड्राईव्हच्या पहिल्या वाढीव विभाजनावर; - "(fd0)" किंवा "/dev/fd0" मुळे ग्रब फ़्लॅापीवर अधिष्ठापित होईल.

source: GRUB password:
mr: ग्रब साठी परवलीचा शब्द
sk: GRUB heslo:

source: The GRUB boot loader offers many powerful interactive features, which could be used to compromise your system if unauthorized users have access to the machine when it is starting up. To defend against this, you may choose a password which will be required before editing menu entries or entering the GRUB command-line interface. By default, any user will still be able to start any menu entry without entering the password.
mr: ग्रब मध्ये अनेक ताकदवान सुसंवादी वैशिष्ट्ये आहेत. संगणक सुरु होताना एखादा अनधिकृत वापरकर्ता त्यांचा वापर करून प्रणाली धोक्यात आणू शकतो. परवलीचा शब्द देऊन हे टाळता येईल. मेन्युमधील नोंदीत बदल करण्यासाठी अथवा ग्रब समादेश-ओळ अंतराफलक सुरू करण्यासाठी हा परवलीचा शब्द आवश्यक असेल. तरीही मुलतः कोणताही वापरकर्ता परवलीचा शब्द न वापरताही मेन्युमधील कोणतीही प्रणाली सुरू करू शकेल.
sk: Zavádzač GRUB poskytuje veľa užitočných interaktívnych funkcií, ktoré sa dajú zneužiť na kompromitáciu vášho systému, ak k nemu majú prístup neautorizovaní používatelia počas štartovania. Na ochranu tohto prístupu si môžete zvoliť heslo, ktoré sa bude požadovať pred úpravou položiek menu alebo pred vstupom do rozhrania príkazového riadku. Štandartne môže ľubovoľný používateľ spustiť ľubovoľnú položku menu bez zadávania hesla.

source: If you do not wish to set a GRUB password, leave this field blank.
mr: ग्रबसाठी परवलीचा शब्द द्यायचा नसल्यास हे क्षेत्र रिकामे ठेवा.
sk: Ak si neželáte nastaviť heslo pre GRUB, nechajte toto pole prázdne.

source: GRUB installation failed. Continue anyway?
gl: Fallou a instalacin de GRUB. Continuar?
mr: ग्रब अधिष्ठापित होऊ शकला नाही. तरीही पुढे जायचे?
sk: Inštalácia GRUB-u zlyhala. Mám napriek tomu pokračovať?

source: The grub package failed to install into /target/. Installing GRUB as a boot loader is a required step. The install problem might however be unrelated to GRUB, so continuing the installation may be possible.
gl: O paquete GRUB non se puido instalar en /target/. A instalacin de GRUB como cargador de arranque �un paso requerido. O problema pode non ter relacin con GRUB, polo que �posible continuar coa instalacin.
mr: /target/ मधे ग्रब पॅकेज अधिष्ठापित होऊ शकले नाही. आरंभ सुचक म्हणून ग्रब अधिष्ठापित करणे ही आवश्यक पायरी आहे. अधिष्ठापनेतील समस्या कदाचित ग्रबसंबंधी नसेलही. त्यामुळे अधिष्ठापना पुढे चालू ठेवणे बहुदा शक्य आहे.
sk: Balík grub sa nedokázal nainštalovať do /target. Inštalácia GRUB-u ako zavádzača je nutná. Tento problém možno nesúvisí s GRUB-om, takže je možné pokračovať v inštalácii.

source: Unable to install GRUB in ${BOOTDEV}
gl: Non se puido instalar GRUB en ${BOOTDEV}
mr: ${BOOTDEV} मध्ये ग्रब अधिष्ठापित करणे जमत नाही
sk: GRUB sa nedá nainštalovať na ${BOOTDEV}

source: Executing 'grub-install ${BOOTDEV}' failed.
gl: Fallou a execucin de 'grub-install ${BOOTDEV}'
mr: 'ग्रब-अधिष्ठापना ${BOOTDEV}' कार्यान्वित करणे जमले नाही.
sk: Zlyhalo vykonanie 'grub-install ${BOOTDEV}'.

source: Unable to configure GRUB
gl: Non se puido configurar GRUB
mr: ग्रब संरचित करणे जमत नाही
sk: GRUB sa nedá nastaviť

source: Executing 'update-grub' failed.
gl: Fallou a execucin de 'update-grub'
mr: 'ग्रब-सुधार' कार्यान्वित करणे जमले नाही.
sk: Zlyhalo vykonanie 'update-grub'.

source: This is a fatal error.
gl: Este �un error calificado como fatal
mr: ही घातक त्रुटी आहे.
sk: Toto je kritická chyba.

source: Installing GRUB boot loader
gl: Instalando o cargador de arranque GRUB
mr: ग्रब आरंभ सुचक अधिष्ठापित होत आहे
sk: Inštaluje sa zavádzač GRUB

source: Looking for other operating systems...
gl: Buscando outros sistemas operativos...
mr: इतर प्रचालन प्रणालींचा शोध चालू आहे...
sk: Hľadajú sa iné operačné systémy...

source: Installing the 'grub' package...
gl: Instalando o paquete GRUB...
mr: 'ग्रब' पॅकेज अधिष्ठापित होत आहे...
sk: Inštaluje sa balík 'grub'...

source: Determining GRUB boot device...
gl: Determinando o dispositivo de arranque de GRUB...
mr: ग्रब आरंभ उपकरण ठरवले जात आहे...
sk: Zisťujú sa štartovacie zariadenie pre GRUB...

source: Running "grub-install ${BOOTDEV}"...
gl: Executando "grub-install ${BOOTDEV}"...
mr: "grub-install ${BOOTDEV}" प्रोग्राम चालवला जात आहे...
sk: Spúšťa sa "grub-install ${BOOTDEV}"...

source: Running "update-grub"...
gl: Executando "update-grub"...
mr: "update-grub" प्रोग्राम चालवला जात आहे...
sk: Spúšťa sa "update-grub"...

source: Updating /etc/kernel-img.conf...
gl: Actualizando /etc/kernel-img.conf...
mr: /etc/kernel-img.conf सुधारित केले जात आहे...
sk: Aktualizuje sa /etc/kernel-img.conf...

source: Install the GRUB boot loader on a hard disk
gl: Instalar o cargador de arranque GRUB nun disco duro
mr: ग्रब आरंभ सुचक हार्डडिस्कवर अधिष्ठापित करा
sk: Inštalácia zavádzača GRUB na pevný disk

source: Reinstall GRUB boot loader
mr: ग्रब आरंभ सुचक पुन्हा अधिष्ठापित करा

source: ${disc}: Master Boot Record
gl: ${disc}: MBR (Sector de arranque maestro)
mr: ${disc}: मुख्य आरंभ अभिलेख
sk: ${disc}: hlavný štartovací záznam (MBR)

source: ${part}: new Debian partition
gl: ${part}: Nueva partición para Debian
mr: ${part}: नवीन डेबियन विभाजन
sk: ${part}: nová oblasť pre Debian

source: The LILO program needs to be installed to make your new system bootable. By installing it onto your disk's Master Boot Record, LILO will take complete control of the boot process, but if you want to use a different boot manager, just install LILO on the new Debian partition instead.
mr: आपली नवीन प्रणाली आरंभयोग्य करण्यासाठी आपल्याला लिलो आरंभ सुचक अधिष्ठापित करणे गरजेचे आहे. डिस्कच्या मुख्य आरंभ अभिलेखामधे (एमबीआर) अधिष्ठापित केल्यास लिलो आरंभ प्रक्रीयेवर संपूर्ण ताबा ठेवेल. पण आपल्याला वेगळा आरंभ सुचक वापरायचा असल्यास लिलो नवीन डेबियन विभाजनावर अधिष्ठापित करा.

source: If unsure, install LILO into the Master Boot Record.
gl: Se non estás seguro, instala LILO no MBR
mr: खात्री नसल्यास लिलो मुख्य आरंभ अभिलेखामधे (एमबीआर) अधिष्ठापित करा.
sk: Ak si nie ste istí, nainštalujte LILO na hlavný štartovací záznam (MBR)

source: ${disc}: software RAID array
mr: ${disc}: रॅड अॅरे प्रणाली

source: Other choice (Advanced)
gl: Outra opción (Avanzado)
mr: इतर पर्याय (प्रगत)
sk: Ďalšie voľby (Rozšírené)

source: The LILO program needs to be installed to make your new system bootable. You may choose to install it onto a software RAID array or another device.
mr: आपली नवीन प्रणाली आरंभयोग्य करण्यासाठी आपल्याला लिलो आरंभ सुचक अधिष्ठापित करणे गरजेचे आहे. रॅड अॅरे प्रणालीवर किंवा इतर उपकरणावरही आपण तो अधिष्ठापित करू शकता.

source: LILO installation target:
gl: Obxectivo da instalación de LILO:
mr: लिलो अधिष्ठापित करण्याचे इच्छित स्थळ:
sk: Cieľ inštalácie LILO:

source: Please enter the partition or disk onto which LILO should be installed. Devfs style names, such as those that start with /dev/ide, /dev/scsi, and /dev/discs are accepted, as well as traditional names, such as /dev/hda or /dev/sda.
mr: लिलो अधिष्ठापित करण्याचे विभाजन अथवा डिस्क ठरवा. त्यासाठी /dev/ide, /dev/scsi, आणी /dev/discs शैलीतील नावे, तसेच नेहमीची /dev/hda किंवा /dev/sda नावे ग्राह्य आहेत.

source: Invalid partition name
gl: Nome da partición non válido
mr: विभाजन नाव अयोग्य
sk: Neplatný názov oblasti

source: The path ${path} does not represent a partition or hard disk device. Please try again.
gl: A ruta ${path} non é unha partición nin un disco duro. Por favor, probe de novo.
mr: ${path} मार्ग कुठलेच विभाजन किंवा हार्डडिस्क उपकरण दर्शवत नाही. पुन्हा प्रयत्न करा.
sk: Cesta ${path} neurčuje oblasť alebo pevný disk. Prosím, skúste znova.

source: Installing LILO...
gl: Instalando LILO...
mr: लिलो अधिष्ठापन होत आहे...
sk: Inštaluje sa LILO...

source: Activating partition ${bootdev}
gl: Activando partición ${bootdev}
mr: ${bootdev} विभाजन सक्रीय केले जात आहे
sk: Aktivuje sa oblasť ${bootdev}

source: Creating lilo.conf
gl: Creando lilo.conf
mr: लिलो.कोॅन्फ़ निर्माण होत आहे
sk: Vytvára sa lilo.conf

source: Installing the LILO package
gl: Instalando o paquete LILO
mr: लिलो पॅकेज अधिष्ठापित होत आहे
sk: Inštaluje sa balík LILO

source: Running LILO for ${bootdev}
gl: Executando LILO para ${bootdev}
mr: ${bootdev} करिता लिलो चालवला जात आहे
sk: LILO sa spúšťa na ${bootdev}

source: LILO configured to use a serial console
gl: LILO configurouse para usar unha consola no porto serie
mr: सिरियल कन्सोलच्या वापरासाठी लिलो संरचित केले
sk: LILO je nastavené na použitie sériovej konzoly
