Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/*.po
Languages: gl, mr, sk

source: LILO is configured to use serial port ${PORT} as the console. The serial port speed is set to ${SPEED}.
gl: LILO está configurado para usar o porto serie ${PORT} como unha consola. A velocidade do porto serie é ${SPEED}.
mr: ${PORT} हे सिरियल पोर्ट कन्सोल म्हणून वापरण्यासाठी लिलो संरचित केले आहे. या सिरियल पोर्टचा वेग ${SPEED} एवढा निश्चित केला आहे.
sk: LILO je nastavené na použitie konzoly na sériovom porte ${PORT}. Rýchlosť sériového portu je nastavená na ${SPEED}.

source: Would you like to make this partition active?
gl: ¿Queres marcar como activa esta partición?
mr: हे विभाजन सक्रीय करणार का?
sk: Chcete túto oblasť nastaviť ako aktívnu?

source: You have chosen to install LILO on a partition that is not the active one. If this partition is not marked active, then LILO will not be loaded by the boot loader. This may cause you to be unable to boot into the system that is being installed.
mr: आपण लिलो अधिष्ठापित करण्यासाठी निवडलेले विभाजन सक्रीय नाही. हे विभाजन सक्रीय न केल्यास आरंभ सुचक लिलो सुरू करणार नाही. त्यामुळे आपण अधिष्ठापित करत असलेली प्रणाली सुरू होऊ शकणार नाही.

source: You should make this partition active unless you have another boot loader that will allow you to access your new Linux installation.
mr: तुमची नवी लिनक्स प्रणाली सुरू करण्यासाठी अन्य आरंभ सुचक अधिष्ठापित केलेला नसल्यास तुम्ही हे विभाजन सक्रीय केले पाहिजे.

source: LILO installation failed. Continue anyway?
gl: Fallou a instalación de LILO. ¿Continuar de todas formas?
mr: लिलो अधिष्ठापित होऊ शकले नाही. तरीही पुढे जायचे?
sk: Inštalácia LILO zlyhala. Napriek tomu pokračovať?

source: The lilo package failed to install into /target/. Installing LILO as a boot loader is a required step. The install problem might however be unrelated to LILO, so continuing the installation may be possible.
gl: O paquete LILO non se puido instalar en /target/. A instalación de LILO como cargador de arranque é necesaria. O problema da instalación pode non estarrelacionado con LILO, por iso é posible continuar coa instalación.
mr: /target/ मधे लिलो पॅकेज अधिष्ठापित होऊ शकले नाही. आरंभ सुचक म्हणून लिलो अधिष्ठापित करणे ही आवश्यक पायरी आहे. अधिष्ठापनेतील समस्या कदाचित लिलोसंबंधी नसेलही. त्यामुळे अधिष्ठापना पुढे चालू ठेवणे बहुदा शक्य आहे.
sk: Inštalácia balíka lilo do /target/ zlyhala. Inštalácia LILO zavádzača je nutná. Problém pri inštalácii možno nesúvisí s LILO zavádzačom, takže môžete pokračovať.

source: LILO installation failed
gl: Fallou a instalación de LILO
mr: लिलो अधिष्ठापित होऊ शकले नाही
sk: Inštalácia LILO zlyhala

source: Running "/sbin/lilo" failed with error code "${ERRCODE}".
gl: A execución de "/sbin/lilo" fallou co erro "${ERRCODE}".
mr: त्रुटी कोड "${ERRCODE}" मुळे "/sbin/lilo" चालवता आले नाही.
sk: Vykonanie "/sbin/lilo" skončilo s chybou "${ERRCODE}".

source: Install the LILO boot loader on a hard disk
gl: Instalar o cargador de arranque LILO nun disco duro
mr: लिलो आरंभ सुचक हार्डडिस्कवर अधिष्ठापित करा
sk: Inštalácia zavádzača LILO na pevný disk

source: No NewWorld boot partition was found. The yaboot boot loader requires an Apple_Bootstrap partition at least 819200 bytes in size, using the HFS Macintosh file system.
gl: Non se atopou ningunha partición de arranque NewWorld. O xestor de arranque yaboot precisa unha partición Apple_Bootstrap de alomenos 819200 bytes, usando o sistema de ficheiros HFS Macintosh.
mr: कुठलेही न्यूवर्ल्ड विभाजन सापडले नाही. याबूट आरंभ सुचकासाठी कमीत कमी ८१९२०० बाईट मापाचे एचएफ़एस फ़ाईल प्रणालीमधील अॅपल_बूटस्ट्रॅप विभाजन आवश्यक आहे.
sk: Nebola nájdená žiadna NewWorld štartovacia oblasť. Zavádzač yaboot potrebuje Apple_Bootstrap oblasť s veľkosťou najmenej 819200 bajtov a so súborovým systémom HFS Macintosh.

source: Go back to the menu and resume partitioning?
mr: मेन्यूकडे परतून विभाजन करणे चालू ठेवायचे का?
sk: Vrátiť sa späť do menu a pokračovať v rozdeľovaní?

source: The NewWorld boot partition must be at least 819200 bytes in size.
gl: A partición de arranque de NewWorld debe ter alomenos 819200 bytes.
mr: न्यूवर्ल्ड आरंभ विभाजन कमीत कमी ८१९२०० बाईट मापाचे असणे आवश्यक आहे
sk: NewWorld štartovacia oblasť musí mať veľkosť najmenej 819200 bajtov.

source: NewWorld boot partition
gl: Partición de arranque NewWorld
mr: न्यूवर्ल्ड आरंभ विभाजन
sk: NewWorld štartovacia oblasť

source: boot
gl: arranque
mr: आरंभ
sk: štart.obl.

source: HFS Macintosh file system
gl: Sistema de ficheiros HFS en Macintosh
mr: एचएफ़एस फ़ाईल प्रणाली
sk: Súborový systém HFS Macintosh

source: hfs
mr: एचएफ़एस

source: Use the partition as a PowerPC PReP boot partition
mr: पाॅवरपीसी पीआरइपी आरंभ विभाजन म्हणून हे विभाजन वापरा
sk: Oblasť použiť ako PowerPC PReP štartovaciu oblasť

source: PowerPC PReP boot partition
mr: पाॅवरपीसी पीआरइपी आरंभ विभाजन
sk: Štartovacia oblasť pre PowerPC PReP

source: No PowerPC PReP boot partition is found.
mr: कुठलेही पाॅवरपीसी पीआरइपी आरंभ विभाजन सापडले नाही.
sk: Nebola nájdená žiadna štartovacia oblasť pre PowerPC PReP.

source: The PowerPC PReP boot partition must be in the first 8MB.
mr: पाॅवरपीसी पीआरइपी आरंभ विभाजन पहिल्या ८ एमबी मधेच असले पाहिजे.
sk: Štartovacia oblasť pre PowerPC PReP sa musí nachádzať na prvých 8MB.

source: Installing quik
mr: क्ुइक अधिष्ठापित होत आहे
sk: Inštaluje sa quik

source: Installing quik boot loader
mr: क्ुइक आरंभ सुचक अधिष्ठापित होत आहे
sk: Inštaluje sa zavádzač quik

source: quik installation failed. Continue anyway?
mr: क्ुइक अधिष्ठापित होऊ शकले नाही. तरीही पुढे जायचे?
sk: Inštalácia quik zlyhala. Napriek tomu pokračovať?

source: The quik package failed to install into /target/. Installing quik as a boot loader is a required step. The install problem might however be unrelated to quik, so continuing the installation may be possible.
mr: /target/ मधे क्ुइक पॅकेज अधिष्ठापित होऊ शकले नाही. आरंभ सुचक म्हणून क्ुइक अधिष्ठापित करणे ही आवश्यक पायरी आहे. अधिष्ठापनेतील समस्या कदाचित क्ुइकसंबंधी नसेलही. त्यामुळे अधिष्ठापना पुढे चालू ठेवणे बहुदा शक्य आहे.
sk: Inštalácia balíka quik do /target zlyhala. Inštalácia zavádzača quik je nutná. Možno tento problém nesúvisí priamo s quik, takže môžete pokračovať v inštalácii.

source: Checking partitions
mr: विभाजने तपासली जात आहेत
sk: Kontrolujú sa oblasti

source: No root partition found
mr: मूल विभाजन सापडले नाही
sk: Nebola nájdená žiadna koreňová oblasť

source: No partition is mounted as your new root partition. You must mount a root partition first.
mr: कोणतेही विभाजन मूल विभाजन म्हणून आरोिहत केलेले नाही. आपण मूल विभाजन प्रथम आरोिहत करणे जरूरीचे आहे
sk: Žiadna oblasť nie je pripojená ako vaša nová koreňová oblasť. Koreňovú oblasť musíte najprv pripojiť.

source: Root partition not on first disk
mr: मूल विभाजन पहिल्या डिस्कवर नाही
sk: Koreňová oblasť nie je na prvom disku

source: The quik boot loader requires the root partition to be on the first disk. Please return to the partitioning step.
mr: क्ुइक आरंभ सुचकासाठी मूल विभाजन पहिल्या डिस्कवर असणे जरूरीचे आहे. पुन्हा विभाजनाची पायरी चालू करा.
sk: Zavádzač quik potrebuje koreňovú oblasť na prvom disku. Vráťte sa, prosím, na krok rozdeľovania.

source: Boot partition not on first disk
mr: आरंभ विभाजन पहिल्या डिस्कवर नाही

source: The quik boot loader requires the boot partition to be on the first disk. Please return to the partitioning step.
mr: क्ुइक आरंभ सुचकासाठी आरंभ विभाजन पहिल्या डिस्कवर असणे जरूरीचे आहे. पुन्हा विभाजनाची पायरी चालू करा.

source: Boot partition must be on ext2
mr: आरंभ विभाजन इएक्सटी२वर असणे आवश्यक आहे

source: The quik boot loader requires the partition that holds /boot to be formatted using the ext2 file system. Please return to the partitioning step.
mr: क्ुइक आरंभ सुचकासाठी /आरंभ असणारे विभाजन इएक्सटी२ फाईल प्रणालीमधे फॉर्मॅट करणे जरूरीचे आहे. पुन्हा विभाजनाची पायरी चालू करा.

source: You have chosen to install the quik boot loader. You will not be able to boot any other operating system from this disk. Furthermore, your machine may not be bootable in any manner after this process completes. If you are left with a blank screen, you may need to try a cold boot and hold down Command-Option-P-R.
mr: आपण क्ुइक आरंभ सुचक अधिष्ठापित करण्याचे ठरवले आहे. आपण या डिस्कवरील दुसरी कोणतीही प्रचालन प्रणाली सुरू करू शकणार नाही. एवढेच नाही, तर कदाचित ही प्रक्रम पूर्ण झाल्यावर आपला संगणक कुठल्याही प्रकारे सुरू होऊ शकणार नाही. जर आपणास फक्त रिकामा पडदा दिसत असेल, तर आपण शीत आरंभ करुन पी-आर समादेश पर्याय धरून ठेवण्याचा प्रयत्न करून पहा.
sk: Zvolili ste si inštaláciu zavádzača quik. Z tohto disku nebudete môcť spustiť žiaden iný operačný systém. Okrem toho sa môže stať, že po ukončení tejto operácie sa váš počítač vôbec nespustí. Ak sa dostanete k prázdnej obrazovke, mali by ste skúsiť studený reštart so stlačenými klávesami Command-Option-P-R.

source: Do you really want to install the quik boot loader?
mr: आपण खरेच क्ुइक आरंभ सुचक अधिष्ठापित करु इच्छिता?
sk: Naozaj chcete nainštalovať quik zavádzač?

source: You have chosen to install the quik boot loader. You will not be able to boot any other operating system from this disk. Furthermore, your machine may not be bootable in any manner after this process completes.
mr: आपण क्ुइक आरंभ सुचक अधिष्ठापित करण्याचे ठरवले आहे. आपण या डिस्कवरील दुसरी कोणतीही प्रचालन प्रणाली सुरू करू शकणार नाही. एवढेच नाही, तर कदाचित ही प्रक्रम पूर्ण झाल्यावर आपला संगणक कुठल्याही प्रकारे सुरू होऊ शकणार नाही.
sk: Zvolili ste si inštaláciu zavádzača quik. Z tohto disku nebudete môcť spustiť žiaden iný operačný systém. Okrem toho sa môže stať, že po ukončení tejto operácie sa váš počítač vôbec nespustí.

source: Be aware that this code has not been thoroughly tested.
mr: या कोडची संपूर्ण चाचणी झालेली नाही, हे लक्षात घ्या.
sk: Uvedomte si, že tento program nie je dôkladne preskúšaný.

source: Creating quik configuration
mr: क्ुइकची संरचना होत आहे
sk: Vytvára sa quik konfigurácia

source: Failed to create quik configuration
mr: क्ुइक संरचित होऊ शकले नाही
sk: Chyba pri vytváraní quik konfigurácie

source: The creation of the main quik configuration file failed.
mr: क्ुइकची मुख्य संरचना फाइल निर्माण होऊ शकली नाही.
sk: Zlyhalo vytváranie hlavného konfiguračného súboru quik-u.

source: Failed to resolve kernel symlink
mr: कर्नेल सिमलिंक ठरवता आली नाही
sk: Nedá sa zistiť symbolická linka k jadru

source: /vmlinux or /boot/vmlinux in the installed system appears not to be a symlink to a kernel image. This is probably a bug.
mr: अधिष्ठापित प्रणालीमधील /vmlinux किंवा /boot/vmlinux कर्नेल प्रतिमेशी सिमलिंक असल्याचे वाटत नाही. बहुतेक हा दोष असावा.
sk: Zdá sa, že symbolické linky /vmlinux alebo /boot/vmlinux na inštalovanom systéme neukazujú na obraz jadra. Je to pravdepodobne chyba.

source: Failed to resolve initrd symlink
mr: इनिटआरडी सिमलिंक ठरवता आली नाही
sk: Chyba pri zisťovaní symbolickej linky pre initrd

source: /initrd.img or /boot/initrd.img in the installed system appears not to be a symlink to an initial RAM disk image. This is probably a bug.
mr: अधिष्ठापित प्रणालीमधील /initrd.img किंवा /boot/initrd.img आरंभिक रॅमडिस्क प्रतिमेशी सिमलिंक असल्याचे वाटत नाही. बहुतेक हा दोष असावा.
sk: Zdá sa, že symbolické linky /initrd.img alebo /boot/initrd.img na inštalovanom systéme neukazujú na obraz RAM disku. Je to pravdepodobne chyba.

source: Installing quik into bootstrap partition
mr: क्ुइक आरंभ विभाजनात अधिष्ठापित होत आहे
sk: quik sa inštaluje do zavádzacej oblasti

source: Failed to install boot loader
mr: आरंभ सुचक अधिष्ठापित होऊ शकला नाही
sk: Chyba pri inštalácii zavádzača

source: The installation of the quik boot loader failed.
mr: क्ुइक आरंभ सुचकाची अधिष्ठापना होऊ शकली नाही.
sk: Inštalácia zavádzača quik zlyhala.

source: Warning: your system may be unbootable!
mr: धोक्याची सूचना: आपला संगणक कदाचित सुरू होऊ शकणार नाही!
sk: Pozor: Váš systém nemusí naštartovať!

source: Setting up OpenFirmware
mr: ओपनफर्मवेअर संरचित होत आहे
sk: Nastavuje sa OpenFirmware

source: Unable to configure OpenFirmware
mr: ओपनफर्मवेअर संरचित होऊ शकले नाही
sk: OpenFirmware sa nedá nastaviť

source: Setting the OpenFirmware boot-device variable failed. You will have to configure OpenFirmware yourself to boot.
mr: ओपनफर्मवेअर आरंभयोग्य उपकरणाचे चर संरचित होऊ शकले नाही. आपणास आरंभासाठी स्वतःच ओपनफर्मवेअर संरचित करावे लागेल.
sk: Nastavenie boot-device premennej pre OpenFirmware zlyhalo. Musíte to nastaviť manuálne.

source: Problem configuring OpenFirmware
mr: ओपनफर्मवेअर संरचित करण्यात समस्या
sk: Chyba pri nastavovaní OpenFirmware

source: Setting the OpenFirmware boot-command variable failed. You may have intermittent boot failures.
mr: ओपनफर्मवेअर आरंभ-समादेश चर संरचित होऊ शकले नाही. अधुनमधुन आरंभाच्या समस्या येऊ शकतील.
sk: Nastavenie boot-command premennej pre OpenFirmware zlyhalo. Očakávajte striedavé problémy so štartovaním.

source: Successfully installed quik
mr: क्ुइक यशस्वीरित्या अधिष्ठापित झाला
sk: quik bol úspešne nainštalovaný

source: The quik boot loader was successfully installed.
mr: क्ुइक आरंभ सूचक यशस्वीरित्या अधिष्ठापित झाला आहे.
sk: Zavádzač quik bol úspešne nainštalovaný.

source: The new system is now ready to boot.
mr: आपली नवीन प्रणाली आरंभास तयार आहे.
sk: Systém je teraz pripravený na spustenie.

source: Failed to mount /target/proc
gl: Non se puido montar /target/proc
mr: /target/proc आरोिहत करता आले नाही
sk: Chyba pri pripájaní /target/proc

source: Mounting the proc file system on /target/proc failed.
mr: पीआरओसी फाईल प्रणाली /target/proc वर आरोिहत करता आली नाही.
sk: Zlyhalo pripájanie súborového systému proc do /target/proc.

source: Warning: Your system may be unbootable!
gl: PERIGO: O teu sistema pode non ser arrancable!
mr: धोक्याची सूचना: आपला संगणक कदाचित सुरू होऊ शकणार नाही!
sk: Upozornenie: Váš systém sa nemusí spustiť!

source: Install quik on a hard disk
mr: क्ुइक हार्ड डिस्क वर अधिष्ठापित करा
sk: Inštalovať quik na pevný disk

source: Installing Yaboot
gl: Instalando Yaboot
mr: याबूट अधिष्ठापित होत आहे
sk: Inštaluje sa Yaboot

source: Installing Yaboot boot loader
gl: Instalando xestor de arranque Yaboot
mr: याबूट आरंभ सुचक अधिष्ठापित होत आहे
sk: Inštaluje sa zavádzač Yaboot

source: Yaboot installation failed. Continue anyway?
gl: Non se puido completar a instalaciÃ³n de Yaboot, Â¿continuar de todos modos?
mr: याबूट अधिष्ठापित होऊ शकले नाही. तरीही पुढे जायचे?
sk: Inštalácia Yaboot zlyhala. Napriek tomu pokračovať?

source: The yaboot package failed to install into /target/. Installing Yaboot as a boot loader is a required step. The install problem might however be unrelated to Yaboot, so continuing the installation may be possible.
gl: Non se puido instalar o paquete Yaboot en /target/. A instalaciÃ³n de Yaboot como xestor de arranque Ã© un paso necesario. O problema pode non estar relacionado co propio Yaboot, polo que Ã© posible continuar coa instalaciÃ³n.
mr: /target/ मधे याबूट पॅकेज अधिष्ठापित होऊ शकले नाही. आरंभ सुचक म्हणून याबूट अधिष्ठापित करणे ही आवश्यक पायरी आहे. अधिष्ठापनेतील समस्या कदाचित याबूटसंबंधी नसेलही. त्यामुळे अधिष्ठापना पुढे चालू ठेवणे बहुदा शक्य आहे.
sk: Inštalácia balíka yaboot do /target zlyhala. Inštalácia zavádzača Yaboot je nutná. Možno tento problém nesúvisí priamo s Yaboot, takže môžete pokračovať v inštalácii.

source: Looking for bootstrap partitions
gl: Buscando particins bootstrap
mr: आरंभ विभाजनाचा शोध होत आहे
sk: Hľadám štartovacie oblasti

source: No bootstrap partition found
gl: Non se atoparon particins bootstrap
mr: आरंभ विभाजन सापडले नाही
sk: Nebola nájdená štartovacia oblasť

source: No hard disks were found which have an "Apple_Bootstrap" partition. You must create an 819200-byte partition with type "Apple_Bootstrap".
gl: Non se atoparon discos duros que teñan unha partición "Apple_Bootstrap" Debes crear unha particin de 819200 bytes de tipo "Apple_Bootstrap".
mr: "Apple_Bootstrap" आरंभ विभाजन असलेली कोणतीही हार्ड डिस्क सापडली नाही. आपण ८१९२००-बाइटचे "Apple_Bootstrap" प्रकारचे विभाजन बनवणे आवश्यक आहे.
sk: Neboli nájdené žiadne pevné disky s oblasťou "Apple_Bootstrap". Musíte vytvoriť oblasť s veľkosťou 819200 bajtov a typom "Apple_Bootstrap".

source: Looking for root partition
gl: Buscando unha particin raï¿½
mr: मूल विभाजनाचा शोध होत आहे
sk: Hľadám koreňovú oblasť

source: Looking for other operating systems
gl: Buscando outros sistemas operativos...
mr: इतर प्रचालन प्रणालींचा शोध चालू आहे
sk: Zisťujem prítomnosť iných operačných systémov

source: Yaboot (the Linux boot loader) needs to be installed on a hard disk partition in order for your system to be bootable. Please choose the destination partition from among these partitions that have the bootable flag set.
gl: Yaboot (o cargador de arranque de Linux) precisa ser instalado na partición dun disco duro para que o teu sistema sexa arrancable. Por favor, elixa a partición de destino entre as seguientes particións que teñen activada a marca de arrancable.
mr: आपली नवीन प्रणाली आरंभयोग्य करण्यासाठी आपल्याला याबूट (लिनक्स आरंभ सुचक) हार्डडिस्कच्या विभाजनावर अधिष्ठापित करणे गरजेचे आहे. आरंभयोग्य झेंडा असलेल्या पुढील विभाजनांमधून एकाची त्यासाठी निवड करा.
sk: Aby ste mohli spúšťať váš systém, musí sa na pevný disk nainštalovať Yaboot (linuxový zavádzač). Spomedzi oblastí s nastavených štartovacím príznakom si na to zvoľte jednu cieľovú oblasť.

source: Warning: this will erase all data on the selected partition!
gl: PERIGO: Esto vai borrar tódolos datos na partición elexida
mr: धोक्याची सूचना: निवडलेल्या विभाजनावरील सर्व डेटा यामुळे नष्ट होईल!
sk: Upozornenie: zo zvolenej oblasti sa odstránia všetky údaje!

source: Creating yaboot configuration
gl: Creando a configuracin de Yaboot
mr: याबूटची संरचना होत आहे
sk: Vytvára sa yaboot konfigurácia

source: Failed to create yaboot configuration
gl: Non se puido crear a configuracin de Yaboot
mr: याबूट संरचित होऊ शकले नाही
sk: Chyba pri vytváraní yaboot konfigurácie

source: The creation of the main yaboot configuration file failed.
gl: Fallou a creacin do ficheiro coa configuracin principal de Yaboot
mr: याबूटची मुख्य संरचना फाइल निर्माण होऊ शकली नाही.
sk: Zlyhalo vytváranie hlavného konfiguračného súboru yaboot-u.

source: Installing yaboot into bootstrap partition
gl: Instalando Yaboot na particin bootstrap
mr: याबूट आरंभ विभाजनात अधिष्ठापित होत आहे
sk: Inštalovať yaboot do zavádzacej oblasti

source: The installation of the yaboot boot loader failed.
gl: Fallou a instalacin do cargador de arranque Yaboot
mr: याबूट आरंभ सुचकाची अधिष्ठापना होऊ शकली नाही.
sk: Zlyhala inštalácia zavádzača yaboot.

source: Successfully installed yaboot
gl: Instalouse Yaboot
mr: याबूट यशस्वीरित्या अधिष्ठापित झाला
sk: Yaboot bol úspešne nainštalovaný

source: The yaboot boot loader was successfully installed.
gl: Instalouse Yaboot con ï¿½ito
mr: याबूट आरंभ सूचक यशस्वीरित्या अधिष्ठापित झाला आहे.
sk: Zavádzač yaboot bol úspešne nainštalovaný.

source: Some variables need to be set in the Pegasos OpenFirmware in order for your system to boot automatically. At the end of the installation, the system will reboot. At the Pegasos OpenFirmware prompt, set the following OpenFirmware variables to enable auto-booting:
mr: आपला संगणक सुरु केल्यावर आपोआप लिनक्स सुरु होण्यासाठी पिगॅसोस ओपनफर्मवेअरच्या काही चलितांचे मूल्य ठरवावे लागेल. त्याकरिता अधिष्ठापना पूर्ण झाल्यावर संगणक जेंव्हा पुन्हा चालू होेेेईल व जेंव्हा पिगॅसोस ओपनफर्मवेअरची संकेतखूण दिसेल तेंव्हा त्या ओपनफर्मवेअरच्या पुढील चलितांचे मूल्य ठरवा:
sk: Na automatické spúšťanie systému je potrebné nastavenie niektorých premenných v Pegasos OpenFirmware. Na konci inštalácie sa systém reštartuje. V príkazovom režime Pegasos OpenFirmware môžete umožniť automatické štartovanie nastavením nasledovných premenných:

source: You will only need to do this once. Afterwards, enter the "boot" command or reboot the system to proceed to the next stage of the installation.
mr: तुम्हाला हे एकदाच करावे लागेल. त्यानंतर "boot" ही आज्ञा द्या किंवा अधिष्ठापनेची पुढील पायरी सुरू करण्यासाठी संगणक पुन्हा सुरू करा.
sk: Stačí to urobiť len raz. Potom zadajte príkaz "boot" alebo reštartujte systém, aby ste sa dostali do ďalšej etapy inštalácie.

source: Alternatively, you will be able to boot the system manually by entering:
mr: पर्यायाने तुम्ही संगणकाचा आरंभ स्वता:हून करु शकाल
sk: Alternatívne môžete systém spúšťať manuálne pomocou:

source: Install yaboot on a hard disk
gl: Instalar Yaboot nun disco duro
mr: हार्ड डिस्कवर 'याबूट' संस्थापित करा.
sk: Inštalovať yaboot na pevný disk

source: Reinstall yaboot boot loader
mr: याबूट चा बूट लोडर पुन्हा संस्थपित करा.

source: Install the kernel on a PReP boot partition
mr: PReP मुळ विभाजनावर गाभा संस्थापित करा.

source: Looking for PReP boot partitions
mr: PReP बूट विभाजन शोधत आहे.

source: No PReP boot partitions
mr: PReP बूट विभाजन आढळले नाही.

source: No PReP boot partitions were found. You must create a PReP boot partition within the first 8MB of your hard disk.
mr: PReP बूट विभाजन आढळले नाही. हार्ड डिस्कवरील सुरुवातीची ८ एम्बी जागा वापरून PReP विभाजन निर्माण करा.

source: Looking for the root partition
mr: मुळ विभाजन शोधत आहे.

source: Copying the kernel to the PReP boot partition
mr: PReP प्रारंभिक विभाजनावर गाभा कॉपी करा.

source: Successfully installed PReP
mr: PReP यशश्वीरीत्या संस्थापित झाले.

source: The kernel was properly copied to the PReP boot partition.
mr: PReP प्रारंभिक विभाजनावर गाभा योग्य नक्कल केला गेला.

source: Failed to retrieve the preconfiguration file
mr: पुर्वसंरचना फाईल प्राप्त करण्यात अपयश
sk: Chyba pri získavaní prednastavovacieho súboru

source: The file needed for preconfiguration could not be retrieved from ${LOCATION}. The installation will proceed in non-automated mode.
mr: ${LOCATION} पासून पुर्वसंरचना फाईल प्राप्त झाली नाही. आता संस्थापन अ-स्वयंचलीत पद्धतीने चालू राहील
sk: Inštalácia bude pokračovať v neautomatickom režime, pretože sa nedal stiahnuť súbor na prednastavenie z ${LOCATION}.

source: Failed to process the preconfiguration file
mr: पुर्वसंरचना फाईलवर प्रक्रिया अयशश्वी.

source: The installer failed to process the preconfiguration file from ${LOCATION}. The file may be corrupt.
mr: ${LOCATION} या ठिकाणावरची पूर्वसंरचना फाईलवर प्रक्रिया करतांना अपयश आले.ही फाईल बहूदा खराब असावी

source: Failed to run preseeded command
mr: पुर्वबीज आज्ञा वापरतांना अयशश्वी
sk: Chyba pri spustení preseed príkazu

source: Execution of preseeded command "${COMMAND}" failed with exit code ${CODE}.
mr: "${COMMAND}" ही पुर्वबीज आज्ञा कार्यान्वयीत करतांना ${CODE} ही त्रुटी आली.
sk: Vykonanie preseed príkazu "${COMMAND}" zlyhalo s chybou ${CODE}.

source: Download debconf preconfiguration file
mr: डेबीकॉनफ पूर्वसंरचना फाईल उतरवून घ्या.

source: Load debconf preconfiguration file
mr: डेबीकॉनप्फ पूर्वसंरचना फाईल भरा.

source: Rescue mode
mr: बचाव विकल्प
sk: Záchranný režim

source: Enter rescue mode
mr: बचाव विकल्पात प्रवेश
sk: Vstúpiť do záchranného režimu

source: Device to use as root file system:
mr: हे उपकरण मुळ फाईल पद्धत म्हणून वापरले जाईल.

source: Enter a device you wish to use as your root file system. You will be able to choose among various rescue operations to perform on this file system.
mr: कोणते उपकरण मुळ फाईल पद्धतीसाठी वापरवयाचे ते नोंदवा. या फाईल पद्धतीवर प्रक्रियाकरण्यासाठी तुम्ही विविध बचाव क्रिया वापरू शकतात.

source: No such device
mr: उपकरण उपलब्ध नाही.
sk: Nejestvuje takéto zariadenie

source: The device you entered for your root file system (${DEVICE}) does not exist. Please try again.
mr: मुळ फाईल पद्धतीकरीता (${DEVICE}) तुम्ही नोंदविलेले उपकरण अस्तित्वात नाही.परत प्रयत्न करा.
sk: Zariadenie, ktoré ste zadali ako svoj koreňový súborový systém (${DEVICE}), nejestvuje. Skúste to znova.

source: Mount failed
mr: आरोपण अयशश्वी
sk: Pripojenie zlyhalo

source: An error occurred while mounting the device you entered for your root file system (${DEVICE}) on /target.
mr: तुम्ही मुळ फाईल प्रणाली साठी नोंदविलेले उपकरण (${DEVICE}) /target येथे आरोपण करण्याच्या प्रक्रियेत त्रुटी आढळली.
sk: Pri pripájaní zariadenia, ktoré ste zadali ako svoj koreňový súborový systém (${DEVICE}) pre /target, došlo k chybe.

source: Please check the syslog for more information.
mr: अधिक माहितीसाठी सीसलॉग पहा.

source: Rescue operations
mr: बचाव प्रक्रिया
