Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/*.po
Languages: gl, mr, sk

source: No mount point is assigned for the jfs file system in partition #${PARTITION} of ${DEVICE}.
mr: ${उपकरण} च्या #${विभाजन} या विभाजनावर जेएफएस फाइल प्रणालीकरिता कोणताही आरोह बिंदू निश्चित केलेला नाही.
sk: K súborovému systému jfs v oblasti č.${PARTITION} na ${DEVICE} nie je priradený žiaden prípojný bod.

source: JFS journaling file system
mr: जेएफएस जर्नलिंग फाइल प्रणाली
sk: žurnálovací súborový systém JFS

source: jfs
mr: जेएफएस

source: Use unrecommended JFS root file system?
mr: शिफारसपात्र नसलेली जेएफएस मूल फाइल प्रणाली वापरायची?
sk: Použiť neodporúčaný koreňový súborový systém JFS?

source: Your root file system is a JFS file system. This can cause problems with the boot loader used by default by this installer.
mr: आपली मूल फाइल प्रणाली ही जेएफएस फाइल प्रणाली आहे. त्यामुळेे या अधिष्ठापकाने वापरलेल्या मूलनिर्धारित आरंभ सूचकात समस्या उद्भवू शकतात.

source: You should use a small /boot partition with another file system, such as ext3.
mr: आपण एक्सटी३ सारखे अन्य फाइल प्रणाली असलेले लहानसे /आरंभ विभाजन वापरले पाहिजे.
sk: Mali by ste použiť malú /boot oblasť s iným súborovým systémom, napr. ext3.

source: Use unrecommended JFS /boot file system?
mr: शिफारसपात्र नसलेली जेएफएस /आरंभ फाइल प्रणाली वापरायची?
sk: Použiť neodporúčaný koreňový súborový systém JFS?

source: You have mounted a JFS file system as /boot. This is likely to cause problems with the boot loader used by default by this installer.
mr: आपण एक जेएफएस फाइल प्रणाली /आरंभ म्हणून आरोहित केली आहे. त्यामुळेे या अधिष्ठापकाने वापरलेल्या मूलनिर्धारित आरंभ सूचकात समस्या उद्भवू शकतात.

source: You should use another file system, such as ext3, for the /boot partition.
mr: आपण एक्सटी३ सारखी अन्य फाइल प्रणाली /आरंभ विभाजनाकरिता वापरली पाहिजे.
sk: Pre oblasť /boot by ste mali použiť iný súborový systém, napr. ext3.

source: Checking the xfs file system in partition #${PARTITION} of ${DEVICE}...
gl: Comprobando o sistema de ficheiros xfs na partición #${PARTITION} en ${DEVICE}...
mr: ${उपकरण} च्या #${विभाजन} या विभाजनावरील एक्सएफएस ही फाइल प्रणाली तपासत आहे...
sk: Kontrolujem súborový systém xfs v oblasti č.${PARTITION} na ${DEVICE}...

source: The test of the file system with type xfs in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
gl: A comprobación do sistema de ficheiros de tipo xfs na partición #${PARTITION} en ${DEVICE} atopou erros sen correxir.
mr: ${उपकरण} च्या #${विभाजन} या विभाजनावरील एक्सएफएस या प्रकारासाठी केलेल्या फाइल प्रणालीच्या चाचणीत असुधारीत त्रूटी आढळल्या.
sk: Pri kontrole súborového systému xfs v oblasti č.${PARTITION} na ${DEVICE}...boli nájdené neodstránené chyby.

source: The xfs file system creation in partition #${PARTITION} of ${DEVICE} failed.
gl: Fallou a creación do sistema de ficheiros na partición #${PARTITION} en ${DEVICE}
mr: ${उपकरण} च्या #${विभाजन} या विभाजनावर एक्सएफएस ही फाइल प्रणाली बनवणे असफल झाले.
sk: Vytvorenie súborového systému v oblasti č.${PARTITION} na ${DEVICE} zlyhalo.

source: No mount point is assigned for the xfs file system in partition #${PARTITION} of ${DEVICE}.
mr: ${उपकरण} च्या #${विभाजन} या विभाजनावर एक्सएफएस फाइल प्रणालीकरिता कोणताही आरोह बिंदू निश्चित केलेला नाही.
sk: K súborovému systému xfs v oblasti č.${PARTITION} na ${DEVICE} nie je priradený žiaden prípojný bod.

source: XFS journaling file system
mr: एक्सएफएस जर्नलिंग फाइल प्रणाली
sk: žurnálovací súborový systém XFS

source: xfs
mr: एक्सएफएस

source: Checking the ext2 (revision 0) file system in partition #${PARTITION} of ${DEVICE}...
gl: Comprobando o sistema de ficheiros ext2 (rev 0) na partición #${PARTITION} en ${DEVICE}...
mr: ${उपकरण} च्या #${विभाजन} या विभाजनावरील ईएक्सटी३ (सुधारणा ०) ही फाइल प्रणाली तपासत आहे...
sk: Kontroluje sa súborový systém ext2 (revízia 0) v oblasti č.${PARTITION} na ${DEVICE}...

source: The test of the file system with type ext2 (revision 0) in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
gl: A proba do sistema de ficheiros ext2 (rev 0) na partición #${PARTITION} de ${DEVICE} atopou erros non correxidos.
mr: ${उपकरण} च्या #${विभाजन} या विभाजनावरील ईएक्सटी२ (सुधारणा ०) या प्रकारासाठी केलेल्या फाइल प्रणालीच्या चाचणीत असुधारीत त्रूटी आढळल्या.
sk: Pri kontrole súborového systému ext2 (revízia 0) v oblasti č.${PARTITION} na ${DEVICE} boli nájdené neodstránené chyby.

source: The ext2 (revision 0) file system creation in partition #${PARTITION} of ${DEVICE} failed.
gl: Fallou a creación do sistema de ficheiros ext2 (rev 0) na partición #${PARTITION} en ${DEVICE}
mr: ${उपकरण} च्या #${विभाजन} या विभाजनावर ईएक्सटी२ (सुधारणा ०) ही फाइल प्रणाली बनवणे असफल झाले.
sk: Vytvorenie súborového systému ext2 (revízia 0) v oblasti č.${PARTITION} na ${DEVICE} zlyhalo.

source: No mount point is assigned for the ext2 (revision 0) file system in partition #${PARTITION} of ${DEVICE}.
gl: O sistema de ficheiros ext2 (rev 0) na partición #${PARTITION} en ${DEVICE} non ten agignado ningún punto de montaxe.
mr: ${उपकरण} च्या #${विभाजन} या विभाजनावर ईएक्सटी२ (सुधारणा ०) फाइल प्रणालीकरिता कोणताही आरोह बिंदू निश्चित केलेला नाही.
sk: K súborovému systému ext2 (revízia 0) v oblasti č.${PARTITION} na ${DEVICE} nie je priradený žiaden prípojný bod.

source: old Ext2 (revision 0) file system
mr: जुनी ईएक्सटी२ (सुधारणा ०) फाइल प्रणाली
sk: starý súborový systém Ext2 (revízia 0)

source: ext2r0
mr: ईएक्सटी२आर०

source: Your boot partition has not been configured with the old ext2 (revision 0) file system. This is needed by your machine in order to boot. Please go back and use the old ext2 (revision 0) file system.
gl: A túa partición de arranque non foi configurada co antigo sistema de ficheiros ext2 (rev 0). Esto é necesario para que a túa máquina se inicie. Por favor, volve e usa o antigo sistema de ficheiros ext2 (rev 0).
mr: आपले आरंभ विभाजन जुन्या ईएक्सटी२ (सुधारणा ०) फाइल प्रणालीने संरचित केलेले नाही. आपल्या संगणकाचा आरंभ होण्याकरिता हे आवश्यक आहे. कृपया मागे जा व जुनी ईएक्सटी२ (सुधारणा ०) फाइल प्रणाली वापरा.
sk: Vaša štartovacia oblasť nemá nastavený starý ext2 (revízia 0) súborový systém, čo je potrebné pre spustenie vášho počítača. Vráťte sa, prosím, späť a použijte starý ext2 (revízia 0) súborový systém.

source: Your boot partition is not located on the first primary partition of your hard disk. This is needed by your machine in order to boot. Please go back and use your first primary partition as a boot partition.
gl: A túa partición de arranque non está na primeira partición do disco duro. Esto é necesario para que a túa máquina se inicie. Por favor, volve e usa a túa primeira partición como partición de arranque.
mr: तुमचे आरंभक विभाजन हार्डडिस्क वरील पहिल्या प्राथमिक विभाजनावर स्थित नाही.संगणक सुरु होण्यासाठी हा क्रम आवश्यक असतो. कृपया मागील पायरीवर जाउन पहिले प्राथमिक विभाजन आरंभक विभाजन म्हणून निवडा.
sk: Vaša štartovacia oblasť sa nenachádza na prvej primárnej oblasti vášho pevného disku, čo je potrebné pre spustenie vášho počítača. Vráťte sa, prosím, späť a ako štartovaciu oblasť použijte vašu prvú primárnu oblasť.

source: Go back to the menu and correct this problem?
gl: ¿Voltar ó menú e corrixir este erro?
mr: मेन्यू पायरीवर मागे जाउन हा दोष काढून टाका
sk: Vrátiť sa späť do menu a odstrániť tento problém?

source: Your root partition is not a primary partition of your hard disk. This is needed by your machine in order to boot. Please go back and use a primary partition for your root partition.
gl: A túa partición raíz non é unha partición primaria do teu disco. Esto é necesario para que a túa máquina se inicie. Por favor, volve e usa unha partición primaria como partición raíz.
mr: तुमचे मुळ विभाजन हे हार्डडिस्क वरील प्राथमिक विभाजन नाही.संगणक सुरु होण्यासाठी हा क्रम आवश्यक असतो. कृपया मागील पायरीवर जाउन प्राथमिक विभाजन मुळ विभाजन म्हणून निवडा.
sk: Vaša koreňová oblasť nie je primárnou oblasťou na vašom pevnom disku, čo je potrebné pre spustenie vášho počítača. Vráťte sa, prosím, späť a pre vašu koreňovú oblasť použijte primárnu oblasť.

source: If you do not go back to the partitioning menu and correct this error, the partition will be used as is. This means that you may not be able to boot from your hard disk.
gl: Se non volves ó menú de particionado e corrixes este erro, a partición será usada tal e como está. Esto significa que non será posible arrancar desde o disco duro.
mr: जर तुम्ही मागील पायरीवर जाउन हा दोष काढून टाकला नाही तर, विभाजनांची सद्य स्थितीकायम धरली जाईल. यामुळे तुम्ही तुमच्या हार्डडीस्क वरून संगणक सुरु करू शकणार नाही.
sk: Ak sa nevrátite späť do menu rozdeľovania a neodstránite túto chybu, oblasť sa použije taká, aká je. To znamená, že váš systém nebudete môcť spustiť z pevného disku.

source: Partitioning a hard drive consists of dividing it to create the space needed to install your new system. You need to choose which partition(s) will be used for the installation.
mr: हार्ड डीस्क वरील विभाजन म्हणजे नविन प्रणाली संस्थापित करण्यासाठी हार्डडिस्कमध्ये विभाग पाडून जागा निर्माण करणे. संस्थापना करण्यासाठी कोणते विभाजन निवडावयाचे ते ठरवा.

source: Select a free space to create partitions in it.
gl: Elixe un espacio libre para crear particións nel.
mr: विभाजन करण्यासाठी मोकळी जागा निवडा.
sk: Zvoľte voľné miesto na vytvorenie oblastí.

source: Select a device to remove all partitions in it and create a new empty partition table.
gl: Elixe un dispositivo para borrar todas as súas particións e crear unha nova táboa de particións vacía.
mr: सर्व विभाजन काढून टाकून नविन रिक्त विभाजन तालिका बनविण्यासाठी ड्राइव्हची निवड करा.
sk: Zvoľte zariadenie na zrušenie všetkých oblastí a následne na vytvorenie novej prázdnej tabuľky oblastí.

source: Select a partition to remove it or to specify how it should be used. At a bare minimum, you need one partition to contain the root of the file system (whose mount point is /). Most people also feel that a separate swap partition is a necessity. "Swap" is scratch space for an operating system, which allows the system to use disk storage as "virtual memory".
mr: जे विभाजन काढून टाकायचे आहे ते निवडा किंवा ते कसे वापरणार आहात ते ठरवा. मुळ फाइल प्रणाली साठवण्यासाठी कमीत कमी एका विभजनाची(ज्याचा आरोपण बिंदू /असतो) आवश्यकता असते.बऱ्याच लोकांना अदलाबदल विभाजनाची आवश्यकता असते असे वाटते.प्रचालन तंत्रामध्ये "Swap" ही तात्पूरत्या कामासाठी वापरली जाणारीआभासी स्मृती "virtual memory" असते.

source: When the partition is already formatted you may choose to keep and use the existing data in the partition. Partitions that will be used in this way are marked with "${KEEP}" in the main partitioning menu.
mr: जर ड्राइव्हचे संरुपण या पुर्वी झाले असल्यास त्या विभाजना वरील आधीची माहिती तशीच ठेवता येईलव वापरता येईल. मुख्य विभाजन मेनू मध्ये या पद्धतीचे विभाजन "${KEEP}"या नावाने चिन्हांकित केले जाईल.

source: In general you will want to format the partition with a newly created file system. NOTE: all data in the partition will be irreversibly deleted. If you decide to format a partition that is already formatted, it will be marked with "${DESTROY}" in the main partitioning menu. Otherwise it will be marked with "${FORMAT}".
gl: En xeral, quererás formatea-la partición cun sistema de ficheiros creado recientemente. NOTA: Tódolos datos na partición vanse borrar irreversiblemente. Se decides formatear unha partición que xa ten formato marcarase con "${DESTROY}" no menú principal de particionado. Noutro caso marcarase con "${FORMAT}".
mr: सामान्यपणे तुम्हाला नाविन फाइल प्रणाली तयार करण्यासाठी संरुपण करावयाचे आहे.सावधान:: विभाजना वरील नष्ट झालेली माहिती परत मिळवता येणार नाहीजर तुम्ही या पुर्वी संरुपण केलेले विभाजनाचे परत संरुपण करणार असाल तर, हे संरुपणमुळ विभाजन मेनूमध्ये "${DESTROY}"या नावाने चिन्हांकित केले जाईल. नाहीतर "${FORMAT}" या नावाने चिन्हांकित केले जाईल.
sk: Vo všeobecnosti bude potrebné sformátovať oblasti, kde boli nanovo vytvorené súborové systémy. POZOR: všetky údaje v takýchto oblastiach budú nenávratne vymazané. Ak ste sa rozhodli formátovať oblasť, ktorá je už naformátovaná, v hlavnom menu rozdeľovania bude takáto oblasť označená "${DESTROY}". V opačnom prípade bude označená "${FORMAT}".

source: In order to start your new system, a so called boot loader is used. It can be installed either in the master boot record of the first hard disk, or in a partition. When the boot loader is installed in a partition, you must set the bootable flag for it. Such a partition will be marked with "${BOOTABLE}" in the main partitioning menu.
mr: तुमचा संगणक सुरु करण्याकरीता आरंभक लोडरची आवश्यकता असते. हा एकतरपहिल्या हार्डडीस्कच्या प्रमुख आरंभक माहिती संचामध्ये किंवा विभाजनावर संस्थापित केला जाईल,जेव्हा आरंभक लोडर विभाजनावर संस्थापित केला जाईल तेव्हा त्याला 'आरंभक' अशी खूण द्यावी लागेल. मुख्य विभाजन मेनूमध्ये असे विभाजन "${BOOTABLE}" असेचिन्हांकित करण्यात येईल.

source: In order to start your new system, a so called boot loader is used. It is installed in a boot partition. You must set the bootable flag for the partition. Such a partition will be marked with "${BOOTABLE}" in the main partitioning menu.
mr: तुमचा संगणक सुरु करण्याकरीता आरंभक लोडरची आवश्यकता असते. हा आरंभक विभाजनावर संस्थापित केला जाईल, तेव्हा त्याला 'आरंभक' अशी खूण द्यावी लागेल. मुख्य विभाजन मेनूमध्ये असे विभाजन "${BOOTABLE}" असेचिन्हांकित करण्यात येईल.

source: Identical mount points for two file systems
mr: दोन फाइल प्रणालीसाठी एकच आरोपण बिंदू दिला गेला आहे
sk: Totožné prípojné body pre dva súborové systémy

source: Two file systems are assigned the same mount point (${MOUNTPOINT}): ${PART1} and ${PART2}.
gl: Dous sistemas de ficheiros están asignados a un punto de montaxe (${MOUNTPOINT}) ó mesmo tempo: ${PART1} e ${PART2}.
mr: दोन फाइल प्रणालीसाठी ${PART1} व ${PART2} एकच आरोपण बिंदू (${MOUNTPOINT})दिला गेला आहे
sk: K tomu istému prípojnému bodu sa priradené dva súborové systémy (${MOUNTPOINT}): ${PART1} a ${PART2}.

source: Please correct this by changing mount points.
gl: Por favor, corrixa esto cambiando os puntos de montaxe.
mr: आरोपण बिंदू बदलवून हा दोष दुर करा.
sk: Opravte to zmenou prípojných bodov.

source: No root file system
gl: Non hai un sistema de ficheiros raíz
mr: मुळ फाइल प्रणाली नाही
sk: Žiaden koreňový súborový systém

source: No root file system is defined.
gl: non hai definido un sistema de ficheiros raíz.
mr: मुळ फाइल प्रणाली निश्चीत केली नाही.
sk: Nie je určený žiaden koreňový súborový systém.

source: Please correct this from the partitioning menu.
gl: Por favor, corrixa esto desde o menú de particionado.
mr: विभाजन मेनूमधून हा दोष दुर करा.
sk: Opravte to z menu rozdeľovania.

source: Do you want to resume partitioning?
gl: ¿Queres voltar ó particionado?
mr: तुम्हाला विभाजन प्रक्रिया सुरु ठेवायची आहे का?
sk: Chcete pokračovať v rozdeľovaní?

source: The attempt to mount a file system with type ${TYPE} in ${DEVICE} at ${MOUNTPOINT} failed.
gl: Fallou o intento de montar un sistema de ficheiros con tipo ${TYPE} no dispositivo ${DEVICE} en ${MOUNTPOINT}.
mr: ${DEVICE}या डिव्हाइसमध्ये ${MOUNTPOINT}या पॉईंट्वर ${TYPE}या प्रकारचीफाइल प्रणाली आरोपण करणे अयशश्वी.
sk: Zlyhal pokus o pripojenie súborového systému ${TYPE} z ${DEVICE} do ${MOUNTPOINT}.

source: You may resume partitioning from the partitioning menu.
gl: Deberías voltar ó particionado desde o menú de particionado.
mr: तुम्ही विभाजन मेनूमधून विभाजन प्रक्रिया चालू ठेवू शकता.
sk: Z menu rozdeľovania môžete v rozdeľovaní pokračovať.

source: How to use this partition:
gl: ¿Cómo usar esta partición?:
mr: हे विभाजन कसे वापरावयाचे आहे.
sk: Spôsob použitia tejto oblasti:

source: Use as:
mr: जसे की
sk: Použiť ako:

source: Help on partitioning
gl: Axuda no particionado
mr: विभाजन प्रक्रियेवर मदत.
sk: Nápoveda o rozdeľovaní

source: Antarctica/McMurdo, Antarctica/South_Pole, Antarctica/Rothera, Antarctica/Palmer, Antarctica/Mawson, Antarctica/Davis, Antarctica/Casey, Antarctica/Vostok, Antarctica/DumontDUrville, Antarctica/Syowa
mr: अंटार्टिका/मॅकमुर्डो, अंटार्टिका/साउथ_पोल/, अंटार्टिका/रोथेरा, अंटार्टिका/पालमेर, अंटार्टिका/मॉसन, अंटार्टिका/डेवीस, अंटार्टिका/कॅसी, अंटार्टिकाव्होस्टोक, अंटार्टिका/ड्यूमॉन्टड्यूरविल, अंटार्टिका/सिओवा

source: Australia/Lord_Howe, Australia/Hobart, Australia/Melbourne, Australia/Sydney, Australia/Broken_Hill, Australia/Brisbane, Australia/Lindeman, Australia/Adelaide, Australia/Darwin, Australia/Perth
mr: ऑस्ट्रेलिया/लॉर्ड_होवे, ऑस्ट्रेलिया/होबार्ट, ऑस्ट्रेलिया/मेलबर्न, ऑस्ट्रेलिया/सिडनी, ऑस्ट्रेलिया/ब्रोकन_हिल, ऑस्ट्रेलिया/ब्रिस्बेन, ऑस्ट्रेलिया/लिन्डमॅन ऑस्ट्रेलिया/अॅडलेड, ऑस्ट्रेलिया/डार्वीन, ऑस्ट्रेलिया/पर्थ

source: America/Noronha, America/Belem, America/Fortaleza, America/Recife, America/Araguaina, America/Maceio, America/Bahia, America/Sao_Paulo, America/Campo_Grande, America/Cuiaba, America/Porto_Velho, America/Boa_Vista, America/Manaus, America/Eirunepe, America/Rio_Branco
mr: अमेरीका/नोरोन्हा, अमेरीका/बेलेम, अमेरीका/फोर्टलेझा, अमेरीका/रेसीफा, अमेरीका/अॅराग्वीना, अमेरीका/मॅसीओ, अमेरीका/बाहीआ, अमेरीका/साओ_पाअलो, अमेरीका/कॅम्पो_ग्रॅंड, अमेरीका/क्युबा, अमेरीका/पोर्ट_वेल्हो, अमेरीका/बाओ_व्हिस्टा,अमेरीका/मॅनौस, अमेरीका/एरुनेपे, अमेरीका/रीओ_ब्रान्को

source: Canada/Newfoundland, Canada/Atlantic, Canada/Eastern, Canada/Central, Canada/East-Saskatchewan, Canada/Saskatchewan, Canada/Mountain, Canada/Pacific, Canada/Yukon
mr: कॅनडा/न्यूफाउंडलॅड, कॅनडा/अटलांटीक, कॅनडा/इस्टर्न, कॅनडा/सेंट्रल, कॅनडा/पुर्व-सासकॅचवान, कॅनडा/सासकॅचवान, कॅनडा/माउंटन, कॅनडा/पॅसेफिक,कॅनडा/युकॉन

source: Africa/Kinshasa, Africa/Lubumbashi
mr: आफ्रिका/किनासास, आफ्रिका/लुबूम्बाशी

source: America/Santiago, Pacific/Easter
mr: अमेरिका/सॅन्टीआगो, पॅसिफीक/इस्टर

source: America/Guayaquil, Pacific/Galapagos
mr: अमेरिका/ग्वायक्वील, पॅसिफीक/गॅलापॅगॉस

source: Europe/Madrid, Africa/Ceuta, Atlantic/Canary
mr: यूरोप/माद्रीद, आफ्रिका/क्युटा, अॅटलंटीक/कॅनरी

source: Pacific/Yap, Pacific/Truk, Pacific/Ponape, Pacific/Kosrae
mr: पॅसेफीक/यॅप, पॅसेफीक/ट्रुक, पॅसेफीक/पोनॅपे, पॅसेफीक/कोसराए

source: America/Godthab, America/Danmarkshavn, America/Scoresbysund, America/Thule
mr: अमेरिका/गॉड्थॅब, अमेरिका/डॅनमार्कस्वान, अमेरिका/स्कोरेसबिसन्ड, अमेरिका/थूली

source: Asia/Jakarta, Asia/Pontianak, Asia/Makassar, Asia/Jayapura
mr: आशिया/जकार्ता, आशिया/पॉन्टीअनाक, आशिया/मकास्सर, आशिया/जयापुरा

source: Pacific/Tarawa, Pacific/Enderbury, Pacific/Kiritimati
mr: पॅसेफीक/तरावा, पॅसेफीक/एन्डेरबरी, पॅसेफीक/ख्रिसमस

source: Asia/Almaty, Asia/Qyzylorda, Asia/Aqtobe, Asia/Aqtau, Asia/Oral
mr: आशिया/अलमॅटी, आशिया/क्वीझीलोर्ड, आशिया/अॅक्टोबे, आशिया/अॅक्टाउ, आशिया/ओराल

source: Asia/Ulaanbaatar, Asia/Hovd, Asia/Choibalsan
mr: आशिया/उलानबाटार, आशिया/होवड, आशिया/च्वाईबाल्सान

source: Select a city in your time zone:
mr: तुमच्या प्रमाण वेळेतून तुमचे शहर निवडा :

source: Mexico/General, Mexico/BajaSur, Mexico/BajaNorte
mr: मक्सिको/जनरल, मक्सिको/बाजासूर, मक्सिको/बाजानोर्टे

source: Pacific/Auckland, Pacific/Chatham
mr: पॅसिफीक/ ऑकलंड, पॅसिफीक/छाताम

source: Pacific/Tahiti, Pacific/Marquesas, Pacific/Gambier
mr: पॅसिफीक/तहिती, पॅसिफीक/मार्क्व्युसास, पॅसिफीक/गॅम्बेर

source: Europe/Lisbon, Atlantic/Madeira, Atlantic/Azores
mr: युरोप/लिस्बन, अटलॉटीक/मॅदीरा, अटलांटीक/अॅझोर

source: Europe/Kaliningrad, Europe/Moscow, Europe/Samara, Asia/Yekaterinburg, Asia/Omsk, Asia/Novosibirsk, Asia/Krasnoyarsk, Asia/Irkutsk, Asia/Yakutsk, Asia/Vladivostok, Asia/Sakhalin, Asia/Magadan, Asia/Kamchatka, Asia/Anadyr
mr: युरोप/कॅलीनीग्राड, युरोप/मास्को, युरोप/सामारा, आशिया/युकॅतर्नबर्ग, आशिया/आम्स्क, आशिया/नोव्होसाबिर्स्क, आशिया/क्रासनोयार्स्क, आशिया/इरकुतस्क, आशिया/याकुत्स्क, आशिया/वॅलीडीओस्टॉक, आशिया/सॅक्लेन, आशिया/मागादान, आशिया/कॅमचटका, आशिया/ अनाडीअर

source: Pacific/Johnston, Pacific/Midway, Pacific/Wake
mr: पॅसेफीक/जॉनस्टन, पॅसेफिक/मिडवे, पॅसेफिक/वेक

source: Select a location in your time zone:
mr: तुमच्या प्रमाण वेळेतील तुमचे स्थान निवडा

source: US/Eastern, US/Central, US/Mountain, US/Pacific, US/Alaska, US/Hawaii, US/Arizona, US/East-Indiana, US/Samoa
mr: यु.एस./इस्टर्न, यु.एस./माउंटन, यु.एस./पॅसिफिक, यु.एस./अलास्का, यु.एस./हवाई, यु.एस.अॅरीझोना, यु.एस./इस्ट-इनडीयाना, यु.एस./सामोआ

source: Select your time zone:
mr: तुमचा स्थानिक वेळ विभाग निवडा

source: Configure time zone
mr: स्थानिक वेळ विभाग संरचना

source: Saving time zone...
mr: स्थानिक वेळ रक्षीत केली जात आहे...

source: Selected timezone
mr: निवडलेला स्थानिक वेळ विभाग

source: Based on your country, your time zone is ${ZONE}.
mr: तुमच्या देशावर आधारीत, तुमचा स्थानीक वेळ विभाग ${ZONE} हा आहे.

source: Configure the clock
mr: घड्याळाची संरचना

source: Is the system clock set to UTC?
mr: संगणकातील घड्याळ UTC शी जुळवून घ्यायचे काय?

source: System clocks are generally set to Coordinated Universal Time (UTC). The operating system uses your time zone to convert system time into local time. This is recommended unless you also use another operating system that expects the clock to be set to local time.
mr: संगणकातील वेळ साधारणपणे कोऑर्डीनेटेड युनीव्हर्सल टाईमशी(UTC) सेट केलेले असते. प्रचालन तंत्र तुमच्या संगणकातील वेळेचे रुपांतर स्थानिक प्रमाण वेळेच्या मद्तीने स्थानीक वेळेत करते.जर दुसऱ्या प्रचालन तंत्रा कडून घड्याळ स्थानिक वेळेशी जुळवीले जाणार नसेल तर,हे करणे आवश्यक आहे.

source: Setting up the clock
mr: घड्याळाची जुळवणी

source: Saving UTC setting...
mr: UTC निर्धारण रक्षित केले जात आहे ....

source: Proceed with installation to unclean target?
gl: ¿Comenza-la instalación para 'deslimpar' o destino?
mr: आधीची माहिती असलेल्या टारगेट वर संस्थापना करावयाची काय?
sk: Pokračovať v inštalácii na nečistý systém?

source: The target file system contains files from a past installation. These files could cause problems with the installation process, and if you proceed, some of the existing files may be overwritten.
mr: टारगेट फाइल प्रणालीवर आधीच्या संस्थापनेतील फाइल्स अस्तित्वात आहेत. या फाइल्स नविनसंस्थापन प्रक्रियेत अडथळा आणू शकतात, आणि जर कार्य तसेच पुढे चालू ठेवलेतर काही सद्य फाइल्स पुनर्लिखीत होतील.

source: Cannot install base system
mr: पाया प्रणाली संस्थापित झाली नाही.
sk: Základný systém sa nedá nainštalovať

source: The installer cannot figure out how to install the base system. No installable CD-ROM was found and no valid mirror was configured.
mr: पाया प्रणाली कशा पद्धतीने संस्थापित करावी ते संस्थापन ठरवू शकला नाही. संस्थापक सीडी रॉम उपलब्ध नाही आणि वैध पर्यायाची संरचना नाही.
sk: Inštalačný program nevie určiť spôsob inštalácie základného systému. Nebolo nájdené žiadne inštalačné CD ani nebol nastavený žiaden Debian archív.

source: Failed to determine the codename for the release.
mr: आवृत्तीचे कुटनाम निश्चित करण्यात अपयश

source: No file system mounted on /target
mr: /target वर फाइल प्रणालीचे आरोपण नाही.
sk: Do /target nie je pripojený žiaden súborový systém

source: Before the installation can proceed, a root file system must be mounted on /target. The partitioner and formatter should have done this for you.
mr: संस्थापना कार्य पुढे जाण्यापुर्वी, मुळ फाइल प्रणालीचे arget वर आरोपण असणे आवश्यक आहे.विभाजन व संथापन करणाऱ्याकडून हे काम करुन घेता येइल.
sk: Pred pokračovaním inštalácie musí byť do /target pripojený koreňový súborový systém. Môžete to urobiť použitím nástroja na rozdelenie disku.

source: Not installing to unclean target
gl: Non instalando a un destino sen limpar
mr: ज्यावर माहिती आहे अशा टार्गेट वर संस्थापन कार्य रद्द्
sk: Prerušuje sa inštalácia na nečistý cieľ

source: The installation to the target file system has been canceled. You should go back and erase or format the target file system before proceeding with the install.
mr: टार्गेट फाइल प्रणालीवर संथापन कार्य रद्द केले. तुम्ही मागील पायरीवर जाउनते पुसून टाका किंवा संस्थापन करण्यापुर्वी टारगेट फाइल प्रणालीचेसंरुपण करा.

source: Failed to install the base system
gl: Non se puido instalar o sistema base
mr: पाया प्रणाली संस्थापित करण्यात अपयश
sk: Chyba pri inštalácii základného systému

source: The base system installation into /target/ failed.
gl: A instalación do sistema base en /target/ fallou.
mr: /target/ वर पाया प्रणाली संस्थापित करण्यात अपयश.
sk: Inštalácia základného systému do /target zlyhala.
