Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/*.po
Languages: gl, mr, sk

source: The debootstrap program exited with an error (return value ${EXITCODE}).
gl: O programa debootstrap producíu un error (Valor ${EXITCODE}).
mr: (return value ${EXITCODE}) या तृटी मुळे डीबूटस्ट्रॅप आज्ञावली कार्य थांबवून बाहेर पडत आहे.
sk: Program debootstrap skončil s chybou (návratová hodnota ${EXITCODE}).

source: Base system installation error
gl: Error na instalación do sistema base
mr: पाया प्रणाली संस्थापन तृटी
sk: Chyba pri inštalácii základného systému

source: The debootstrap program exited abnormally.
gl: O programa debootstrap non rematou dunha forma normal
mr: डीबूटस्ट्रॅप आज्ञावली असामान्यरित्या कार्य थांबवून बाहेर पडत आहे
sk: Program debootstrap skončil neobvykle.

source: The following error occurred:
gl: Ocorreu o seguiente erro:
mr: खालिल तृटी आल्या आहेत:
sk: Vyskytla sa nasledujúca chyba:

source: Tool to use to generate boot initrd:
mr: आरंभक initrd निर्माण करण्यासाठी वापरली जाणारी संसाधने:

source: The list shows the available tools. If you are unsure which to select, you should select the default. If your system fails to boot, you can retry the installation using the other options.
mr: उपलब्ध संसाधनांची यादी दिली आहे. त्यापैकी कोणते निवडायचे याची खात्री नसल्यास, तुम्हीमुळ (डिफ़ॉल्ट) पर्याय निवडा. जर तुमचा संगणक सुरु होउ शकला नाही तर अन्य पर्याय वापरुन पुन्हा प्रयत्न करा.

source: No initrd generator
mr: initrd निर्मक नाही

source: The kernel that has been selected for installation needs an initrd to boot. However, no package to generate that initrd is available that supports your configuration. This would leave your system unable to boot.
mr: निवडलेल्या गाभ्यामध्ये संस्थापना करण्याकरीता आरंभ करण्यासाठी initrdची आवश्यकता आहे.जर तुमच्या संरचनेस सहाय्य करेल असे initrd पॅकेज निर्माण करु शकले नाही.तर तुमचा संगणक सुरु होउ शकत नाही

source: Unsupported initrd generator
mr: initrd निर्मक सहाय्यक नाही

source: The package ${GENERATOR} that was selected to generate the initrd is not supported.
mr: initrd ची निर्मिती साठी ${GENERATOR} हे निवडलेले पॅकेज सहाय्यभूत नाही.

source: Unable to install the selected kernel
gl: Non se puido instalar o kernel elixido
mr: निवड केलेला गाभा संस्थापित करण्यात अपयश
sk: Vybrané jadro sa nedá nainštalovať

source: An error was returned while trying to install the kernel into the target system.
gl: Producíuse un erro cando se tentaba instala-lo kernel no sistema.
mr: टार्गेट प्रणालीवर वर गाभा संस्थापित करण्याच्या प्रक्रियेत तृटी आली.
sk: Pri inštalácii jadra do cieľového systému nastala chyba.

source: Kernel package: '${KERNEL}'.
gl: Paquete co kernel: '${KERNEL}'.
mr: गाभा पॅकेज: '${KERNEL}'.
sk: Balík s jadrom: '${KERNEL}'.

source: Kernel to install:
gl: Kernel a instalar:
mr: गाभ्याची संस्थापना
sk: Jadro na inštaláciu:

source: The list shows the available kernels. Please choose one of them in order to make the system bootable from the hard drive.
gl: A lista mostra os kernels dispoñobles. Por favor, escolla un deles para facer o sistema arrancable desde o disco duro.
mr: उपलब्ध गाभा प्रोग्रामची यादी दर्शविली आहे.हार्डड्राइव्ह वरून संगणक सूरू होण्यासाठी त्यापैकी एक पर्याय निवडा.
sk: Tu je zoznam dostupných jadier. Jedno z nich sa musí nainštalovať, aby ste mohli spúšťať systém z pevného disku.

source: Continue without installing a kernel?
mr: गाभा संस्थापित न करता कार्य पुढे चालू ठेवायचे का?

source: No installable kernel was found in the defined APT sources.
gl: Non se atopou un kernel que se poida instalar nas fontes APT.
mr: निर्देशित केलेल्या APT स्त्रोतामध्ये संस्थापित करण्यायोग्य गाभा आढळला नाही.
sk: V zdrojoch APT nebolo nájdené žiadne inštalovateľné jadro.

source: You may try to continue without a kernel, and manually install your own kernel later. This is only recommended for experts, otherwise you will likely end up with a machine that doesn't boot.
mr: तुम्ही गाभा संस्थापित न करता कार्य पुढे चालू ठेवू इच्छिता, आणि गाभा नंतर भरणार आहात.हा पर्याय फक्त तज्ञ व्यक्तींनीच वापरावा, नाहीतर बहूदा तुमचा संगणक सुरु होवू शकणार नाही

source: Cannot install kernel
mr: गाभा संस्थापित करता आला नाही.

source: The installer cannot find a suitable kernel package to install.
mr: संस्थापित करण्यासाठी अनुरुप गाभा पॅकेज आढळले नाही.

source: Unable to install ${PACKAGE}
mr: ${PACKAGE} संस्थापित करता आले नाही.

source: An error was returned while trying to install the ${PACKAGE} package onto the target system.
mr: टारगेट प्रणालीवर ${PACKAGE} हे पॅकेज संस्थापित करतांना तृटीआढळून आली.

source: Check /var/log/syslog or see virtual console 4 for the details.
mr: आधिक माहितीसाठी/var/log/syslog तपासा किंवा आभासीपटल ४ पहा.

source: Failed getting Release file ${SUBST0}.
gl: Non se puido coller o ficheiro Release ${SUBST0}.
mr: ${SUBST0} आवृत्ती फाइल मिळवतांना अपयश.
sk: Zlyhalo stiahnutie Release súboru ${SUBST0}.

source: Failed getting Release signature file ${SUBST0}.
mr: ${SUBST0}आवृत्ती हस्ताक्षर फाइल मिळवण्यात अपयश.
sk: Zlyhalo stiahnutie podpisu Release súboru ${SUBST0}.

source: Release file signed by unknown key (key id ${SUBST0})
mr: आवृत्ती फाइल (कळ खूण ${SUBST0})या अनोळखी कळीने अंकित केली गेली आहे.

source: Invalid Release file: no valid components.
gl: O ficheiro Release non é válido: Ten compoñentes non válidos.
mr: आवृती फाइल अवैध: वैध भाग नाहीत.
sk: Neplatný Release súbor: neobsahuje platné časti.

source: Invalid Release file: no entry for ${SUBST0}.
gl: O ficheiro Release non é válido: Ningunha entrada para ${SUBST0}.
mr: आवृती फाइल अवैध:${SUBST0} ची नोंद नाही.
sk: Neplatný Release súbor: neobsahuje položku pre ${SUBST0}.

source: Debootstrap Error
gl: Error de Debootstrap
mr: डीबूटस्ट्रॅप तृटी
sk: Chyba programu debootstrap

source: Couldn't retrieve ${SUBST0}. This may be due to a network problem or a bad CD, depending on your installation method.
mr: ${SUBST0} मिळवता आली नाही. हे तुमच्या संस्थापन पद्धतीनुसार, एकतर जाल दोषामुळेकिंवा सदोष सीडी मुळे असेल.
sk: ${SUBST0} sa nedá stiahnuť. V závislosti od metódy inštalácie to môže byť spôsobené chybným CD alebo problémom so sieťou.

source: If you are installing from CD-R or CD-RW, burning the CD at a lower speed may help.
mr: जर तुम्ही सीडी-आर किंवा सीडी-आरडब्ल्यू वरुन संस्थापित करत असल्यास, ती सीडी कमी वेगानेलेखीत करा. या मुळे तुमचा प्रश्न सुटू शकतो.
sk: Ak inštalujete z CD-R alebo CD-RW, tak možno pomôže napálenie CD nižšou rýchlosťou.

source: Preparing to install the base system...
mr: पाया प्रणाली संस्थापनेसाठी कार्य चालू.....
sk: Pripravuje sa inštalácia základného systému...

source: Running ${SCRIPT}...
gl: Executando ${SCRIPT}...
mr: ${SCRIPT} चे कार्य चालू आहे...
sk: Spúšťa sa ${SCRIPT}...

source: Retrieving Release file
gl: Collendo o ficheiro Release
mr: Release फाइल प्राप्त केली जात आहे
sk: Sťahuje sa súbor Release

source: Retrieving Release file signature
mr: Release फाइलचे हस्ताक्षर प्राप्त केले जात आहे
sk: Sťahuje sa podpis súboru Release

source: Finding package sizes
gl: Buscando o tamaño dos paquetes
mr: पॅकेजचे आकारमान ताडून पाहीले जात आहे
sk: Zisťujú sa veľkosti balíkov

source: Retrieving Packages files
gl: Recuperando os ficheiros que conteñen os paquetes
mr: Packages फाइलस् प्राप्त केल्या जात आहे
sk: Sťahuje sa súbor Packages

source: Retrieving Packages file
mr: Packages फाइल प्राप्त केली जात आहे
sk: Sťahuje sa súbor Packages

source: Retrieving packages
gl: Collendo os paquetes
mr: पॅकेज प्राप्त केले जात आहे
sk: Sťahujú sa balíky

source: Extracting packages
gl: Extraendo paquetes
mr: पॅकेजेस उलगडले जात आहे
sk: Rozbaľujú sa balíky

source: Installing the base system
gl: Instalando o sistema base
mr: पाया प्रणाली चे संस्थापन
sk: Inštaluje sa základný systém

source: Installing core packages
mr: कोर पॅकेज संस्थापना
sk: Inštalujú sa základné (core) balíky

source: Unpacking required packages
mr: आवश्यक पॅकेजेस उलगडली जात आहेत
sk: Rozbaľujú sa vyžadované balíky

source: Configuring required packages
mr: आवश्यक असलेली पॅकेजेस् संरचित होत आहेत
sk: Nastavujú sa vyžadované balíky

source: Unpacking the base system
mr: पाया प्रणाली उघडली जात आहे
sk: Rozbaľuje sa základný systém

source: Configuring the base system
mr: पाया प्रणाली संरचित होत आहे
sk: Nastavuje sa základný systém

source: ${SECTION}: ${INFO}...
mr: ${विभाग}: ${माहिती}...

source: Validating ${SUBST0}...
gl: Validado ${SUBST0}...
mr: ${सबसेट०}... ची वैधता तपासणी
sk: Overuje sa ${SUBST0}...

source: Retrieving ${SUBST0}...
gl: Collendo ${SUBST0}...
mr: ${सबसेट०}... मागवत आहे
sk: Sťahuje sa ${SUBST0}...

source: Extracting ${SUBST0}...
gl: Extraendo ${SUBST0}...
mr: ${सबसेट०}... एक्स्ट्रॅक्ट होत आहेत
sk: Rozbaľuje sa ${SUBST0}...

source: Unpacking ${SUBST0}...
mr: ${सबसेट०}... उघडत आहे
sk: Rozbaľuje sa ${SUBST0}...

source: Configuring ${SUBST0}...
mr: ${सबसेट०}... संरचित होत आहेत
sk: Nastavuje sa ${SUBST0}...

source: Checking Release signature
mr: आवृत्तीची हस्ताक्षर तपासणी होत आहे
sk: Kontroluje sa podpis súboru Release

source: Valid Release signature (key id ${SUBST0})
mr: वैध आवृत्ती हस्ताक्षर (की अोळख ${सबसेट०})
sk: Platný podpis súboru Release (id kľúča ${SUBST0}.

source: Resolving dependencies of base packages...
mr: पाया पॅकेजेसचे अवलंबित्व सोडवत आहे...
sk: Zisťujú sa závislosti základných balíkov...

source: Found additional base dependencies: ${SUBST0}
mr: आणखी पाया अवलंबित्व सापडले: ${सबसेट०}

source: Found additional required dependencies: ${SUBST0}
mr: आणखी आवश्यक अवलंबित्व सापडले: ${सबसेट०}

source: Found packages in base already in required: ${SUBST0}
mr: पाया मधे मिळालेली आधीच आवश्यक मधे असणारी: ${सबसेट०}

source: Resolving dependencies of required packages...
mr: आवश्यक पॅकेजेसचे अवलंबित्व सोडवत आहे...
sk: Zisťujú sa závislosti vyžadovaných balíkov...

source: Checking component ${SUBST0} on ${SUBST1}...
mr: ${सबसेट१} वर ${सबसेट०} घटक तपासत आहे...
sk: Kontroluje sa komponent ${SUBST0} na ${SUBST1}...

source: Installing core packages...
gl: Instalando paquetes core...
mr: गाभा पॅकेजेस् अधिष्ठापित होत आहेत...
sk: Inštalujú sa základné (core) balíky...

source: Unpacking required packages...
gl: Desempaquetando os paquetes requeridos...
mr: आवश्यक पॅकेजेस् उघडत आहेत...
sk: Rozbaľujú sa vyžadované balíky...

source: Configuring required packages...
gl: Configurando os paquetes requeridos...
mr: आवश्यक पॅकेजेस् संरचित होत आहेत...
sk: Nastavujú sa vyžadované balíky...

source: Installing base packages...
gl: Instalando os paquetes base...
mr: पाया पॅकेजेस् अधिष्ठापित होत आहेत...
sk: Inštalujú sa základné (base) balíky...

source: Unpacking the base system...
mr: पाया प्रणाली उघडत आहे...
sk: Rozbaľuje sa základný systém

source: Configuring the base system...
mr: पाया प्रणाली संरचित होत आहे...
sk: Nastavuje sa základný systém...

source: Base system installed successfully.
gl: Sistema base instalado
mr: पाया प्रणालीची अधिष्ठापना यशस्वी झाली.
sk: Základný systém je úspešne nainštalovaný.

source: Debootstrap warning
mr: डीबूटस्ट्रॅप धोक्याची सूचना

source: Warning: ${INFO}
mr: धोक्याची सूचना: ${माहिती}

source: Retrying failed download of ${SUBST0}
mr: ${सबसेट०} च्या फसलेल्या डाउनलोडचा पुनर्प्रयत्न
sk: Opakuje sa neúspešné stiahnutie ${SUBST0}

source: Configuring APT sources...
gl: Configurando as fontes APT...
mr: एटीपी उगमस्थानांची संरचना होत आहे...
sk: Nastavujú sa zdroje pre APT...

source: Updating the list of available packages...
gl: Actualizando a lista dos paquetes dispoñibles...
mr: उपलब्ध पॅकेजेस्ची यादी सुधारित होत आहे...
sk: Aktualizuje sa zoznam dostupných balíkov...

source: Installing extra packages...
gl: Instalando paquetes extra...
mr: अतिरिक्त पॅकेजेस् अधिष्ठापित होत आहेत...
sk: Inštalujú sa extra balíky...

source: Installing extra packages - retrieving and installing ${SUBST0}...
gl: Instalando paquetes extra - recuperando e instalando ${SUBST0}...
mr: अतिरिक्त पॅकेजेस् अधिष्ठापित होत आहेत - ${सबसेट०} मागवत व अधिष्ठापित करत आहे...
sk: Inštalujú sa extra balíky - sťahujem a inštalujem ${SUBST0}...

source: Creating device files...
gl: Creando entradas dos dispositivos
mr: उपकरण फायली बनत आहेत...
sk: Vytvárajú sa súbory zariadení...

source: Selecting the kernel to install...
gl: Elixindo o kernel que se vai instalar...
mr: अधिष्ठापनेसाठी कर्नेल निवडत आहे...
sk: Vyberá sa jadro na inštaláciu...

source: Installing the kernel...
gl: Instalando o kernel...
mr: कर्नेल अधिष्ठापित होत आहे...
sk: Inštaluje sa jadro...

source: Installing the kernel - retrieving and installing ${SUBST0}...
gl: Instalando o núcleo - recuperando e instalando ${SUBST0}...
mr: कर्नेल अधिष्ठापित होत आहे - ${सबसेट०} मागवत व अधिष्ठापित करत आहे...
sk: Inštaluje sa jadro - sťahujem a inštalujem ${SUBST0}...

source: Installing the PCMCIA modules
gl: Instalando os módulos PCMCIA...
mr: पीसीएमसीआयए माॅड्यूलस् अधिष्ठापित करत आहे
sk: Inštalujú sa PCMCIA moduly

source: Install the base system
gl: Instalar o sistema base
mr: पाया प्रणालीची अधिष्ठापना करा
sk: Inštalovať základný systém

source: Configure the package manager
mr: पॅकेज व्यवस्थापक संरचित करा

source: Configuring apt
mr: अॅप्ट संरचित होत आहे

source: Scanning local repositories...
mr: स्थानिक भांडारे तपासली जात आहेत...

source: Scanning the security updates repository...
mr: सुरक्षा सुधार भांडारे तपासली जात आहेत...

source: Cannot access security updates
mr: सुरक्षा सुधारणा सापडत नाहीत

source: The security updates on ${SECURITY_HOST} couldn't be accessed, so those updates will not be made available to you at this time. You should investigate this later.
mr: ${सुरक्षा_यजमान} वरील सुरक्षा सुधारणा सापडल्या नाहीत, त्यामुळे या वेळी त्या सुधारणा आपल्याला उपलब्ध केल्या जाणार नाहीत. आपण नंतर याची कारणे शोधा.

source: Commented out entries for ${SECURITY_HOST} have been added to the /etc/apt/sources.list file.
mr: ${सुरक्षा_यजमान} साठीच्या टिपण्या न केलेल्या नोंदी /इटीसी/अॅप्ट/सोर्सेस.लिस्ट फायलीत समाविष्ट केल्या आहेत.

source: Scanning the CD-ROM...
mr: सीडी राॅम तपासला जात आहे...

source: apt configuration problem
mr: अॅप्ट संरचनेत समस्या

source: An attempt to configure apt to install additional packages from the CD failed.
mr: सीडी मधून अतिरिक्त पॅकेजेस् अधिष्ठापित करण्यासाठी अॅप्ट संरचित करण्याचा प्रयत्न अयशस्वी झाला.

source: Scanning the mirror...
mr: दर्पण तपासला जात आहे...

source: Use non-free software?
mr: मुक्त नसलेले सॉफ्टवेअर वापरायचे?

source: Some non-free software has been made to work with Debian. Though this software is not at all a part of Debian, standard Debian tools can be used to install it. This software has varying licenses which may prevent you from using, modifying, or sharing it.
mr: काही मुक्त नसलेले सॉफ्टवेअर डेबियन मधे वापरण्याजोगे बनवलेले आहे. जरी हे सॉफ्टवेअर डेबियन चा भाग नसले, तरी ते अधिष्ठापित करण्याकरिता नेहमीची डेबियन टूलस् वापरता येऊ शकतात. या सॉफ्टवेअरचे विविध परवाने ते वापरण्यावर, त्यात बदल करण्यावर किंवा वाटपावर बंधने आणू शकतात.

source: Please choose whether you want to have it available anyway.
mr: तरीही तुम्हाला ती हवी आहेत का, ते ठरवा.

source: Use contrib software?
mr: काॅंट्रिब सॉफ्टवेअर वापरायचे?

source: Some additional software has been made to work with Debian. Though this software is free, it depends on non-free software for its operation. This software is not a part of Debian, but standard Debian tools can be used to install it.
mr: काही अतिरिक्त सॉफ्टवेअर डेबियन मधे वापरण्याजोगे बनवलेले आहे. जरी हे सॉफ्टवेअर मुक्त असले, तरी डेबियन चा भाग नसले, तरी ते अधिष्ठापित करण्याकरिता नेहमीची डेबियन टूलस् वापरता येऊ शकतात. या सॉफ्टवेअरचे विविध परवाने ते वापरण्यावर, त्यात बदल करण्यावर किंवा वाटपावर बंधने आणू शकतात.

source: Please choose whether you want this software to be made available to you.
mr: तुम्हाला हे सॉफ्टवेअर उपलब्ध करून हवे आहे का, ते ठरवा.

source: Ignore
mr: दुर्लक्ष करा

source: The installer failed to access the mirror. This may be a problem with your network, or with the mirror. You can choose to retry the download, select a different mirror, or ignore the problem and continue without all the packages from this mirror.
mr: अधिष्ठापक दर्पण पर्यंत प्रवेश मिळू शकला नाही. दर्पण मधे किंवा आपल्या नेटवर्कमधे समस्या असू शकेल. आपण पुन्हा प्रयत्न करण्याचे, दुसरा दर्पण निवडण्याचे किंवा समस्येकडे दुर्लक्ष करून या दर्पण मधील सर्व पॅकेजेस् शिवाय पुढे जाण्याचे ठरवू शकता.

source: Use a network mirror?
mr: नेटवर्क दर्पण वापरायचा?

source: A network mirror can be used to supplement the software that is included on the CD-ROM. This may also make newer versions of software available.
mr: सिडी-राॅम मधे समाविष्ट असलेल्या सॉफ्टवेअरला पूरक म्हणून नेटवर्क दर्पणचा वापर करता येतो. यामुळे सॉफ्टवेअरच्या नवीन आवृत्या देखील उपलब्ध होउ शकतात.

source: If you are installing from a netinst CD and you choose not to use a mirror, you will end up with only a very minimal base system.
mr: जर आपण नेटिन्स्ट सीडीतून अधिष्ठापना करत असाल आणी दर्पणचा वापर न करण्याचे ठरवले, तर तुम्हाला अतिशय कमी अशी फक्त पाया प्रणालीच उपलब्ध होईल.

source: Use restricted software?
mr: मर्यादित सॉफ्टवेअर वापरायचे?

source: Some non-free software is available in packaged form. Though this software is not a part of the main distribution, standard package management tools can be used to install it. This software has varying licenses which may prevent you from using, modifying, or sharing it.
mr: काही मुक्त नसलेले सॉफ्टवेअर पॅकेज स्वरूपात उपलब्ध आहे. जरी हे सॉफ्टवेअर मुख्य वितरणाचा भाग नसले, तरी ते अधिष्ठापित करण्याकरिता नेहमीची सॉफ्टवेअर व्यवस्थापन टूलस् वापरता येऊ शकतात. या सॉफ्टवेअरचे विविध परवाने ते वापरण्यावर, त्यात बदल करण्यावर किंवा वाटपावर बंधने आणू शकतात.

source: Use software from the "universe" component?
mr: "विश्व" भागातील सॉफ्टवेअर वापरायचे?

source: Some additional software is available in packaged form. This software is free and, though it is not a part of the main distribution, standard package management tools can be used to install it.
mr: काही अतिरिक्त सॉफ्टवेअर पॅकेज स्वरूपात उपलब्ध आहे. जरी हे सॉफ्टवेअर मुख्य वितरणाचा भाग नसले, तरी ते अधिष्ठापित करण्याकरिता नेहमीची सॉफ्टवेअर व्यवस्थापन टूलस् वापरता येऊ शकतात.

source: Use software from the "multiverse" component?
mr: "विविधविश्व" भागातील सॉफ्टवेअर वापरायचे?

source: Some non-free software is available in packaged form. Though this software is not a part of the main distribution, standard package management tools can be used to install it. This software has varying licenses and (in some cases) patent restrictions which may prevent you from using, modifying, or sharing it.
mr: काही मुक्त नसलेले सॉफ्टवेअर पॅकेज स्वरूपात उपलब्ध आहे. जरी हे सॉफ्टवेअर मुख्य वितरणाचा भाग नसले, तरी ते अधिष्ठापित करण्याकरिता नेहमीची सॉफ्टवेअर व्यवस्थापन टूलस् वापरता येऊ शकतात. या सॉफ्टवेअरचे विविध परवाने आणी (काही बाबतीत) पेटंटमधील मर्यादा ते वापरण्यावर, त्यात बदल करण्यावर किंवा वाटपावर बंधने आणू शकतात.

source: Use backported software?
mr: बॅकपोर्टेड सॉफ्टवेअर वापरायचे?

source: Some software has been backported from the development tree to work with this release. Although this software has not gone through such complete testing as that contained in the release, it includes newer versions of some applications which may provide useful features.
mr: विकासवृक्षातून काही सॉफ्टवेअर बॅकपोर्ट केलेआहे. जरी या सॉफ्टवेअरचे वितरणात असलेल्याएवढे संपूर्ण परिक्षण झालेले नसले, तरी त्यात काही उपयोजकांच्या नवीन आवृत्त्या समाविष्ट आहेत, ज्या उपयोगी ठरू शकतात.

source: Allow login as root?
mr: मूल म्हणून सत्रारंभ करू द्यायचा?

source: If you choose not to allow root to log in, then a user account will be created and given the power to become root using the 'sudo' command.
mr: मूल ला सत्रारंभ करू द्यायचा नाही असे आपण ठरवल्यास, वापरदाराचे खाते बनवले जाईल, ज्याला 'सुडो' आज्ञा देऊन मूल होता येईल.

source: Root password:
mr: मूल साठी परवलीचा शब्द

source: You need to set a password for 'root', the system administrative account. A malicious or unqualified user with root access can have disastrous results, so you should take care to choose a root password that is not easy to guess. It should not be a word found in dictionaries, or a word that could be easily associated with you.
mr: आपल्याला प्रणालीच्या प्रशासकाचे खाते 'मूल' साठी परवलीचा शब्द देणे जरूरीचे आहे. अपात्र वा अपायकारी हेतूच्या वापरदाराला मूल अधिकार मिळाल्यास त्याचे गंभीर परिणाम होउ शकतात, त्यामुळे आपण मूल करिता सहज अंदाज न येण्याजोगा परवलीचा शब्द निवडण्याची काळजी घेतली पाहिजे. शब्दकोषात आढळणारा शब्द किंवा तुमच्याशी सहज निगडीत होऊ शकणारा शब्द टाळावा.

source: Note that you will not be able to see the password as you type it.
mr: आपण परवलीचा शब्द टाईप करताना तो पाहू शकणार नाही, याची नोंद घ्या.

source: Please enter the same root password again to verify that you have typed it correctly.
mr: अचूकपणे टाईप झाल्याची खात्री करण्याकरिता मूल परवलीचा शब्द पुन्हा टाईप करा.

source: Create a normal user account now?
mr: आता सर्वसाधारण वापरदाराचे खाते बनवायचे?

source: It's a bad idea to use the root account for normal day-to-day activities, such as the reading of electronic mail, because even a small mistake can result in disaster. You should create a normal user account to use for those day-to-day tasks.
mr: इ-मेल वाचणे यासारख्या नेहमीच्या दैनंदिन बाबींकरिता मूल खाते वापरणे योग्य नाही, कारण एखादी क्षुल्लक चूक देखिल गंभीर परिणाम घडवू शकते. नेहमीच्या दैनंदिन बाबींसाठी आपण सर्वसाधारण वापरदाराचे खाते बनवणे आवश्यक आहे.

source: Note that you may create it later (as well as any additional account) by typing 'adduser <username>' as root, where <username> is an user name, like 'imurdock' or 'rms'.
mr: मूल असताना 'अॅडयुझर <युझरनाव>' टाइप करून आपण हे (तसेच आणखी खाते) नंतरसुद्धा बनवू शकता. यात <युझरनाव> हे वापरदाराचे नाव आहे.

source: Full name for the new user:
mr: नवीन वापरदाराचे संपूर्ण नाव:

source: A user account will be created for you to use instead of the root account for non-administrative activities.
mr: प्रशासकीय नसलेली कार्ये करण्याकरिता मूल खात्याएेवजी वापरदाराचे खाते आपल्याकरिता बनविले जाईल.

source: Please enter the real name of this user. This information will be used for instance as default origin for emails sent by this user as well as any program which displays or uses the user's real name. Your full name is a reasonable choice.
mr: या वापरदाराचे खरे नाव द्या. या माहितीचा वापर या वापरदाराने पाठवलेल्या इमेलकरिता मूलनिर्धारित उगम म्हणून किंवा जे प्रोग्रॅम वापरदाराचे खरे नाव वापरतात वा दर्शवतात, त्यांच्याकडून केला जाईल. येथे आपले संपूर्ण नाव देणे योग्य ठरेल.

source: Username for your account:
mr: आपल्या खात्याकरिता वापरदारनाव:

source: Select a username for the new account. Your first name is a reasonable choice. The username should start with a lower-case letter, which can be followed by any combination of numbers and more lower-case letters.
mr: नवीन खात्याकरिता वापरदारनाव ठरवा. आपले पहिले नाव यासाठी निवडणे उचित ठरेल. वापरदारनाव (इंग्रजीसाठी लहान अक्षराने सुरू होणे आवश्यक) अंक व अक्षरे कशीही एकत्रित करून बनवता येईल.

source: Invalid username
mr: अवैध वापरदारनाव

source: The user name you entered is invalid. Note that usernames must start with a lower-case letter, which can be followed by any combination of numbers and more lower-case letters.
mr: आपण दिलेले वापरदारनाव अवैध आहे. वापरदारनाव (इंग्रजीसाठी लहान अक्षराने सुरू होणे आवश्यक आहे) अंक व अक्षरे कशीही एकत्रित करून बनवता येईल.

source: Reserved username
mr: राखीव वापरदारनाव

source: The username you entered (${USERNAME}) is reserved for use by the system. Please select a different one.
mr: आपण ठरवलेले (${वापरदारनाव}) हे वापरदारनाव प्रणालीच्या वापराकरिता राखीव आहे. आपण अन्य नाव निवडा.

source: Choose a password for the new user:
mr: नवीन वापरदारासाठी परवलीचा शब्द निवडा:

source: A good password will contain a mixture of letters, numbers and punctuation and should be changed at regular intervals.
mr: चांगला परवलीचा शब्द अंक, अक्षरे व विरामचिन्हे यांच्या मिश्रणातून बनवता येईल. तसेच तो वेळोवेळी बदलला पाहिजे.

source: Re-enter password to verify:
mr: पडताळणीकरिता परवलीचा शब्द पुन्हा लिहा:

source: Please enter the same user password again to verify you have typed it correctly.
mr: आपण परवलीचा शब्द अचूक टाईप केला आहे याची खात्री करण्यासाठी तोच पुन्हा लिहा.

source: Password input error
mr: परवलीशब्द निवेश त्रुटी

source: The two passwords you entered were not the same. Please try again.
mr: दोन्ही परवलीचे शब्द एकसमान नव्हते. पुन्हा प्रयत्न करा.

source: Empty password
mr: रिक्त परवलीशब्द
