Repository: Sprezzatech/main-menu-udeb
Catalog: packages/po/*.po
Languages: gl, mr, sk

source: The target file system contains files from a past installation. These files could break the installation process or cause a broken system to be installed.
sk: Cieľový súborový systém obsahuje súbory z predchádzajúcej inštalácie. Tieto súbory môžu zapríčiniť chyby pri inštalácii alebo znefunkčnenie systému, ktorý inštalujete.

source: The installation to the target file system has been canceled, as the target file system contains files from a past installation, which could break the installation process or cause a broken system to be installed. You should go back and erase or format the target file system before proceeding with the install.
sk: Inštalácia na cieľový súborový systém sa prerušila, pretože ten obsahuje súbory z predchádzajúcej inštalácie, ktoré môžu zapríčiniť narušenie inštalácie alebo znefunkčnenie systému, ktorý inštalujete. Mali by ste sa vrátiť späť a zmazať alebo sformátovať cieľový súborový systém, ak chcete pokračovať v inštalácii.

source: Unable to install a kernel
gl: Non se puido instalar un kernel
sk: Nedá sa nainštalovať jadro

source: No kernel package is selected for installation.
gl: Non hai seleccionado ningún paquete cun kernel para instalar.
sk: Na inštaláciu nie je vybraný žiaden balík s jadrom.

source: No installable kernel found
gl: Non se atopou un kernel que se poida instalar
sk: Nebolo nájdené žiadne inštalovateľné jadro

source: The current default kernel package is '${KERNEL}'.
gl: O kernel por defecto actual é '${KERNEL}'.
sk: Momentálne je predvolený balík s jadrom '${KERNEL}'.

source: You may try to continue though this rather strange error is probably fatal.
gl: Deberías continuar a pesar de que este extraño error probablemente sea fatal.
sk: Skúste pokračovať, no táto chyba je pravdepodobne kritická.

source: Unable to install initrd-tools
gl: Non se puido instalar inird-tools
sk: Nedajú sa nainštalovať nástroje initrd

source: An error was returned while trying to install the initrd-tools package onto the target system.
sk: Pri inštalácii nástrojov initrd do cieľového systému nastala chyba.

source: Check /target/var/log/bootstrap.log for the details.
sk: Podrobnosti nájdete v súbore /target/var/log/bootstrap.log

source: Run second stage installer from within first stage installer?
gl: ¿Executar a segunda parte do instalador desde a primeira parte?
sk: Spustiť druhú etapu inštalácie priamo z prvej etapy?

source: It is possible to configure the base system within the first stage installer (before rebooting from the hard drive), by running it in a chroot environment.
gl: É posible configurar o sistema base desde a primeira parte do instalador (antes de reiniciar e cargar desde o disco duro), executandoo nun entorno chroot.
sk: Priamo z prvej etapy inštalácie je možné nastaviť základný systém (pred reštartom z pevného disku), a to jeho spustením v chroot prostredí.

source: Configure the base system before rebooting
gl: Configure o sistema base antes de reiniciar
sk: Nastaviť základný systém pred reštartom

source: If all of your operating systems are listed above, then it should be safe to install the boot loader to the master boot record of your first hard drive. When your computer boots, you will be able to choose to load one of these operating systems or your new Debian system.
gl: Se todos os teus sistemas operativos están listados arriba, non debería causar ningún problema a instalación do xestor de arranque no MBR (Sector de arranque mestre) do teu disco duro primario. Cando arranque a túa máquina poderás escoller entre algún deses sistemas operativos e o novo sistema Debian.
sk: Ak sú tu zobrazené všetky vaše operačné systémy, tak by malo byť bezpečné nainštalovanie štartovacieho zavádzača na hlavný štartovací záznam (MBR) vášho prvého pevného disku. Po naštartovaní vášho počítača si budete môcť zvoliť jeden z týchto operačných systémov alebo váš nový systém Debian.

source: It seems that this installation of Debian is the only operating system on this computer. If so, it should be safe to install the GRUB boot loader to the master boot record of your first hard drive.
gl: Parece que esta instalación de Debian é o único sistema operativo neste equipo. Se é así, a instalación de GRUB como xestor de arranque no disco duro primario non supón ningún risco.
sk: Vyzerá to tak, že táto inštalácia Debianu je jediným operačným systémom na tomto počítači. V takomto prípade by mala bez problémov prebehnúť inštalácia štartovacieho zavádzača GRUB na hlavný štartovací záznam (MBR) vášho prvého pevného disku.

source: Install the GRUB bootloader to XFS file system?
sk: Nainštalovať zavádzač GRUB na súborový systém XFS?

source: The GRUB bootloader installation often fails or hangs when /boot is on a XFS file system. Using LILO in this situation is recommended.
sk: Inštalácia zavádzača GRUB často zlyháva, ak sa /boot nachádza na súborovom systéme XFS. V takomto prípade sa odporúča použitie zavádzača LILO.

source: You need to make the newly installed Debian system bootable, by installing the GRUB bootloader on a bootable device. The usual way to do this is to install GRUB on the master boot record of your first hard drive. If you prefer, you can install GRUB elsewhere on the drive, or to another drive, or even to a floppy.
gl: Precisas facer o novo sistema Debian arrancable instalando o xestor de arranque GRUB nun dispositivo arrancable. A forma habitual de facelo é instalando GRUB no MBR (Sector de arranque mestre) do disco duro primario. Se o prefires, podes poñer GRUB en calquer outro lugar da unidade, noutra unidade ou incluso nun disquete.
sk: Teraz nastal čas umožniť čerstvo nainštalovanému Debian systému štartovanie z disku, a to nainštalovaním GRUB zavádzača na štartovacie zariadenie. Väčšinou sa to dosiahne inštaláciou GRUB zavádzača na hlavný štartovací záznam (MBR) vášho prvého pevného disku. Samozrejme, GRUB môžete inštalovať hocikde na tento disk alebo na iný disk, prípadne aj na disketu.

source: The device can be specified using GRUB's "(hdn,m)" notation, or as a device in /dev. Below are some examples: - "(hd0)" or "/dev/hda" will install GRUB to the master boot record of your first hard drive (IDE); - "(hd0,1)" or "/dev/hda2" will use the second partition of your first IDE drive; - "(hd2,4)" or "/dev/sdc5" will use the first extended partition of your third drive (SCSI here); - "(fd0)" or "/dev/fd0" will install GRUB to a floppy.
gl: O dispositivo pode nomearse usando a notación de GRUB "(hdn,m)", ou como un dispositivo en /dev. Seguidamente tes algúns exemplos: - "(hd0)" ou "/dev/hda" instalará GRUB ó sector de arranque mestre do teu primer disco duro (IDE); - "(hd0,1)" ou "/dev/sdc5" usará a primeira partición extendida da túa terceira unidade (SCSI); - "(fd0)" ou "/dev/fd0" instalará GRUB nun disquette.
sk: Zariadenie môže byť určené použitím GRUB označenia "(hdn)" alebo použitím zariadenia v /dev. Nasleduje niekoľko príkladov: - "(hd0)" alebo "/dev/hda" nainštaluje GRUB na hlavný štartovací záznam (MBR) vášho prvého pevného disku (IDE); - "(hd0,1) alebo "/dev/hda2" použije druhú oblasť vášho prvého IDE disku; - "(hd2,4) alebo "/dev/sdc5" použije prvú rozšírenú oblasť vášho tretieho disku (v tomto prípade SCSI disku); - "(fd0)" alebo "/dev/fd0" nainštaluje GRUB na disketu.

source: Preparing for base-config...
gl: Preparándose para base-config...
sk: Pripravujem sa na base=config...

source: Rebooting into your new Debian system...
gl: Reniciando ao teu novo sistema Debian
sk: Reštartujem do vášho nového Debian systému...

source: Installation is complete, so it is time to boot into your new Debian system. Make sure to remove the installation media (CD-ROM, floppies), so that your system boots from the disk to which Debian was installed.
gl: Rematou a instalación, polo que é o momento de arranca-lo sistema Debian. Asegúrate de que quitache-los medios de instalación como CD-ROMs ou diquetes de forma que o sistema arranque no disco no que Debian foi instalado.
sk: Inštalácia je kompletná, takže je čas na spustenie vášho nového systému Debian. Uistite sa, či ste odstránili vaše inštalačné médiá z CD-ROM alebo disketovej mechaniky, lebo váš systém by sa mal spustiť z disku, na ktorý ste Debian nainštalovali.

source: Device to mount as root file system:
sk: Zariadenie pre pripojenie koreňového súborového systému:

source: Enter a device you wish to mount as your root file system.
sk: Zadajte zariadenie, ktoré chcete pripojiť ako váš koreňový súborový systém.

source: After this message, if the file system was mounted successfully, you will be given a shell with that file system on "/". If you need any other file systems (such as a separate "/usr"), you will have to mount those yourself.
sk: Ak sa podarí pripojiť súborový systém, po tejto správe dostanete shell so súborovým systémom na "/". Ak potrebujete ďalšie súborové systémy (napr. samostatný "/usr"), musíte si ich pripojiť manuálne.

source: You will now be given a shell in the installer environment instead. Your root file system is mounted on /target.
sk: Namiesto neho sa spustí shell v prostredí inštalačného programu. Váš koreňový súborový systém je pripojený do /target.

source: When you exit this shell, the system will reboot.
sk: Ak tento shell ukončíte, systém sa reštartuje.

source: Try fallback shell?
sk: Skúsiť záchytný shell?

source: Please confirm whether you want to use a shell in the installer environment instead. Your root file system will be mounted on /target.
sk: Potvrďte prosím, či chcete namiesto neho použiť shell v prostredí inštalačného programu. Váš koreňový súborový systém sa pripojí do /target.

source: When you exit this shell, or if you choose not to run it, the system will reboot.
sk: Ak ukončíte tento shell alebo ak ho ani nespustíte, systém sa reštartuje.

source: Start menu, Start shell
sk: Spustiť menu, Spustiť shell

source: Password confirmation:
sk: Potvrdenie hesla:

source: Password empty
sk: Prázdne heslo

source: You seem to have entered an empty remote installation password. That is not secure. Please enter a password again.
sk: Zdá sa, že ste zadali prázdne heslo. Nie je to bezpečné. Zadajte, prosím, nové heslo.

source: To finish the installation, please start the newly installed system and use an SSH client to log in as the "installer" user.
sk: Na dokončenie inštalácie je potrebné spustiť nový inštalovaný systém a použiť SSH klienta na prihlásenie sa používateľa "installer".

source: The ${PACKAGE} package was unavailable or failed to install. This means it will not be possible to finish the installation over SSH.
sk: Balík ${PACKAGE} je nedostupný alebo zlyhala jeho inštalácia. To znamená, že inštalácia sa nedá dokončiť pomocou SSH.

source: After the reboot, the second stage of the installation will be started on the main (or serial) console.
sk: Po reštarte sa na hlavnej (alebo sériovej) konzole spustí druhá etapa inštalácie.

source: To continue the installation, please use an SSH client to log in as the "installer" user.
sk: Teraz môžete v inštalácii pokračovať tak, že sa prihlásite SSH klientom ako používateľ "installer".

source: ${DISCS}, Finish
gl: ${DISCS}, Rematar
sk: ${DISCS}, Koniec

source: Please choose one of the listed disks, to create partitions on it.
gl: Por favor, elixe un dos seguintes discos para particionalo.
sk: Prosím, zvoľte z uvedených diskov ten, na ktorom vytvoríte oblasti.

source: Non-Debian CD-ROM detected
gl: Atopouse un CD que non é de Debian
sk: Bolo rozpoznané Nie-Debian CD-ROM

source: The CD-ROM drive contains a non-Debian CD.
gl: Atopouse un CD que non é de Debian
sk: CD-ROM mechanika obsahuje nie-Debian CD.

source: Please insert a Debian CD to continue with the installation.
gl: Por favor, inserta un CD de Debian para continuar instalando.
sk: Prosím, vložte Debian CD pre pokračovanie v inštalácii.

source: /boot cannot be a separate partition
sk: /boot nemôže byť samostatnou oblasťou

source: The quik boot loader requires /boot to be on the same partition as /. Please return to the partitioning step.
sk: Zavádzač quik potrebuje /boot na rovnakej oblasti ako je /. Vráťte sa, prosím, na krok rozdeľovania.

source: Root partition must be ext2
sk: Koreňová oblasť musí mať súborový systém ext2

source: The quik boot loader requires the root partition to be formatted using the ext2 file system. Please return to the partitioning step.
sk: Zavádzač quik potrebuje mať koreňovú oblasť so súborovým systémom ext2. Vráťte sa, prosím, na krok rozdeľovania.

source: Please check the system log or the output on the third console (tty3).
sk: Pozrite si, prosím, systémový log alebo výpis na tretej konzole (tty3).

source: Failed to install bootloader
gl: Non se puido instalar o cargador de arranque
sk: Chyba pri inštalácii zavádzača

source: at the OpenFirmware prompt.
gl: no prompt OpenFirmware.
sk: v príkazovom režime OpenFirmware.

source: Partitions currently available in your system are listed. Please choose the one you want elilo to use to boot Debian.
gl: Listánronse as particións dispoñibles no teu sistema. Por favor, escolle a que queiras que elilo use para cargar Debian.
sk: Zoznam obsahuje všetky dostupné oblasti v systéme. Vyberte si tú, ktorú má elilo použiť na zavedenie Debianu.

source: Your /boot directory is located on a disk that has no space for the aboot bootloader. To install aboot, you must have a special aboot partition at the beginning of your disk.
sk: Váš /boot adresár je umiestnený na disku, kde už nie je voľné miesto pre zavádzač aboot. Na inštaláciu zavádzača aboot potrebujete špeciálnu aboot oblasť na začiatku vášho disku.

source: PALO should install the boot block on a bootable device. This is usually the first hard drive, but could be in a partition if you want to use another boot manager as the primary boot manager.
gl: PALO debe instalar o bloque de arranque nun dispositivo arrancable. Esto é normalmente o primero disco duro, pero pódese poñer tamén nunha partición se pensas usar outro cargador de arranque como o principal.
sk: PALO by malo nainštalovať štartovací blok na štartovacie zariadenie. Zvyčajne je to prvý pevný disk, ale ak chcete použiť iný zavádzač ako primárny, môžete použiť aj diskovú oblasť.

source: You will only need to do this once. Afterwards, enter the "boot" command or reboot the system to proceed to the next Debian installation stage.
gl: Só precisarás facer esto unha vez. De todas formas, introduce o comando "boot" ou reinicia o sistema para seguir coa seguinte parte da instalación de Debian.
sk: Stačí to urobiť len raz. Potom zadajte príkaz "boot" alebo reštartujte systém, aby ste sa dostali do ďalšej etapy inštalácie Debian-u.

source: The SILO bootloader has been successfully installed on your new Debian boot partition, and your system should now be able to boot itself.
gl: O cargador de arranque SILO foi instalado na ta nova particin de arranque Debian. O teu sistema deber� agora ser capaz de arrancar sa.
sk: Na vašu novú štartovaciu oblasť Debianu bol úspešne nainštalovaný zavádzač SILO, takže váš systém by sa mal vedieť sám spustiť.

source: To be bootable from the PROM, silo and the kernel it loads must be installed on a disk which uses Sun disklabels for its partition table. Your /boot directory is not located on such a disk. If you proceed, you will not be able to boot your system using SILO, and will need to boot it some other way.
sk: Kvôli možnosti štartovania z PROM, musia byť silo a jadro, ktoré ho načítava, nainštalované na disku, ktorý používa v tabuľke oblastí Sun označenie diskov. Váš /boot adresár však nie je umiestnený na takomto disku. Ak sa rozhodnete pokračovať, nebudete môcť spustiť váš systém pomocou SILO, ale budete musieť použiť iný spôsob štartovania.

source: SILO requires /boot to be located on an ext2 or ext3 partition on a bootable device. This means that either the root partition must be an ext2 file system, or you must have a separate ext2 partition mounted at /boot.
sk: SILO požaduje umiestnenie /boot na štartovacej oblasti ext2 alebo ext3. Znamená to, že musíte mať koreňovú oblasť so súborovým systémom ext2 alebo musíte mať samostatnú ext2 oblasť pripojenú na /boot.

source: Currently, /boot is located on a partition of type ${PARTTYPE}. If you keep this setting, you will not be able to boot your Debian system using SILO.
sk: /boot je teraz umiestnený na oblasti typu ${PARTTYPE}. Ak ponecháte toto nastavenie, nebudete môcť naštartovať váš Debian systém pomocou SILO.

source: You are using a 32-bit SPARC machine. On many of these, it is unlikely that Debian will boot if /boot resides in a partition that extends past the first 1024 cylinders of the hard disk. /boot currently resides in a partition that extends to cylinder ${CYL}. You should change this by reducing the size of the partition or creating a separate, smaller partition just for /boot.
sk: Používate 32 bitový SPARC počítač. Na mnohých takýchto počítačoch je veľmi nepravdepodobné, že sa podarí spustiť Debian, ak sa /boot nachádza na oblasti, ktorá presahuje prvých 1024 cylindrov pevného disku. Adresár /boot je teraz umiestnený na oblasti, ktorá presahuje cylinder ${CYL}. Mali by ste to napraviť zmenšením veľkosti oblasti alebo vytvorením samostatnej menšej oblasti, ktorá bude vyhradená iba pre /boot.

source: The LILO program needs to be installed to make your new Debian system bootable. By installing it onto your disk's Master Boot Record, LILO will take complete control of the boot process, but if you want to use a different boot manager, just install LILO on the new Debian partition instead.
gl: LILO debe ser instalado para que se poida arranca-lo teu novo sistema Debian. Instalándoo no MBR (Sector de arranque maestro), LILO tomará o control do proceso de arranque, aínda que se prefires usar outro xestor de arranque, podes instalar LILO na túa nova partición Debian.
sk: Program LILO musí byť nainštalovaný, aby ste mohli naštartovať váš nový systém Debian. Jeho nainštalovaním na hlavný štartovací záznam (MBR) vášho disku, LILO prevezme kontrolu nad štartovacím procesom, ale ak chcete použiť iný zavádzač, LILO nainštalujte iba na novú oblasť Debianu.

source: Please enter the partition or disk which LILO should be installed onto. Devfs style names, such as those that start with /dev/ide, /dev/scsi, and /dev/discs are accepted, as well as traditional names, such as /dev/hda or /dev/sda.
gl: Por favor, escribe a partición ou disco no que debe instalarse LILO. Se acepta o estilo dos nomes que comezan por /dev/ide, /dev/scsi ou /dev/discs, ademáis dos nomes tradicionáis como /dev/hda ou /dev/sda.
sk: Zadajte, prosím, oblasť alebo disk, kam sa nainštaluje LILO. Prípustné sú názvy v štýle devfs, napr. /dev/ide, /dev/scsi a /dev/discs, ale aj tradičné názvy, ako napr. /dev/hda alebo /dev/sda.

source: You have chosen to install LILO on a partition that is not the active one. If this partition is not marked active, then LILO will not be loaded by the bootloader. This may cause you to be unable to boot into the system that is being installed.
gl: Elixiches instalar LILO nunha partición que non é a activa. Se esta partición non é marcada como activa, LILO non será cargado polo cargador de arranque. Isto podería causar que non poidas iniciar o sistema que se está a instalar.
sk: Vybrali ste si inštaláciu LILO na oblasť, ktorá nie je aktívna. Ak nie je oblasť aktívna, LILO sa nezavedie zavádzačom. Tým pádom sa nemusíte dostať do práve inštalovaného systému.

source: You should make this partition active unless you have another bootloader that will allow you to access your new Linux installation.
gl: Deberías marcar esta partición como activa a non ser que teñas outro cargador de arranque que che permita acceder á nova instalación de Linux.
sk: Ak nemáte iný zavádzač, ktorým by ste sa dostali do svojho nového systému, mali by ste túto oblasť označiť ako aktívnu.

source: lcs: qeth: OSA-2 Token Ring/Ethernet or OSA-Express Fast Ethernet (non-QDIO)
sk: lcs: qeth: OSA-2 Token Ring/Ethernet alebo OSA-Express Fast Ethernet (nie QDIO)

source: CTC device:
gl: Dispositivo CTC:
sk: CTC zariadenie:

source: The following device numbers might belong to CTC or ESCON connections, but please note that OSA-2 or OSA-Express cards might also be listed here.
gl: Os seguintes nmeros de dispositivos poden pertencer a conexins CTC ou ESCON, pero tea en conta que poden estar listadas tam� tarxetas OSA-2 ou OSA-Express.
sk: Nasledovné čísla zariadení môžu patriť k CTC alebo ESCON spojeniam, ale môžu tu byť uvedené aj OSA-2 nebo OSA-Express karty.

source: The following device numbers might belong to OSA-2 or OSA-Express cards, but please note that CTC/ESCON devices might also be listed here.
gl: Os seguintes nmeros de dispositivo poden pertencer a tarxetas OSA-2 ou OXA-Express pero, por favor, tea en conta que poden incluirse no istado de dispositivos CTC/ESCON.
sk: Nasledovné čísla zariadení môžu patriť OSA-2 nebo OSA-Express kartám, ale môžu tu byť uvedené aj CTC/ESCON zariadenia.

source: The configured parameters are: read channel = ${device_read} write channel = ${device_write} port = ${port}
gl: Os par�etros configurados son: canle de lectura = ${device_read} canle de escritura = ${device_write} porto = ${port}
sk: Nastavené parametre sú: kanál na čítanie = ${device_read} kanál na zápis = ${device_write} port = ${port}

source: No OSA-2 or OSA-Express cards
gl: Non se atoparon tarxetas OSA-2 ou OSA-Express
sk: Neboli rozpoznané žiadne OSA-2 alebo OSA-Express karty

source: If you are running VM please make sure that your card is attached to this guest. If you want to use HiperSockets or an OSA-Express card in QDIO mode please use the qeth driver instead.
gl: Se est� baixo unha VM, por favor asegrate de que a ta tarxeta est�asociada a este hspede. Se queres usar HiperSockets ou unha tarxeta OSA-Express en modo QSIO usa o controlador qeth.
sk: Ak bežíte vo VM, uistite sa, či je karta pripojená k tomuto počítaču. Ak chcete použiť HiperSockets alebo OSA-Express kartu v QDIO móde, použijte namiesto toho ovládač qeth.

source: The configured parameters are: read channel = ${device_read} write channel = ${device_write} data channel = ${device_data} port = ${port} portname = ${portname}
gl: Os par�etros configurados son: canle de lectura = ${device_read} canle de escritura = ${device_write} canle de datos = ${device_data} porto = ${port} nome do porto = ${portname}
sk: Nastavené parametre sú: kanál na čítanie = ${device_read} kanál na zápis = ${device_write} dátový kanál = ${device_data} port = ${port} názov portu = ${portname}

source: No OSA-Express QDIO cards / HiperSockets were detected. If you are running VM please make sure that your card is attached to this guest. If you want to use an OSA-2 or OSA-Express card in non-QDIO mode please use the lcs driver instead.
gl: Non te atopou ningunha tarxeta OSA-Express QDIO / HiperSockets. Se est� baixo unha VM asegrate de que a ta tarxeta est�asociada a este hspede. Se prefires usar una tarxeta OSA-2 ou OSA-Express en modo no-QDIO usa o controlador lcs.
sk: Neboli rozpoznané žiadne OSA-Express QDIO / HiperSockets karty. Ak bežíte vo VM, uistite sa, či je karta pripojená k tomuto počítaču. Ak chcete použiť OSA-2 alebo OSA-Express kartu v nie-QDIO móde, použijte namiesto toho lcs ovládač.

source: ${choices} Quit
gl: ${choices} Saír
sk: ${choices} Koniec

source: The following disk access storage devices (DASD) are available. Please choose one of them.
sk: Sú dostupné nasledovné DASD (Disk Access Storage Device) zariadenia. Zvoľte si, prosím, jedno z nich.

source: Error: impossible to continue
gl: Erro: Non se pode continuar
sk: Chyba: nedá sa pokračovať

source: An undefined error occurred. You may try to continue.
gl: Produciuse un erro sen definir. Deberías continuar.
sk: Vyskytla sa neznáma chyba. Skúste pokračovať ďalej.
