Repository: Sprezzatech/main-menu-udeb
Catalog: packages/arch/powerpc/yaboot-installer/0.0.16/debian/po/*.po
Languages: id

source: Installing YaBoot
id: Memasang YaBoot

source: This machine is not a NewWorld PowerMac
id: Mesin ini bukan sebuah NewWorld PowerMac

source: Yaboot can only be used on NewWorld PowerMac's. Please use the correct boot loader for your ppc-architecture.
id: Yaboot hanya dapat digunakan pada NewWorld PowerMac. Silakan gunakan boot loader yang tepat untuk arsitektur ppc anda.

source: Looking for bootstrap partitions
id: Mencari partisi bootstrap

source: No bootstrap partition found
id: Tidak ditemukan partisi bootstrap

source: No hard disks were found which have an "Apple_Bootstrap" partition. You must create an 800k partition named "bootstrap", with type "Apple_Bootstrap".
id: Tidak ditemukan hard disk yang memilih partisi "Apple_Bootstrap".Anda mesti membuat partisi sebesar 800k bernama "bootstrap", dengan jenis "Apple_Bootstrap".

source: Looking for root partition
id: Mencari partisi root

source: No root partition found
id: Tidak ditemukan partisi root

source: No partition is mounted as your new root partition. You must mount a root partition first.
id: Tidak ada partisi yang dikaitkan sebagai partisi root yang baru. Anda mesti mengkaitkan partisi root terlebih dahulu.

source: Device for boot loader installation:
id: Device untuk instalasi boot loader:

source: Yaboot (the Linux boot loader) needs to be installed on a hard disk partition in order for your system to be bootable. Please choose the destination partition from among these "Apple_Bootstrap" partitions.
id: Yaboot (boot loader Linux) perlu dipasang pada hard disk agar sistem ada dapat diboot. Sialakan memilih partisi tujuan dari antar partisi-partisi "Apple_Bootstrap" ini.

source: Creating yaboot configuration
id: Membuat konfigurasi yaboot

source: Failed to create yaboot configuration
id: Gagal membuat konfigurasi yaboot

source: The creation of the main yaboot configuration file failed.
id: Pembuatan berkas konfigurasi utama yaboot gagal.

source: Installing yaboot into bootstrap partition
id: Memasang yaboot pada partisi bootstrap

source: Failed to install bootloader
id: Gagal memasang bootloader

source: The installation of the yaboot boot loader failed.
id: Instalasi boot loader yaboot gagal.

source: Successfully installed yaboot
id: Sukses memasang yaboot

source: The yaboot boot loader was successfully installed.
id: Boot loader yaboot telah dipasang dengan sukses.

source: The system is now ready to boot the new Debian GNU/Linux system.
id: Sistem sekarang siap melakukan boot sistem Debian GNU/Linux baru.

source: Failed to mount /target/proc
id: Gagal mengkaitkan /target/proc

source: Mounting the proc filesystem on /target/proc failed.
id: Pemasangan sistem berkas proc pada /target/proc gagal.

source: Please check the system log or the output on the third console (tty3).
id: Silakan memeriksa log sistem atau output pada konsol ketigak (tty3).

source: Warning: Your system may be unbootable!
id: Perhatian: Sistem anda mungkin tidak dapat di-boot.

source: Installing yaboot bootloader
id: Memsang bootloader yaboot

source: Install yaboot on a hard disk
id: Memsang yaboot pada hard disk
