Repository: Sprezzatech/main-menu-udeb
Catalog: packages/iso-scan/debian/po/*.po
Languages: da, es, et, sl, sq, sv, tr

source: Scan hard drives for an installer ISO image
da: Gennemsg harddiske for installations-ISO-aftryk
es: Buscar en los discos duros una imagen ISO de instalacin
et: Otsi kvaketastelt paigaldaja ISO kujutist
sl: Preii trde diske za ISO sliko namestilnika.
sq: Kontrollo mbi disqet fikse pr imazh instaluesi ISO
sv: Sök igenom hårddiskarna efter en installations-ISO
tr: Sabit diskleri kurulumda kullanlabilecek ISO dosyas iin tara

source: stable, testing, unstable
da: stabil, test, ustabil
es: stable (estable), testing (pruebas), unstable (inestable)
et: stabiilne, testitav, ebastabiilne
tr: kararl, test, kararsz

source: Debian version to install:
da: Hvilken Debian-udgave skal installeres:
es: Versin de Debian a instalar:
et: Paigaldatav Debiani versioon:
sl: Debian razliica, ki jo elite namestiti:
sq: Versioni i Debian pr tu instaluar:
sv: Debianutgåva som ska installeras:
tr: Kurulacak Debian srm:

source: Debian comes in several flavors. Stable is well-tested and rarely changes. Unstable is untested and frequently changing. Testing is a middle ground, that receives many of the new versions from unstable if they are not too buggy.
da: Debian findes i flere udgaver. Stabil (stable) er en velafprvet udgave, der sjldent ndres. Ustabil (unstable) er uafprvet og ndres ofte. Test (testing) er en mellemting, der modtager mange af de nye programversioner fra ustabil, hvis de ikke er for fejlbehftede.
es: Debian tiene distintas variantes. Stable (estable) est muy probada y apenas cambia. Unstable (inestable) no est probada y cambia muy a menudo. Testing (pruebas) es un trmino medio, que recibe la mayora de las actualizaciones de inestable si stas no tienen muchos fallos.
et: Debiani on mitme erineva mekiga. Stabiilne on phjalikult lbi testitud ja muutub harva. Ebastabiilne on testimata ja muutub pidevalt. Testitav on vahepealne - temasse tuuakse ebastabiilsest sisse paljude pakettide uued versioonid, juhul kui nad liiga vigased pole.
sl: Debian pride v veih razliicah. Stabilna (stable) je dobro preizkuena in se redko spremeni. Nestabilna (unstable) je nepreizkuena in se pogosto spreminja. Testna (testing) je nekje v sredini in dobi mnogo novih razliic programov iz nestabilne, e le niso preve hroati.
sq: Debian vjen n disa versione. Stable sht i mir-provuar dhe rrall ndryshon. Unstable nuk sht i provuar dhe ndryshon shpesh. Testing qndron n mes, pranon shum versione t reja nga unstable nse kto t fundit nuk prmbajn shum gabime.
sv: Debian finns i flera utgåvor. Den stabila utgåvan ("Stable") är vältestad och ändras sällan. Den instabila utgåvan ("Unstable") är otestad och ändras ofta. Testningsutgåvan ("Testing") är medelvägen. Den tar emot många nya versioner från den instabila utgåvan ("Unstable") om de inte är för buggiga.
tr: Debian datmnn deiik eitleri vardr. "Kararl" iyice snanmtr ve nadiren deiiklie maruz kalr. "Kararsz" snanmamtr ve ska deiir. Orta yol olarak deerlendirilebilecek "Test" ise ciddi hatalar iermedikleri srece pek ok yeni srm paketi "Kararsz"dan alr.

source: Detecting hardware to find hard drives
da: Sger efter udstyr for at finde harddiske
es: Detectando hardware para encontrar las unidades de disco duro
et: Riistvara avastamine, leidmaks kvakettaid
sl: Zaznavam strojno opremo z namenom odkriti trde diske
sq: Duke zbuluar pjest e kompjuterit pr t gjetur disqet e ngurt
sv: Identifierar maskinvara för att hitta hårddiskar
tr: Sabit disk srclerini bulmak amacyla donanm inceleniyor

source: Searching drives for an installer ISO image
da: Gennemsger diske efter installations-ISO-aftryk
es: Buscando una imagen ISO de instalacin en las unidades
et: Kvaketastelt ISO kujutise otsimine
sl: Preiskujem diske za ISO sliko namestilnika
sq: Duke krkuar disqet pr nj imazh instaluesi ISO
sv: Söker igenom hårddiskarna efter en installations-ISO-avbild
tr: Kurulumda kullanlabilecek ISO dosyas iin srcler aranyor

source: Mounting ${DRIVE}...
da: Monterer ${DRIVE}...
es: Montando ${DRIVE}...
et: ${DRIVE} haakimine...
sl: Priklapljam ${DRIVE}...
sq: Duke montuar ${DRIVE}...
sv: Monterar ${DRIVE}...
tr: ${DRIVE} srcs balanyor...

source: Scanning ${DRIVE} (in ${DIRECTORY})...
da: Gennemsger ${DRIVE} (i ${DIRECTORY})...
es: Examinando ${DRIVE}" (en ${DIRECTORY})...
et: Ketta ${DRIVE} kataloogi ${DIRECTORY} sknnimine...
sl: Preiskujem ${DRIVE} (v ${DIRECTORY})...
sq: Duke kontrolluar ${DRIVE} (n ${DIRECTORY})...
sv: Söker igenom ${DRIVE} (i ${DIRECTORY})...
tr: ${DRIVE} srcs taranyor (${DIRECTORY} dizini)...

source: Do full disk search for installer ISO image?
da: Lav en fuldstndig disksgning efter installations-ISO-aftryk?
es: Hacer una bsqueda completa en el disco de una imagen ISO de instalacin?
et: Kivitada ISO kujutise leidmiseks tielik ketaste lbiotsimine?
sl: Ali naj preiem celoten disk za ISO sliko namestilnika?
sq: T kryej nj krkim t plot pr imazh instaluesi ISO?
sv: Utför fullständig hårddisksökning efter en installations-ISO-avbild?
tr: Kurulum ISO dosyas iin tm disk aransn m ?

source: The quick scan for installer ISO images, which looks only in common places, did not find an installer ISO image. It's possible that a more thorough search will find the ISO image, but it may take a long time.
da: Den hurtige gennemsgning efter installations-ISO-aftryk, som kun leder de mest almindelige steder, fandt ikke noget installations-ISO-aftryk. En mere grundig sgning vil muligvis kunne finde ISO-aftrykket, men det kan tage lngere tid.
es: La bsqueda rpida de imgenes ISO del instalador, la cual slo busca en ubicaciones comunes, no fue capaz de encontrar una imagen ISO del instalador. Es posible que una bsqueda ms meticulosa encuentre la imagen ISO, pero puede llevar bastante ms tiempo.
et: Kiire ISO kujutiste otsimine, mis kontrollib vaid tavapraseid kohti, ei leidnud paigaldaja ISO kujutist. Phjalikum otsing vib ISO kujutise leida (kui see olemas on), aga vib ka kaua aega vtta.
sl: Pri hitrem iskanju ISO slike namestilnika, ki ie samo na pogostih mestih, ni bila najdena ISO slika namestilnika. Obstaja monost, da bo najdena pri bolj podrobnem iskanju, ki pa lahko traja dlje asa.
sq: Kontrolli i shpejt pr imazhet instaluese ISO, q krkon n vende t rastsishme, nuk gjeti asnj imazh ISO. sht e mundur q nj krkim m i thell mund t gjej imazhin ISO, por do haj m shum koh.
sv: Den snabba sökningen efter installations-ISO-avbilder, som endast söker på vanliga platser, hittade ingen installations-ISO-avbild. Det är möjligt att en mer grundlig sökning kan hitta ISO-avbilden, men det kan ta lång tid.
tr: Kurulum ISO dosyalar iin bilinen yerlerde yaplan hzl arama sonu vermedi. Daha geni apl bir aramayla ISO dosyas bulunabilir, ancak bu ilem uzun srebilir.

source: No installer ISO images were found. If you downloaded the ISO image, it may have a bad filename (not ending in ".iso"), or it may be on a file system that could not be mounted. You'll have to do a network install instead, or reboot and fix the ISO image.
da: Der blev ikke fundet nogen installation-ISO-aftryk. Hvis du har hentet ISO-aftrykket, har det muligvis et forkert filnavn (som ikke har endelsen ".iso"), eller det kan ligge p et filsystem, som ikke kunne monteres. Du bliver ndt til at installere over netvrket eller genstarte for at rette problemet med ISO-aftrykket.
es: No se encontraron imgenes ISO del instalador. Si descarg la imagen ISO, puede tener un nombre invlido (que no termina en ".iso"), o puede estar en un sistema de ficheros que no se pudo montar. Tendr que hacer una instalacin por red o reiniciar el sistema y arreglar el problema con la imagen ISO.
et: htki paigaldaja ISO kujutist ei leitud. Kui sa laadisid ISO kujutise alla, vib tal olla kehv failinimi (ei lpe ".iso") vi asuda failissteemil, mida ei nnestu haakida. Pead kas jtkama vrgust paigaldamisega vi sooritama alglaadimise ja ISO kujutise ra parandama.
sl: Nisem nael nobene ISO slike namestilnika. e ste prenesli ISO sliko, ima morda slabo ime (se ne konna na ".iso"), ali pa je na datotenem sistemu, ki ga nisem mogel priklopiti. Namesto tega boste morali uporabiti mreno namestitev ali ponovno zagnati raunalnik in popraviti ISO sliko.
sv: Hittade inga installations-ISO-avbilder. Om du hämtade ISO-avbilden från nätet kan den ha ett felaktigt filnamn (som inte slutar på ".iso") eller så kan den finnas på ett filsystem som inte kunde monteras. Du måste göra en nätverksinstallation istället, eller starta om och fixa ISO-avbilden.
tr: Kurulum ISO dosyas bulunamad. Eer bir ISO dosyas indirdiyseniz dosya yanl ekilde isimlendirilmi (".iso" uzantsnn bulunmamas gibi) veya balanamayan bir dosya sistemi zerinde bulunuyor olabilir. ISO kurulumu yerine a zerinden kurulumu deneyin veya sistemi yeniden balatp ISO dosyasn onarn.

source: Failed to find an installer ISO image
da: Kunne ikke finde et installation-ISO-aftryk
es: Fallo al encontrar una imagen ISO del instalador
et: ISO kujutist ei nnestunud leida
sl: Nisem uspel najti ISO slike namestilnika
sq: Nuk arriti t gjej nj imazh instaluesi ISO
sv: Misslyckades att hitta en installations-ISO-avbild
tr: Kurulumda kullanlabilecek bir ISO dosyas bulunamad

source: While one or more possible ISO images were found, they could not be mounted. The ISO image you downloaded may be corrupt.
da: Selv om der blev fundet et eller flere mulige ISO-aftryk, kunne de ikke monteres. Det ISO-aftryk, du har hentet, kan vre fejlbehftet.
es: Aunque se encontraron una o ms imgenes ISO posibles, no se pudieron montar. La imagen ISO que descarg puede estar corrupta.
et: Ehkki leiti ks (vi enam) ISO kujutis, ei nnestunud teda haakida. Alla laetud ISO kujutis vib olla vigane.
sl: eprav sem nael eno ali ve ISO slik le teh nisem mogel priklopiti. ISO slika, ki ste jo prenesli je morda pokvarjena.
sq: Nj apo disa imazhe ISO t mundshme u gjetn, por nuk arritn t montoheshin.Imazhi ISO q shkarkove mund t jet difektoz.
sv: En eller flera möjliga ISO-avbilder hittades, men de kunde inte monteras. ISO-avbilden som du hämtade kan vara korrupt.
tr: Bir veya daha fazla ISO dosyas bulundu ancak balanamad. ndirdiiniz ISO dosyas hasar grm olabilir.

source: No installer ISO image found
da: Fandt ingen installations-ISO-aftryk
es: No se encontr ninguna imagen ISO del instalador
et: Paigaldaja ISO kujutist ei leitud
sl: Nisem nael nobene ISO slike namestilnika
sq: Nuk u gjet asnj imazh instaluesi ISO
sv: Hittade ingen installations-ISO-avbild
tr: Herhangi bir kurulum ISO dosyas bulunamad

source: While one or more possible ISO images were found, they did not look like valid installer ISO images.
da: Selv om der blev fundet et eller flere ISO-aftryk, s ingen ud til at vre gyldige ISO-aftryk.
es: Aunque se encontraron una o ms imgenes ISO posibles, no parecan imgenes ISO del instalador vlidas.
et: Leiti kll ks (vi enam) ISO kujutis, kuid ta ei tundunud olevat sobiv paigaldaja ISO kujutis.
sl: eprav sem nael eno ali ve ISO slik le te niso bile pravilne ISO slike namestilnika.
sq: Nj apo disa imazhe ISO t mundshme u gjetn, por nuk ngjajn si imazhe ISO t vlefshme.
sv: En eller flera möjliga ISO-avbilder hittades, men de såg inte ut som riktiga installations-ISO-avbilder.
tr: Bir veya daha fazla ISO dosyas bulundu ancak geerli kurulum ISO dosyalar gibi grnmyor.

source: Please do a network install instead, or reboot and fix the ISO image.
da: Udfr en netvrksinstallation i stedet, eller genstart og ret ISO-aftrykket.
es: Por favor, haga una instalacin por red en su lugar, o reinicie y arregle el problema con la imagen ISO.
et: Palun paigalda Debian le vrgu vi soorita alglaadimine ja paranda ISO kujutis ra.
sl: Uporabite mreno namestitev ali pa ponovno zaenite raunalnik in popravite ISO sliko.
sq: T lutem kryej nj instalim rrjeti, ose rinis kompjuterin dhe ndreq imazhin ISO.
sv: Gör en nätverksinstallation istället, eller starta om och fixa ISO-avbilden.
tr: Ltfen a zerinden kurulum yapmay deneyin veya sistemi yeniden balatp ISO dosyasn onarn.

source: Successfully mounted ${SUITE} installer ISO image
da: Monterede ${SUITE}-installations-ISO-aftrykket
es: La imagen ISO ${SUITE} del instalador se mont con xito
et: Paigaldaja ISO kujutis ${SUITE} edukalt haagitud
sl: Uspeno sem priklopil ISO sliko ${SUITE} namestilnika
sq: Imazhi instalues ISO ${SUITE} u montua me sukses
sv: Lyckades montera installations-ISO-avbilden ${SUITE}
tr: ${SUITE} kurulum ISO dosyas baaryla baland

source: The ISO file ${FILENAME} on ${DEVICE} (${SUITE}) will be used as the installation ISO image.
da: ISO-aftrykket ${FILENAME} p ${DEVICE} (${SUITE}) vil blive brugt som installations-ISO-aftryk.
es: Se utilizar el fichero ISO ${FILENAME} en el dispositivo ${DEVICE} (${SUITE}) como imagen ISO de instalacin.
et: Paigaldaja ISO kujutisena lheb kasutusele ISO fail ${FILENAME} seadmel ${DEVICE} (${SUITE})
sl: ISO datoteka ${FILENAME} na ${DEVICE} (${SUITE} bo uporabljena kot ISO slika namestilnika.
sq: File ISO ${FILENAME} n ${DEVICE} (${SUITE}) do prdoret si imazhi instalues ISO.
sv: ISO-filen ${FILENAME} på enhet ${DEVICE} (${SUITE}) kommer att användas som installations-ISO-avbild.
tr: ${DEVICE} (${SUITE}) aygtndaki ${FILENAME} dosyas kurulum ISO dosyas olarak kullanlacak.

source: Load installer components from an installer ISO
da: Indls installationskomponenter fra et installations-ISO-aftryk
es: Cargar componentes del instalador de una imagen ISO
et: Lae paigaldaja komponendid paigaldaja ISO'lt
sl: Namesti komponente namestilnika iz namestitvene ISO slike
sq: Ngarko prbrsit nga instaluesi ISO
sv: Ladda installationskomponenter från installations-ISO
tr: Kurulum bileenlerini bir kurulum ISO dosyasndan ykle

source: No installer ISO images were found. If you downloaded the ISO image, it may have a bad filename (not ending in ".iso"), or it may be on a filesystem that could not be mounted. You'll have to do a network install instead, or reboot and fix the ISO image.
sq: Nuk u gjet asnj imazh instaluesi ISO. Nse shkarkove imazhin ISO, mund t ket nj emr me difekt (q nuk mbaron me ".iso"), ose mund t ndodhet n nj filesistem i cili nuk mund t montohet. Do t duhet t kryesh nj instalim rrjeti ose t rinissh kompjuterin dh t ndreqsh imazhin ISO.
