Repository: Sprezzatech/main-menu-udeb
Catalog: utils/debian/po/*.po
Languages: ar, bs, ca, es, fr, ko, nb, nl, nn, sv, tr

source: Unable to find any partitions usable for swap space. Maybe other kernel modules need to be loaded or the partition type must be set to Linux Swap (82).
bs: Ne mogu pronaći nijednu particiju iskoristivu za swap prostor. Možda trebaju drugi kernel moduli biti učitani ili vrsta particije mora biti postavljena na Linux Swap (82).
es: No se encontró ninguna partición usable como espacio de intercambio. Puede ser necesario cargar otros módulos del núcleo o configurar el tipo de partición como Linux Swap (82).
fr: Impossible de trouver une partition utilisable comme espace d'échange. Il faut peut-être charger d'autres modules dans le noyau, ou bien la partition doit être du type Linux (83).
nb: Klarte ikke å finne noen partisjoner for swap-område. Kanskje andre kjernemoduler må lastes eller partisjonstypen må settes til Linux Swap (82).
sv: Kunde inte hitta några partitioner lämpliga för växlingsutrymme. Du kanske måste ladda några kärnmoduler eller partitionens typ måste sättas till Linux Swap (82).

source: There are no more swap partitions
bs: Nema više swap particija
es: No hay más particiones de intercambio
fr: Il n'y a plus de partitions d'échange
nb: Det er ingen flere swap-partisjoner
sv: Det finns fler växlingspartitioner

source: All swap partitions are already activated.
bs: Sve swap particije su već aktivirane.
es: Ya se han activado todas las particiones de intercambio.
fr: Toutes les partitions d'échange (« swap ») sont déjà activées.
nb: Alle swap-partisjoner er allerede aktivert.
sv: Alla växlingspartitioner är redan aktiverade.

source: No partition was selected
bs: Particija nije izabrana
es: No hay ninguna partición seleccionada
fr: Aucune partition n'a été choisie
nb: Ingen partisjon ble valgt
sv: Ingen partition valdes

source: No partition was selected. Aborting.
bs: Particija nije izabrana. Odustajem.
es: No hay ninguna partición seleccionada. Abortando.
fr: Aucune partition n'a été choisie. Abandon.
nb: Ingen partisjon valgt. Avbryter.
sv: Ingen partition valdes. Avbryter.

source: Error while creating swap space
bs: Greška pri kreiranju swap prostora
es: Se produjo un error al crear el espacio de intercambio
fr: Erreur lors de la création de l'espace d'échange
nb: Feil under opprettelse av swap-område
sv: Fel vid skapandet av växlingsutrymme

source: Unable to create swap space on ${PARTITION}.
bs: Ne mogu da kreiram swap prostor na ${PARTITION}.
es: No se pudo crear el espacio de intercambio en ${PARTITION}.
fr: Impossible de créer un espace d'échange sur ${PARTITION}.
nb: Klarte ikke å opprette swap-område på ${PARTITION}.
sv: Kunde inte skapa växlingsutrymme på ${PARTITION}.

source: Error while activating swap space
bs: Greška pri aktiviranju swap prostora
es: Se produjo un error al activar el espacio de intercambio
fr: Erreur lors de l'activation de l'espace d'échange
nb: Feil under aktivering av swap-område
sv: Fel vid aktiverandet av växlingsutrymme

source: Unable to activate the partition ${PARTITION} swap space.
bs: Ne mogu da aktiviram particiju ${PARTITION} kao swap prostor.
es: No se pudo activar la partición de intercambio ${PARTITION}.
fr: Impossible d'activer l'espace d'échange de la partition ${PARTITION}.
nb: Klarte ikke å aktivere swap-område på partisjonen ${PARTITION}.
sv: Kunde inte aktivera växlingsutrymmet på partitionen ${PARTITION}.

source: You are running "ash", a Bourne-shell clone. The root filesystem is a RAM disc. The hard disc filesystems are mounted on "/target". The editor available to you is nano. It's very small and easy to figure out. To get an idea of what Unix utilities are available to you, run "ls /bin /sbin /usr/bin /usr/sbin". Use the "exit" command to return to the installation menu.
bs: Vi radite pod "ash" shellom, klonom Bourne-shella. Root datotečni sistem je RAM disk. Datotečni sistemi hard diska su montirani na "/target". Editor koji vam je dostupan je nano. On je veoma mali i lagan za upotrebu. Da biste stekli sliku o Unix korisnim programima koji su vam dostupni, pokrenite naredbu "ls /bin /sbin /usr/bin /usr/sbin". Koristite "exit" komandu za povratak u instalacijski meni.

source: Please insert a floppy into drive ${num}
ca: Inseriu un disquet en la unitat ${num}
nl: Stop een diskette in drive ${num}
nn: Set inn ein diskett i stasjonen ${num}.

source: Please select which partition to mount
ca: Seleccioneu la partició a muntar
nl: Selecteer een partitie om te mounten
nn: Vel kva for partisjon som skal monterast

source: Listed are the partitions available in your system. Please choose which partition you want to mount
ca: S'han llistat les particions disponibles en el sistema. Si us plau, seleccioneu quina partició voleu muntar
nl: De volgende partities zijn op uw systeem beschikbaar. Selecteer welke partitie u wilt mounten.
nn: Lista viser dei partisjonane som finst på systemet. Vel den partisjonen du vil montera.

source: /, /usr, /home, /tmp, /var, manual
nl: /, /usr, /home, /tmp, /var, handleiding
nn: /, /usr, /home, /tmp, /var, manuelt

source: Please select where you want to mount ${PARTITION}
ca: Seleccioneu on voleu muntar ${PARTITION}
nl: Selecteer de gewenste mountplaats voor ${PARTITION}
nn: Vel kvar ${PARTITION} skal monterast

source: Please type in where you want to mount ${PARTITION}.
ca: Introduïu on voleu muntar ${PARTITION}.
nl: Tik de gewenste mountplaats voor ${PARTITION} in.
nn: Oppgi kvar ${PARTITION} skal monterast.

source: Please select which disc you want to partition
ca: Seleccioneu el disc que voleu particionar
nl: Kies een te partitioneren schijf
nn: Vel kva for disk du vil partisjonera

source: Listed are the discs which are currently available in your system. Please choose the one you want to partition.
ca: S'han llistat els discs qeu estan actualment disponibles en el sistema. Si us pllau, seleccioneu el que voleu particionar.
nl: De volgende partities zijn op uw systeem beschikbaar. Selecteer welke partitie u wilt partitioneren.
nn: Lista viser dei diskane som er tilgjengelege på systemet. Vel den disken du vil partisjonera.

source: No discs detected
ca: No s'han detectat discs
nl: Geen schijven gedetecteerd
nn: Fann ingen diskar

source: Since no discs were detected in your system, it is not possible to run fdisk. Perhaps you forgot to load the correct kernel modules?
ca: Com no s'han detectat discs, no és possible executar fdisk. Potser heu oblidat carregar els mòduls de nucli correctes?
nl: Aangezien geen schijven gedetecteerd werden op uw systeem is het niet mogelijk fdisk uit te voeren. Bent u misschien vergeten de juiste kernel modules te laden?
nn: Sidan ingen diskar vart funne på systemet, kan ikkje fdisk køyrast. Kanskje du gløymde å lasta inn dei rette kjernemodulane?

source: You are running "ash", a Bourne-shell clone. The root filesystem is a RAM disk. The hard disk filesystems are mounted on "/target". The editor available to you is nano. It's very small and easy to figure out. To get an idea of what Unix utilities are available to you, run "ls /bin /sbin /usr/bin /usr/sbin". Use the "exit" command to return to the installation menu.
ca: Esteu executant «ash», un clon de Bourne-shell. El sistema de fitxers arrel és un disc RAM. Els sistemes de fitxers del disc dur estan muntats en «/target». L'editor disponible és nano. És molt petit i fàcil d'entendre. Per a formar-vos una idea de les utilitats d'Unix que estan disponibles, executeu «ls /bin /sbin /usr/bin /usr/sbin». Useu l'ordre «exit» per a tornar al menú d'instal·lació.
nl: U runt "ash", een Bourne-shell kloon. Het "root"-bestandssysteem is een RAM-schijf. De bestandssystemen op de harde schijf zijn gemount op "/target". De beschikbare editor is nano. Nano is zeer klein en eenvoudig om te leren. Om een idee te krijgen van welke Unix-tools beschikbaar zijn, kunt u "ls /bin /sbin /usr/bin /usr/sbin" uitvoeren. Gebruik het "exit"-commando om naar het installatiemenu terug te keren.
nn: Du køyrer «ash», ein klon av Bourne-skalet. Rotfilsystemet er ein RAM-disk. Filsystema frå diskane er monterte på «/target». Du kan bruka skriveprogrammet nano. Det er nokså lite og lett å finna ut av. For å få eit oversyn over kva for Unix-program som er tilgjengelege, køyr «ls /bin /sbin /usr/bin /usr/sbin». Bruk «exit»-kommandoen for å koma tilbake til installasjonsmenyen.

source: Please select which partition to make a file system on
ca: Seleccioneu la partició en la que fer un sistema de fitxers
nl: Selecteer een partitie om een bestandssysteem op te maken
nn: Vel kva for partisjon du vil laga eit filsystem på

source: Listed are the partitions available in your system. Please choose which partition you want to mkfs. Note that this will COMPLETELY ERASE that partition and any data on it.
ca: S'han llistat les particions disponibles en el sistema. Si us plau, seleccioneu en quina partició voleu fer «mkfs». Noteu que açò ESBORRARÀ COMPLETAMENT aquesta partició i qualsevol dades en ella.
nl: De volgende partities zijn op uw systeem beschikbaar. Kies een partitie om een bestandssysteem op te maken. Merk op dat dit deze partitie samen met alle aanwezige data VOLLEDIG ZAL WISSEN.
nn: Lista viser dei partisjonane som er tilgjengelege på systemet. Vel den partisjonen du vil at mkfs skal bruka. Legg merke til at dette vil FULLSTENDIG SLETTA partisjonen og all informasjonen som ligg på han.

source: Please choose what file system you want for ${PARTITION}
ca: Seleccioneu quin sistema de fitxers voleu per a ${PARTITION}
nl: Kies welk bestandssysteem gemaakt dient te worden op ${PARTITION}
nn: Vel kva for filsystem du vil bruka på ${PARTITION}

source: There are several different file systems available which you can use on ${PARTITION}. If you are unsure, ext2 should be a safe choice.
ca: Hi ha diferents sistemes de fitxers disponibles que podeu usar en ${PARTITION}. Si no esteu segur, ext2 és una opció segura.
nl: Er zijn verscheidene verschillende bestandssystemen beschikbaar die u kunt gebruiken op ${PARTITION}. In geval van twijfel zou ext2 een veilige keuze moeten zijn.
nn: Det finst fleire ulike filsystem du kan bruka på ${PARTITION}. ext2 er eit trygt val dersom du er usikker.

source: Interactive shell
ar: هيكل تحاوري
ko: 인터랙티브 쉘
tr: İnteraktif kabuk.

source: After this message, you will be running "ash", a Bourne-shell clone.
ar: بعد هذه الرسالة، ستكون تعمل على "ash"، وهو شبيه Bourne-shell.
ko: 이 메세지가 없어진 다음에, 본 쉘의 클론인 "ash"를 실행하게 됩니다.
tr: Bu mesajdan sonra bir Bourne-shell klonu olan "ash" kullanıyor olacaksınız.

source: The root filesystem is a RAM disk. The hard disk file systems are mounted on "/target". The editor available to you is nano. It's very small and easy to figure out. To get an idea of what Unix utilities are available to you, run "ls /bin /sbin /usr/bin /usr/sbin".
ar: نظام الملفات الجذري هو قرص ذاكرة مؤقتة RAM disk. أنظمة ملفات القرص الصلب مجهزة على "target". المحرّر المتوفّر لك هو نانو. إنه صغير جداً وسهل الاستخدام. لتحصل على فكرة عن أدوات يونكس المتوفرة لك نفّذ الأمر "ls /bin /sbin /usr/bin /usr/sbin".
ko: 루트 파일 시스템은 램디스크입니다. 하드 디스크의 파일 시스템은 "/target"에 마운트되어 있습니다. 사용할 수 있는 에디터는 nano입니다. nano는 크기가 아주 작고 사용법을 쉽게 배울 수 있는 에디터입니다. 어떤 유닉스 명령을 사용할 수 있는 지 알려면, "ls /bin /sbin /usr/bin /usr/sbin"을 실행하십시오.
tr: Kök dosya sistemi bir RAM disk. Sabit disk dosya sistemleri "/target" altında bağlı.Kullanacağınız düzenleyici "nano". Bu çokk küçük ve kullanımı basit bir editördür. Eğer hangi Unix işlevlerinin olduğu hakkında bir fikir edinmek isterseniz, "ls /bin /sbin /usr/" bin /usr/sbin" komutlarını deneyin.

source: Use the "exit" command to return to the installation menu.
ar: استخدم أمر "خروج" للرجوع لقائمة التثبيت.
ko: 설치 메뉴로 다시 돌아오려면 "exit" 명령을 사용하십시오.
tr: "exit" komutu ile kurulum menüsüne dönebilirsiniz

source: Execute a shell
ar: نفذ صدفة
ko: 쉘 실행
tr: Bir kabuk çalıştır

source: Exit installer demo
ar: اخرج من استعراض التثبيت
ko: 설치 프로그램 데모 끝내기
tr: Kurulum demosundan çık

source: Are you sure you want to reboot now?
ar: هل تريد إعادة الإقلاع الآن؟
ko: 정말로 지금 다시 시작할까요?
tr: Yeniden başlatmak istediğinizden emin misiniz?

source: If you have not finished the install, your system may be left in an unusable state.
ar: إن لم تنته من التثبيت، قد يترك نظامك بوضع لا يسمح باستخدامه.
ko: 설치를 끝마치지 않았으면, 시스템이 불안정한 상태로 남아 있게 됩니다.
tr: Eğer kurulumu bitirmediyseniz, sisteminiz kullanılamaz bir bir durumda kalabilir

source: Rebooting the system
ar: جاري إعادة إقلاع النظام
ko: 시스템을 다시 시작하는 중입니다
tr: Sistem yeniden başlatılıyor

source: Reboot the system
ar: إعادة إقلاع النظام
ko: 시스템 다시 시작
tr: Sistemi yeniden başlat
