Repository: Sprezzatech/main-menu-udeb
Catalog: utils/debian/po/*.po
Languages: ar, bs, ca, es, fr, ko, nb, nl, nn, sv, tr

source: Mount a partition, Unmount a partition, Leave
bs: Montirati particiju, demontirati particiju, napustiti
es: Montar partición, Desmontar partición, Salir
fr: Attacher une partition, Détacher une partition, Quitter
nb: Monter en partisjon, avmonter en partisjon, gå

source: Partition mounting main-menu
bs: Glavni meni za montiranje particija
es: Menú principal de montaje particiones
fr: Menu principal d'attachement des partitions
nb: Hovedmeny for montering av partisjoner

source: Please select one of the following options.
bs: Molim izaberite jednu od slijedećih opcija.
es: Elija una de las siguientes opciones.
fr: Veuillez choisir l'une des options suivantes.
nb: Velg en av de følgende innstillingene.

source: Please choose which partition to mount
bs: Molim odaberite koju particiju želite montirati
es: Elija qué partición desea montar
fr: Veuillez choisir la partition à attacher
nb: Velg hvilken partisjon som skal monteres.
sv: Välj vilken partition som ska monteras

source: Listed are the partitions available in your system. Please choose which partition you want to mount.
bs: Izlistane su particije koje su dostupne na vašem sistemu. Molim odaberite koju particiju želite montirati.
es: En la lista aparecen las particiones disponibles en el sistema. Por favor, elija qué partición quiere montar.
fr: Voici la liste des partitions existant sur votre système. Veuillez choisir la partition que vous désirez attacher.
nb: Lista viser hvilke partisjoner som finnes i systemet. Velg hvilken partisjon du vil montere.
sv: De här partitionerna finns i ditt system. Välj vilken du vill montera.

source: Please choose the root partition
bs: Molim odaberite root particiju
es: Elija la partición raíz
fr: Veuillez choisir la partition racine
nb: Velg rotpartisjonen
sv: Välj rotpartition

source: Please choose one of these partitions for your root (/) mount point.
bs: Molim odaberite jednu od ovih particija za vašu root (/) tačku montiranja.
es: Elija una de estas particiones como su punto de montaje raíz (/).
fr: Veuillez choisir l'une de ces partitions comme point d'ancrage de votre partition racine (/).
nb: Velg en av disse partisjonene for ditt rotmonteringspunkt (/).
sv: Välj en av de här partitionerna för din rotpartition (/).

source: Please choose where you want to mount ${PARTITION}.
bs: Molim odaberite gdje želite montirati ${PARTITION}.
ca: Seleccioneu on voleu muntar ${PARTITION}.
es: Elija donde quiere montar ${PARTITION}.
fr: Veuillez choisir où vous désirez attacher ${PARTITION}.
nb: Velg hvor ${PARTITION} skal monteres.
nl: Kies de gewenste mountplaats voor ${PARTITION}
nn: Vel kvar ${PARTITION} skal monterast.
sv: Välj var du vill montera ${PARTITION}.

source: Please choose where you want to mount the partition
bs: Molim odaberite gdje želite montirati particiju
es: Elija donde quiere montar la partición
fr: Veuillez choisir où vous désirez attacher la partition
nb: Velg hvor partisjonen skal monteres.
sv: Välj var du vill montera partitionen

source: Please enter the path to where you want to mount ${PARTITION}.
bs: Molim unesite lokaciju na kojoj želite montirati ${PARTITION}.
es: Introduzca la ruta en la que quiere montar ${PARTITION}.
fr: Veuillez indiquer le chemin d'accès du point d'ancrage de ${PARTITION}.
nb: Tast inn stien til hvor du vil montere ${PARTITION}.
sv: Ange sökvägen till var du vill montera ${PARTITION}.

source: Not enough information
bs: Nemam dovoljno informacija
es: No hay información suficiente
fr: Trop peu d'informations
nb: Ikke nok informasjon
sv: Inte tillräckligt mycket information

source: Sorry, no partitions can be mounted. Either partition or mountpoint information is missing.
bs: Žalim, particije se ne mogu montirati. Nedostaju informacije ili o particijama ili tačkama montiranja.
es: No se puede montar ninguna partición. Falta información sobre la partición o el punto de montaje
fr: Désolé, mais nous ne pouvons pas attacher cette partition, il manque l'information sur le point d'ancrage ou sur la partition.
nb: Beklager, ingen partisjoner kan monteres. Informasjon om partisjoner eller monteringspunkt mangler.
sv: Ledsen, inga partitioner kan monteras. Information om partitioner eller monteringspunkter saknas.

source: Unable to create mountpoint
bs: Ne mogu napraviti tačku montiranja
es: No se pudo crear el punto de montaje
fr: Impossible de créer le point d'ancrage
nb: Klarte ikke å opprette monteringspunkt
sv: Kunde inte skapa monteringspunkt

source: Unable to create the mountpoint ${MOUNT}.
bs: Ne mogu napraviti tačku montiranja ${MOUNT}.
es: No se pudo crear el punto de montaje ${MOUNT}.
fr: Impossible de créer le point d'ancrage (${MOUNT})
nb: Klarte ikke å opprette monteringspunktet ${MOUNT}.
sv: Kunde inte skapa monteringspunktern ${MOUNT}.

source: Unable to mount partition
bs: Ne mogu da montiram particiju
es: No se pudo montar la partición
fr: Impossible d'attacher la partition
nb: Klarte ikke å montere partisjonen
sv: Kunde inte montera partition

source: Unable to mount the partition ${PART} onto mountpoint ${MOUNT}.
bs: Ne mogu da montiram particiju ${PART} na tačku montiranja ${MOUNT}.
es: No se pudo montar la partición ${PART} en el punto de montaje ${MOUNT}.
fr: Impossible d'attacher la partition ${PART) sur le point d'ancrage ${MOUNT}.
nb: Klarte ikke å montere partisjonen ${PART} på monteringspunktet ${MOUNT}.
sv: Kunde inte montera partitionen ${PART} på monteringspunkten ${MOUNT}.

source: Unable to reuse the mount-point
bs: Ne mogu da ponovo koristim tačku montiranja
es: No se pudo reutilizar el punto de montaje
fr: Impossible de réutiliser le point d'ancrage
nb: Klarte ikke å gjenbruke monteringspunkt

source: The given mount-point ${MOUNTPOINT} is alreay in use. Please select another mount-point, or unmount the partition first.
bs: Data tačka montiranja ${MOUNTPOINT} se već koristi. Molim izaberite drugu tačku montiranja, ili prvo demontirajte particiju.
es: El punto de montaje especificado (${MOUNTPOINT}) ya está en uso. Por favor, elija otro punto de montaje o desmonte primero la partición.
nb: Det angitte monteringspunktet ${MOUNTPOINT} is already in use. Velg et annet monteringspunkt, eller avmonter partisjonen først.

source: You can't use this mount-point
bs: Ne možete koristiti ovu tačku montiranja
es: No puede utilizar este punto de montaje
fr: Vous ne pouvez pas utiliser ce point d'ancrage
nb: Dette monteringspunktet kan ikke brukes

source: The given mount-point ${MOUNTPOINT} can't be used to mount a partition on. Your system may be in an unbootable state after this.
bs: Na datu tačka montiranja ${MOUNTPOINT} se ne može montirati particija. Vaš sistem može biti u stanju u kojem se ne može podići.
es: No se puede utilizar el punto de montaje especificado (${MOUNTPOINT}) para montar una partición. Después de esto, el sistema puede que no arranque.
nb: En partisjon kan ikke monteres på det angitte monteringspunktet ${MOUNTPOINT}. Systemet kan være ubootbart etter dette.

source: No valid partition for mounting found
bs: Ne mogu pronaći ispravnu particiju za montiranje
es: No se ha encontrado ninguna partición válida para ser montada
fr: Impossible de trouver une partition valide à attacher
nb: Ingen gyldig partisjon for montering funnet.

source: No valid partition found in the system. Maybe not all needed kernel modules are loaded, or no partition has 0x83 as partition type.
bs: Ne mogu pronaći ispravnu particiju na sistemu. Možda svi potrebni kernel moduli nisu učitani, ili nijedna particija nije tipa 0x83.
es: No se ha encontrado ninguna partición válida en el sistema. Es posible que no se hayan cargado todos los módulos del núcleo necesarios o que no exista ninguna partición de tipo 0x83.
fr: Impossible de trouver une partition valide dans le système. Peut-être tous les modules requis n'ont pas été chargés dans le noyau, ou bien aucune partition n'a le type 0x83.
nb: Ingen gyldig partisjon på systemet. Kanskje ikke alle påkrevde kjernemoduler er lastet eller ingen partisjon har 0x83 som partisjonstype.

source: No mounted partitions found
bs: Montirane particije nisu pronađene
es: No se ha encontrado ninguna partición montada
fr: Impossible de trouver une partition attachée
nb: Ingen monterte partisjoner funnet

source: No mounted partitions were found. Nothing to unmount.
bs: Montirane particije nisu pronađene. Ništa za demontirati.
es: No hay ninguna partición montada. Por tanto, no hay nada que desmontar.
nb: Fant ingen monterte partisjoner. Ingenting å avmontere.

source: Please choose which partition to unmount
bs: Molim odaberite particiju za demontiranje
es: Elija qué partición quiere desmontar
fr: Veuillez choisir la partition à détacher
nb: Velg hvilken partisjon som skal avmonteres

source: Listed are the partitions currently mounted in your system. Please choose which partition you want to unmount.
bs: Navedene particije su trenutno montirane na vašem sistemu. Molim odaberite particiju koju želite demontirati.
es: En la lista aparecen las particiones montadas actualmente en el sistema. Por favor, elija qué partición quiere desmontar.
fr: Voici la liste des partitions actuellement attachée dans votre système. Veuillez choisir celles que vous voulez détacher.
nb: Lista viser de monterte partisjonene i systemet. Velg hvilken partisjon du vil avmontere.

source: Unable to unmount the partition
bs: Ne mogu demontirati particiju
es: No se pudo desmontar la partición
nb: Klarte ikke å avmontere partisjonen

source: The partition ${PARTITION} (mounted on ${MOUNTPOINT}) can't be unmounted. Maybe another partition is mounted under this partition?
bs: Particija ${PARTITION} (montirana na ${MOUNTPOINT}) se ne može demontirati. Možda je druga particija montirana pod ovom particijom?
es: La partición ${PARTITION} (montada en ${MOUNTPOINT}) no se puede desmontar. ¿Es posible que haya otra partición montada bajo esta partición?
nb: Partisjonen ${PARTITION} (montert på ${MOUNTPOINT}) kan ikke avmonteres. Kanskje en annen partisjon er montert under denne partisjonen?

source: Please choose which disc you want to partition
es: Elija qué disco quiere particionar
fr: Veuillez choisir le disque à partitionner

source: Please choose one of these discs, to create partitions on it.
es: Elija uno de estos discos para crear particiones en él.
fr: Veuillez choisir l'un de ces disques, pour le partitionner.

source: Unable to find any discs
es: No se pudo encontrar ningún disco
fr: Aucun disque détecté

source: Unable to find any discs in your system. Maybe some kernel modules need to be loaded.
es: No se pudo encontrar ningún disco en el sistema. Puede ser necesario cargar algún módulo adicional del núcleo.
fr: Impossible de trouver un disque dans votre système. Il faut peut-être charger quelques modules dans le noyau.

source: Partitioning error
es: Error de particionamiento
fr: Erreur de partitionnement

source: Failed to partition the disc ${DISC}.
es: Se produjo un error al particionar el disco ${DISC}.
fr: Impossible de partitionner le disque ${DISC}

source: Interactive shell.
bs: Interaktivni shell.
ca: Shell interactiva.
es: Shell interactivo.
fr: Shell interactif.
nb: Interaktivt skall
nl: Interactieve shell.
nn: Interaktivt skal.
sv: Interaktivt skal.

source: You are running "dash", a Bourne-shell clone. The root filesystem is a RAM disc. The hard disc filesystems are mounted on "/target". The editor available to you is nano. It's very small and easy to figure out. To get an idea of what Unix utilities are available to you, run "ls /bin /sbin /usr/bin /usr/sbin". Use the "exit" command to return to the installation menu.
es: Está ejecutando "dash", un clon del shell Bourne. El sistema de ficheros raíz es un disco RAM. Los sistemas de ficheros del disco duro están montados en "/target". El editor que tiene disponible es nano, que es muy pequeño y fácil de utilizar. Para hacerse una idea de las utilidades UNIX de que dispone, ejecute "ls /bin /sbin /usr/bin /usr/sbin". Utilice la orden "exit" para regresar al menú de instalación.
fr: Actuellement, vous utilisez « dash », un clone du Bourne-shell. Le système de fichiers racine est une image virtuelle en mémoire. Les systèmes de fichiers qui se trouvent sur le disque dur sont attachés sur « /target ». L'éditeur de textes disponible est nano, un petit éditeur facile à utiliser. Pour vous faire une idée des utilitaires Unix dont vous disposez, exécutez la commande « ls /bin /sbin /usr/bin /usr/sbin ». Utilisez la commande « exit » pour revenir au menu d'installation.

source: Please select partitions on which to create file systems
bs: Molim izaberite particije na kojima želite kreirati datotečne sisteme
es: Elija las particiones en las que quiere crear sistemas de ficheros
nb: Velg hvilken partisjon du vil lage et filsystem på

source: Listed are the partitions available in your system. Please choose the partitions on which you want to create file systems. Note that this will COMPLETELY ERASE those partitions and any data on them.
bs: Navedene particije su dostupne na vašem sistemu. Molim odaberite particije na kojima želite kreirati datotečne sisteme. Imajte na umu da će ovo POTPUNO OBRISATI one particije i sve podatke na njima.
es: En la lista aparecen las particiones disponibles en el sistema. Por favor, elija en qué particiones desea crear sistemas de ficheros. Tenga en cuenta, que esas particiones se BORRARÁN COMPLETAMENTE y con ello cualquier dato que contuvieran.
nb: Lista viser hvilke partisjoner som finnes i systemet ditt. Velg hvilken partisjon som mkfs skal bruke. Merk at dette vil FULLSTENDIG SLETTE partisjonen og alle data som finnes på den.

source: Only partitions with type Linux (83) will be displayed.
bs: Samo će particije tipa Linux (83) biti prikazane.
es: Únicamente se mostrarán las particiones de tipo Linux (83).
fr: Seules les partitions de type Linux (83) seront affichées.
nb: Bare partisjoner med type Linux (83) vil bli vist.
sv: Bara partitioner med typen Linux (83) kommer visas.

source: Please select the file system type you want to use
bs: Molim izaberite tip datotečnog sistema koji će se koristiti
es: Elija el sistema de ficheros que desea utilizar
fr: Veuillez choisir le type de système de fichiers que vous souhaitez utiliser
nb: Velg hvilken filsystemtype du vil bruke
sv: Välj vilken typ av filsystem du vill använda

source: You can choose one of the following file system types to use on your partitions.
bs: Možete odabrati jedan od slijedećih vrsta datotečnih sistema koji će se koristiti na vašim particijama.
es: Puede escoger los siguientes sistemas de ficheros para utilizar en las distintas particiones.
fr: Vous pouvez choisir l'un des types de systèmes de fichiers suivants à installer sur votre partition.
nb: Du kan velge en av de følgende filsystemtypene for å bruke på partisjonene.
sv: Du kan välja en av följande typer av filsystem att använda på dina partitioner.

source: If you don't know what to use, ext2 should be a safe choice.
bs: Ako ne znate koji da odaberete, ext2 bi trebao biti siguran izbor.
es: Si no sabe cuál utilizar, ext2 es una elección bastante segura.
fr: Si vous ne savez pas quel type de système de fichiers utiliser, ext2 est un choix raisonnable.
nb: Hvis du ikke vet hva du skal bruke, burde ext2 være et trygt valg.
sv: Om du inte vet vad du ska välja bör ext2 vara ett säkert val.

source: Check for bad blocks?
bs: Provjeriti da li ima loših blokova?
es: ¿Realizar comprobación de bloques defectuosos?
fr: Recherche des blocs défectueux ?
nb: Sjekk for skadede blokker?
sv: Undersök efter dåliga block?

source: Should the partitions be checked for bad blocks?
bs: Provjeriti da li na particijama ima loših blokova?
es: ¿Realizar comprobación de bloques defectuosos sobre las particiones?
fr: Faut il rechercher les blocs défectueux des partitions ?
nb: Skal partisjonene bli sjekket for skadede blokker?
sv: Ska partitionerna undersökas efter dåliga block?

source: This is almost always safe to skip.
bs: Ovaj korak se skoro uvijek može izostaviti.
es: Casi siempre, puede saltarse esto con seguridad.
fr: Il est presque toujours sans danger de sauter.
nb: Nesten alltid trygt å hoppe over dette.
sv: Detta är nästan alltid säkert att hoppa över.

source: Ready to create file systems?
bs: Spremni za kreiranje datotečnih sistema?
es: ¿Preparado para crear los sistemas de ficheros?
fr: Prêt pour la création du système de fichiers ?
nb: Klar til å opprette filsystem?
sv: Redo att skapa filsystem?

source: WARNING: all data on the partitions ${PARTITION} will now be deleted.
bs: UPOZORENJE: svi podaci na particijama ${PARTITION} će sada biti obrisani.
es: AVISO: se van a borrar todos los datos de las particiones ${PARTITION}.
fr: ATTENTION, toutes les données sur la/les partition(s) ${PARTITION} vont être effacées.
nb: ADVARSEL: All data på partisjonene ${PARTITION} blir slettet nå.
sv: VARNING: all data på partitionerna ${PARTITION} kommer nu raderas.

source: The selected file system type is ${FILESYSTEM}.
bs: Izabrana vrsta datotečnog sistema je ${FILESYSTEM}.
es: El sistema de ficheros seleccionado es ${FILESYSTEM}.
fr: Le type de système de fichiers choisi est ${FILESYSTEM}.
nb: Den valgte filsystemtypen er ${FILESYSTEM}.
sv: Vald filsystemstyp är ${FILESYSTEM}.

source: No valid partitions found
bs: Nisam pronašao ispravne particije
es: No se encontraron particiones válidas
fr: Aucune partition valide trouvée
nb: Ingen gyldige partisjoner funnet
sv: Inga giltiga partitioner funna

source: Unable to find any valid partitions in the system. Maybe other kernel modules need to be loaded or the partition types must be set to Linux (83).
bs: Ne mogu pronaći nijednu ispravnu particiju na sistemu. Možda trebaju drugi kernel moduli biti učitani ili tip particije mora biti postavljen na Linux (83).
es: No se pudo encontrar ninguna partición válida en el sistema. Puede ser necesario cargar otros módulos del núcleo o cambiar el tipo de la partición a Linux (83).
fr: Impossible de trouver une partition valide dans le système. Il faut peut-être charger d'autres modules dans le noyau, ou bien la partition doit être du type Linux (83).
nb: Klarte ikke å finne en gyldig partisjon på systemet. Kanskje andre kjernemoduler må lastes eller partisjonstypene må settes til Linux (83).
sv: Kunde inte hitta några giltiga partitioner i systemet. Du kanske måste ladda några kärnmoduler eller partitionernas typer måste sättas till Linux (83).

source: No usable file system types found
bs: Upotrebljive vrste datotečnih sistema nisu pronađene
es: No se encontraron sistemas de ficheros utilizables
fr: Aucune système de fichiers utilisable trouvé
nb: Ingen brukbare filsystemtyper funnet
sv: Inga användbara filsystemstyper funna

source: Unable to find any usable file system types. Other kernel modules may need to be loaded.
bs: Ne mogu pronaći upotrebljive vrste datotečnih sistema. Drugi kernel moduli bi se trebali učitati.
es: No se pudo encontrar ningún sistema de ficheros utilizable. Puede ser necesario cargar otros módulos del núcleo.
fr: Impossible de trouver un type de système de fichiers utilisable. D'autres modules doivent sans doute être chargés dans le noyau.
nb: Klarte ikke å finne noen brukbare filsystemtyper. Andre kjernemoduler må kanskje lastes.
sv: Kunde inte hitta några användbara filsystemstyper. Andra kärnmoduler kanske behöver laddas.

source: No partitions were selected
bs: Particije nisu izabrane
es: No hay ninguna partición seleccionada
fr: Aucune partition n'a été choisie
nb: Ingen partisjoner ble valgt
sv: Inga partitioner valdes

source: No partitions were selected. Aborting.
bs: Particije nisu izabrane. Odustajem.
es: No hay ninguna partición seleccionada. Abortando.
fr: Aucune partition n'a été choisie. Abandon
nb: Ingen partisjoner ble valgt. Avbryter.
sv: Inga partitioner valdes. Avbryter.

source: Error while creating file system
bs: Greška pri kreiranju datotečnog sistema
es: Se produjo un error al crear el sistema de ficheros
fr: Erreur lors de la création du système de fichiers
nb: Feil under opprettelse av filsystem
sv: Fel vid skapandet av filsystem

source: Unable to create ${FILESYSTEM} file system on ${PARTITION}.
bs: Ne mogu da kreiram ${FILESYSTEM} datotečni sistem na ${PARTITION}.
es: No se pudo crear el sistema de ficheros ${FILESYSTEM} en ${PARTITION}.
fr: Impossible de créer le système de fichiers ${FILESYSTEM} dans ${PARTITION}.
nb: Klarte ikke å opprette filsystemet ${FILESYSTEM} på ${PARTITION}.
sv: Kunde inte skapa ${FILESYSTEM}-filsystem på ${PARTITION}.

source: Please select partition on which to create swap space
bs: Molim izaberite particiju na kojoj želite kreirati swap prostor
es: Elija la partición en la que desea crear el espacio de intercambio
nb: Velg partisjonen hvor swap-området skal opprettes

source: Listed are the partitions available in your system. Please choose the partition on which you want to create swap space. Note that this will COMPLETELY ERASE that partition and any data on it.
bs: Navedene su particije koje su dostupne na vašem sistemu. Molim odaberite particiju na kojoj želite kreirati swap prostor. Imajte na umu da će ovo POTPUNO OBRISATI tu particiju i sve podatke na njoj.
es: En esta lista se muestran las particiones disponibles en el sistema. Elija la partición en la que desea crear el espacio de intercambio. Tenga en cuenta que esto BORRARÁ COMPLETAMENTE cualquier dato que se encuentre en ella.
nb: Lista viser hvilke partisjoner som finnes i systemet ditt. Velg partisjonen hvor du vil opprette swap-område. Merk at dette vil FULLSTENDIG SLETTE partisjonen og alle data som finnes på den.

source: Only partitions with type Linux Swap (82) will be displayed.
bs: Samo će particije tipa Linux Swap (82) biti prikazane.
es: Únicamente se mostrarán las particiones de tipo Linux Swap (82).
fr: Seules les partitions du type Linux Swap (82) vont être affichées.
nb: Bare partisjoner med type Linux Swap (82) vil bli vist.
sv: Bara partitioner med typen Linux Swap (82) kommer visas.

source: Should the partition be checked for bad blocks?
bs: Provjeriti da li na particiji ima loših blokova?
es: ¿Comprobar bloques defectuosos en la partición?
fr: Faut il rechercher les blocs défectueux de la partition ?
nb: Skal partisjonen sjekkes for skadede blokker?
sv: Ska partitionen undersökas efter dåliga block?

source: Ready to create swap space?
bs: Spremni za kreiranje swap prostora?
es: ¿Está listo para crear el espacio de intercambio?
fr: Prêt pour la création de l'espace d'échange ?
nb: Klar til å opprette swap-område?
sv: Redo att skapa växlingsutrymme?

source: WARNING: all data on the partition ${PARTITION} will now be deleted.
bs: UPOZORENJE: svi podaci na particiji ${PARTITION} će sada biti obrisani.
es: AVISO: se van a borrar todos los datos de la partición ${PARTITION}.
fr: ATTENTION : toutes les données sur la/les partition(s) ${PARTITION} vont être effacées.
nb: ADVARSEL: All data på partisjonen ${PARTITION} vil bli slettet nå.
sv: VARNING: all data på partitionen ${PARTITION} kommer nu raderas.
